Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(xjack.desktop)
source: This behaves schizophrenically and makes a lot of typos. Written by Jamie Zawinski.
ca: Això es comporta esquizofrènicament i fa un munt d'errors tipogràfics. Escrit per Jamie Zawinski.
fr: Il se comporte de manière schizophrénique et fait beaucoup de fautes de frappe. Écrit par Jamie Zawinski.
id: Ini bertingkah aneh dan menghasilkan banyak kesalahan ketik. Ditulis oleh Jamie Zawinski.
ja: 統合失調症を疑似し、多数の入力ミスを行ないます。 Jamie Zawinski 氏による作品です。
pt_br: Isso se comporta esquizofrenicamente e comete vários erros de digitação.
sk: Toto sa správa schizofrenicky a vytvára veľa preklepov. Napísal Jamie Zawinski.

# Comment(whirlwindwarp.desktop)
source: Floating stars are acted upon by a mixture of simple 2D force fields. The strength of each force field changes continuously, and it is also switched on and off at random. Written by Paul 'Joey' Clark.
ca: Estrelles flotants que són accionades per una barreja de camps de força simples en 2D. La potència de cada camp de força canvia contínuament i també s'encén i s'apaga a l'atzar. Escrit per Paul Joey 'Clark.
fr: Les étoiles flottantes sont influencées par un mélange de champs de force simples en 2D. La force de chaque champ de force change continuellement, et il est également activé et désactivé au hasard. Écrit par Paul "Joey" Clark.
id: Bintang mengambang ditindaklanjuti oleh campuran bidang gaya 2D sederhana. Kekuatan setiap Medan gaya berubah terus menerus, dan juga dihidupkan dan dimatikan secara acak. Ditulis oleh Paul ' Joey ' Clark.
ja: 浮き上がった星がシンプルな 2D フォースフィールドが混ざった中を動き回ります。各フォースフィールドは連続変化するほか、ランダムで ON/OFF が切り替わります。 Paul 'Joey' Clark 氏による作品です。
pt_br: Estrelas flutuantes são acionadas por uma mistura de campos de força 2D simples. A força de cada campo de força muda continuamente e também é ligada e desligada aleatoriamente. Escrito por Paul 'Joey' Clark.
sk: Plávajúce hviezdy sú ovplyvňované zmesou jednoduchých 2D silových polí. Sila každého silového poľa sa neustále mení a náhodne sa zapína a vypína. Napísal Paul 'Joey' Clark.

# Comment(julia.desktop)
source: The Julia set is a close relative of the Mandelbrot set. The small moving dot indicates the control point from which the rest of the image was generated. See also the "Discrete" screen saver. https://en.wikipedia.org/wiki/Julia_set Written by Sean McCullough.
ca: El conjunt de Julia és un parent proper del conjunt de Mandelbrot. El petit punt en moviment indica el punt de control des del qual es genera la resta de la imatge. Vegeu també el Discrete, estalvi de pantalla. https://en.wikipedia.org/wiki/Julia_set Escrit per Sean McCullough.
fr: L'ensemble de Julia est un proche parent de l'ensemble de Mandelbrot. Le petit point mobile indique le point de contrôle à partir duquel le reste de l'image a été généré. Voir aussi l'écran de veille "Discrete". https://en.wikipedia.org/wiki/Julia_set Écrit par Sean McCullough.
id: Set Julia adalah kerabat dekat dari set Mandelbrot. Titik bergerak kecil menunjukkan titik kontrol dari mana sisa gambar dihasilkan. Lihat juga screen saver "Diskrit". https://en.wikipedia.org/wiki/Julia_set Ditulis oleh Sean McCullough.
ja: ジュリア集合とはマンデルブロ集合の近縁です。小さな移動する点が制御点を表し、画像の残りを生成していた場所を示します。 "Discrete" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Julia_set Sean McCullough 氏による作品です。
pt_br: O conjunto Julia é um parente próximo do conjunto Mandelbrot. O pequeno ponto em movimento indica o ponto de controle a partir do qual o restante da imagem foi gerado. Veja também o protetor de tela "Discreto". https://en.wikipedia.org/wiki/Julia_set Escrito por Sean McCullough.
sk: Juliova množina je blízka príbuzná Mandelbrotovej monožine. Malá pohyblivá bodka označuje kontrolný bod, z ktorého bol vygenerovaný zvyšok obrázka. Pozrite si tiež šetrič obrazovky "Discrete". https://en.wikipedia.org/wiki/Julia_set Napísal Sean McCullough.

# Name(intermomentary.desktop)
source: Intermomentary
ca: Intermomentani
fr: Inter-momentané
id: Intersesaat
ja: インターモーメンタリ

# Comment(intermomentary.desktop)
source: Blinking dots interact with each other circularly. A surface is filled with a hundred medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Displays the instantaneous intersections of the circles as well as the aggregate intersections of the circles. The circles begin with a radius of 1 pixel and slowly increase to some arbitrary size. Circles are drawn with small moving points along the perimeter. The intersections are rendered as glowing orbs. Glowing orbs are rendered only when a perimeter point moves past the intersection point. Written by Casey Reas, William Ngan, Robert Hodgin, and Jamie Zawinski.
ca: Punts intermitents que interactuen els uns amb els altres de forma circular. Una superfície s'omple amb un centenar de cercles de mida mitjana i petita. Cada cercle té una mida i una direcció diferent, però es mou a la mateixa velocitat lenta. Mostra les interseccions instàntanies dels cercles així com les interseccions d'agregació. Els cercles comencen amb un radi d'1 píxel i augmenten lentament fins a certa mida arbitrària. Els cercles es dibuixen amb petits punts en moviment al llarg del perímetre. Les interseccions es representen com a esferes brillants. Les esferes brillants es renderitzen únicament quan un punt del perímetre es mou més enllà del punt d'intersecció. Escrit per Casey Reas, William Ngan, Robert Hodgin i Jamie Zawinski.
fr: Des points clignotants interagissent entre eux de manière circulaire. Une surface est remplie d'une centaine de cercles de taille moyenne à petite. Chaque cercle a une taille et une direction différentes, mais se déplace à la même vitesse lente. Affiche les intersections instantanées des cercles ainsi que les intersections agrégées des cercles. Les cercles commencent avec un rayon de 1 pixel et augmentent lentement jusqu'à une taille arbitraire. Les cercles sont dessinés avec de petits points mobiles le long du périmètre. Les intersections sont rendues sous forme d'orbes lumineuses. Les orbes lumineuses ne sont rendues que lorsqu'un point du périmètre passe devant le point d'intersection. Écrit par Casey Reas, William Ngan, Robert Hodgin et Jamie Zawinski.
id: Titik berkedip saling berinteraksi secara sirkular. Sebuah permukaan diisi dengan seratus menengah ke lingkaran berukuran kecil. Setiap lingkaran memiliki ukuran dan arah yang berbeda, tetapi bergerak pada tingkat yang lambat yang sama. Menampilkan persimpangan seketika dari lingkaran serta persimpangan agregat dari lingkaran. Lingkaran dimulai dengan radius 1 piksel dan perlahan-lahan meningkat ke beberapa ukuran yang sewenang-wenang. Lingkaran digambar dengan titik bergerak kecil di sepanjang perimeter. Persimpangan yang diberikan sebagai bola bercahaya. Bercahaya bola yang diberikan hanya ketika titik perimeter bergerak melewati titik persimpangan. Ditulis oleh Casey Reas, William Ngan, Robert Hodgin, dan Jamie Zawinski.
ja: 点滅するドットがお互いに円を描くように作用します。面は小さいサイズの円群で埋め尽くされます。それぞれの円はサイズも方向も異なりますが、同じ程度遅く動きます。また、円同士が交差すると即時に効果が表示され、集合体が表示されるようになります。円は 1 ピクセルからスタートし、ある程度の任意サイズまでゆっくり大きくなります。円は外周点とともに、小さな動く点とともに描かれます。交差はより大きなオーブとして描かれます。成長するオーブは外周点が以前の交差点に達した際にのみ、より大きく描かれます。 Casey Reas 氏, William Ngan 氏, Robert Hodgin 氏, Jamie Zawinski 氏による作品です。
pt_br: Pontos piscando interagem um com o outro circularmente. Uma superfície é preenchida com cem círculos de tamanho médio a pequeno. Cada círculo tem um tamanho e direção diferentes, mas se move na mesma taxa lenta. Exibe as interseções instantâneas dos círculos, bem como as interseções agregadas dos círculos. Os círculos começam com um raio de 1 pixel e aumentam lentamente para um tamanho arbitrário. Círculos são desenhados com pequenos pontos móveis ao longo do perímetro. As interseções são renderizadas como esferas brilhantes. Esferas brilhantes são renderizadas somente quando um ponto de perímetro passa do ponto de interseção. Escrito por Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski.
sk: Blikajúce bodky vzájomne pôsobia na seba kruhovo. Povrch je vyplnený stovkou stredných až malých kruhov. Každý kruh má inú veľkosť a smer, ale pohybuje sa rovnakou pomalou rýchlosťou. Zobrazuje okamžité priesečníky kruhov ako aj súhrnné priesečníky kruhov. Kruhy začínajú polomerom 1 pixel a pomaly sa zväčšujú na ľubovoľnú veľkosť. Kruhy sú nakreslené s malými pohybujúcimi sa bodmi po obvode. Priesečníky sú vykreslené ako žiariace gule. Žiariace gule sa vykreslujú iba vtedy, keď sa obvodový bod dostane za priesečník. Napísal Casey Reas, William Ngan, Robert Hodgin a Jamie Zawinski.

# Comment(cityflow.desktop)
source: Waves move across a sea of boxes. The city swells. The walls are closing in. Written by Jamie Zawinski.
ca: Ones que es mouen a través d'un mar de caixes. Les onades de la ciutat. Les parets s'estan tancant. Escrit per Jamie Zawinski.
fr: Des vagues se déplacent sur une mer de boîtes. La ville se gonfle. Les murs se referment. Écrit par Jamie Zawinski.
id: Gelombang bergerak melintasi lautan kotak. Kota membengkak. Dindingnya menutup. Ditulis oleh Jamie Zawinski.
ja: 箱の海に流れる波を表現します。都市が波打つ様子を表します。 Jamie Zawinski 氏による作品です。
pt_br: Ondas se movimentam através de um mar de caixas. A cidade incha. As paredes estão se fechando. Escrito por Jamie Zawinski.
sk: Vlny sa pohybujú cez more škatúľ. Mesto sa zväčšuje. Steny sa uzatvárajú. Napísal Jamie Zawinski.

# Comment(winduprobot.desktop)
source: A swarm of wind-up toy robots wander around the table-top, bumping into each other. Each robot contains a mechanically accurate gear system inside, which you can see when the robot's shell occasionally fades to transparency. Also, sometimes a cartoony word bubble pops up above a robot, full of random text. Written by Jamie Zawinski.
ca: Un eixam de robots de joguina de corda que vaguen per sobre d'una taula, xocant entre si. Cada robot conté un sistema d'engranatges mecànic precís a l'interior, que es pot veure quan, de tant en tant, la closca del robot s'esvaeix per transparència. També, de vegades, apareix una bombolla de text de dibuixos animats per sobre d'un robot, plena de text a l'atzar. Escrit per Jamie Zawinski.
fr: Une nuée de robots jouets à remontoir se promènent sur le plateau de la table, se cognant les uns aux autres. Chaque robot contient un système d'engrenage mécaniquement précis, que vous pouvez voir lorsque la coque du robot devient parfois transparente. De plus, il arrive qu'une bulle de texte cartoonesque apparaisse au-dessus d'un robot, contenant un texte aléatoire. Écrit par Jamie Zawinski.
id: Sebuah kawanan robot mainan angin-up berkeliaran di sekitar meja-atas, menabrak satu sama lain. Setiap robot berisi sistem gigi mekanis yang akurat di dalamnya, yang dapat Anda lihat ketika cangkang robot kadang memudar menjadi transparansi. Selain itu, terkadang gelembung kata kartun muncul di atas robot, penuh teks acak. Ditulis oleh Jamie Zawinski.
ja: ぜんまい仕掛けのロボットの群れが、お互いにぶつかり合いながらテーブルの上を動きまわります。それぞれのロボットには機械的に正確なギアシステムが内蔵されていて、ロボットの外観が透けた際に見えるようになっています。また、漫画でよくある吹き出しがロボットの上に現れ、ランダムなテキストを喋ります。 Jamie Zawinski 氏による作品です。
pt_br: Um enxame de robôs de brinquedo acabam vagando pelo tampo da mesa, esbarrando um no outro. Cada robô contém um sistema de engrenagens mecanicamente preciso no interior, que você pode ver quando a carcaça do robô ocasionalmente diminui para a transparência. Além disso, às vezes uma bolha de palavra de desenho animado aparece acima de um robô, cheia de texto aleatório. Escrito por Jamie Zawinski.
sk: Po stolovej doske sa potuluje roj naťahovacích hračkárskych robotov, ktorí narážajú do seba. Každý robot obsahuje vo vnútri mechanicky presný prevodový systém, ktorý môžete vidieť, keď obal robota občas prejde do priehľadnosti. Niekedy sa nad robotom objaví aj komixová slovná bublina, plná náhodného textu. Napísal Jamie Zawinski.

# Name(atunnel.desktop)
source: Atunnel
ca: Túnel A
fr: Tunnel A
id: Di atunnel
ja: トンネル

# Comment(atunnel.desktop)
source: Zooming through a textured tunnel. Written by Eric Lassauge and Roman Podobedov.
ca: Córrer a través d'un túnel amb textura. Escrit per Eric Lassauge i Roman Podobedov.
fr: Zoomer dans un tunnel texturé. Écrit par Eric Lassauge et Roman Podobedov.
id: Perbesar melalui terowongan bertekstur. Ditulis oleh Eric Lassauge dan Roman Podobedov.
ja: テクスチャの描かれたトンネルを進んでいきます。 Eric Lassauge 氏および Roman Podobedov 氏による作品です。
pt_br: Zoom através de um túnel texturizado. Escrito por Eric Lassauge e Roman Podobedov.
sk: Uháňanie textúrovaným tunelom. Napísal Eric Lassauge a Roman Podobedov.

# Name(penrose.desktop)
source: Penrose
ja: ペンローズ

# Comment(penrose.desktop)
source: Quasiperiodic tilings. In April 1997, Sir Roger Penrose, a British math professor who has worked with Stephen Hawking on such topics as relativity, black holes, and whether time has a beginning, filed a copyright-infringement lawsuit against the Kimberly-Clark Corporation, which Penrose said copied a pattern he created (a pattern demonstrating that "a nonrepeating pattern could exist in nature") for its Kleenex quilted toilet paper. Penrose said he doesn't like litigation but, "When it comes to the population of Great Britain being invited by a multinational to wipe their bottoms on what appears to be the work of a Knight of the Realm, then a last stand must be taken." As reported by News of the Weird #491, 4-Jul-1997. https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Written by Timo Korvola.
ca: Enrajolats quasiperiòdics. A l'abril de 1997, Sir Roger Penrose, professor de matemàtiques britànic que ha treballat amb Stephen Hawking sobre temes com ara la relativitat, forats negres i si el temps té un començament; va presentar una demanda per drets d'autor d'infracció contra la Kimberly-Clark Corporation, que Penrose va dir que havia copiat un patró que ell havia creat (un patró que demostra que "no es repeteix un patró podria existir a la naturalesa") pel seu paper higiènic Kleenex encoixinat. Penrose va dir que no li agradava el litigi, però "Quan es tracta de la població de la Gran Bretanya sent convidada per una multinacional a netejar-se el cul en el que sembla ser el treball d'un cavaller del regne, llavors, s'ha de fer una última resistència." Com en va informar News of the Weird #491, 4-Jul-1997. https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Escrit per Timo Korvola.
fr: Pavage quasi-périodiques. En avril 1997, Sir Roger Penrose, un professeur de mathématiques britannique qui a travaillé avec Stephen Hawking sur des sujets tels que la relativité, les trous noirs et la question de savoir si le temps a un commencement, a intenté un procès pour violation du droit d'auteur contre la Kimberly-Clark Corporation, qui, selon Penrose, a copié un motif qu'il a créé (un motif démontrant qu'"un motif non répétitif pourrait exister dans la nature") pour son papier toilette matelassé Kleenex. Penrose a déclaré qu'il n'aimait pas les litiges, mais que "lorsqu'il s'agit de la population de Grande-Bretagne invitée par une multinationale à s'essuyer les fesses sur ce qui semble être l'œuvre d'un chevalier du royaume, il faut faire preuve de la dernière énergie". Tel que rapporté par News of the Weird #491, 4-Jul-1997. https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Écrit par Timo Korvola.
id: Miring semi-periodik. Pada April 1997, Sir Roger Penrose, seorang profesor matematika Inggris yang telah bekerja dengan Stephen Hawking pada topik-topik seperti relativitas, lubang hitam, dan apakah waktu memiliki permulaan, mengajukan gugatan pelanggaran hak cipta terhadap Perusahaan Kimberly-Clark, yang kata Penrose menyalin sebuah pola yang ia ciptakan (sebuah pola yang menunjukkan bahwa "sebuah pola yang tidak berulang bisa ada di alam") untuk tisu toilet berlapis tisu. Penrose mengatakan dia tidak suka litigasi tetapi, "Ketika datang ke populasi Inggris diundang oleh perusahaan multinasional untuk menghapus pantat mereka pada apa yang tampaknya merupakan karya Ksatria Alam, maka sikap terakhir harus diambil . " Seperti dilansir News of the Weird # 491, 4-Jul-1997. https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Ditulis oleh Timo Korvola.
ja: 準周期的タイルです。 1997 年 4 月、イギリスの数学者であり Stephen Hawking 氏と相対性やブラックホールなどのトピックで共同作業を行なったこともある Sir Roger Penrose 氏は、 Kimberly-Clark Corporation に対して著作権侵害の申し立てを行いました。これは Penrose 氏が作成したパターン ("自然界に存在しうる非周期パターン" をデモするもの) をコピーし、 Kleenex キルトトイレットペーパーのデザインにしてしまったというものです。 Penrose 氏は訴訟を好まないとしていながらも、 "大英帝国の人々が様々な国の人々を招待し、その人々がこの模様で下半身を拭うことを考えると、王国の騎士としては最後の手段を取らざるを得ません。" (News of the Weird #491, 4-Jul-1997 の報道による) https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Timo Korvola 氏による作品です。
pt_br: Inclinações quase-periódicas. Em abril de 1997, Sir Roger Penrose, professor de matemática britânico que trabalhou com Stephen Hawking em tópicos como relatividade, buracos negros e se o tempo começou, entrou com uma ação por violação de direitos autorais contra a Kimberly-Clark Corporation, que Penrose disse. copiou um padrão que ele criou (um padrão que demonstra que "um padrão não repetitivo poderia existir na natureza") para o seu papel higiênico acolchoado Kleenex. Penrose disse que não gosta de litígios, mas: "Quando a população da Grã-Bretanha é convidada por uma multinacional para limpar o fundo do que parece ser obra de um Cavaleiro do Reino, uma última posição deve ser tomada. . " Conforme relatado pelo News of the Weird # 491, de 4 de julho de 1997. https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Escrito por Timo Korvola.
sk: Kvasiperiodické dláždenie. V apríli 1997 Sir Roger Penrose, britský profesor matematiky, ktorý pracoval s Stephenom Hawkingom na takých témach, ako sú relativita, čierne diery a či má čas začiatok, podal na spoločnosť Kimberly-Clark Corporation žalobu na porušenie autorských práv, v ktorej Penrose uviedol, že skopíroval vzor, ktorý vytvoril (vzor demonštrujúci, že "v prírode môže existovať neopakujúci sa vzor") pre svoj vrstvený toaletný papier Kleenex. Penrose povedal, že nemá rád súdny spor, ale "Pokiaľ ide o populáciu Veľkej Británie, ktorú pozýva nadnárodná spoločnosť, aby si utrela zadok tým, čo sa javí ako práca Rytiera ríše, je potrebné zaujať posledný postoj." Ako uvádza správa News of the Weird č. 491, 4. júl 1997. https://en.wikipedia.org/wiki/Penrose_tiling https://en.wikipedia.org/wiki/Tessellation Napísal Timo Korvola.

# Name(discoball.desktop)
source: Discoball
ca: Bola de discoteca
id: Diskobola
ja: ディスコボール

# Comment(discoball.desktop)
source: A dusty, dented disco ball. Woop woop. Written by Jamie Zawinski.
ca: Una bola de discoteca amb pols i cops. Woop woop. Escrit per Jamie Zawinski.
fr: Une boule à facettes poussiéreuse et cabossée. Woop woop. Écrit par Jamie Zawinski.
id: Sebuah berdebu, penyok bola disko. Woop woop. Ditulis oleh Jamie Zawinski.
ja: 汚れたくぼみのあるディスコボールです。 Jamie Zawinski 氏による作品です。
pt_br: Uma bola de discoteca empoeirada e amassada. Woop woop. Escrito por Jamie Zawinski.
sk: Zaprášená preliačená disko guľa. Úúp úúp. Napísal Jamie Zawinski.

# Name(halftone.desktop)
source: Halftone
ca: Tons mitjos
fr: Demi-teinte
ja: ハーフトーン
pt_br: Meio tom

# Comment(halftone.desktop)
source: A halftone dot pattern in motion. Draws the gravity force in each point on the screen seen through a halftone dot pattern. The gravity force is calculated from a set of moving mass points. View it from a distance for best effect. https://en.wikipedia.org/wiki/Halftone Written by Peter Jaric.
ca: Un patró de punt de mig to en moviment. Dibuixa la força de la gravetat a cada punt de la pantalla vist a través d'un patró de punts de semitò. La força de la gravetat es calcula a partir d'un conjunt de punts de massa en moviment. Vegeu-lo des de la distància per obtenir-ne un efecte millor. https://en.wikipedia.org/wiki/Halftone Escrit per Peter Jaric.
fr: Un motif de points en demi-teinte en mouvement. Dessine la force de gravité en chaque point de l'écran vu à travers un motif de points en demi-teinte. La force de gravité est calculée à partir d'un ensemble de points de masse en mouvement. Regardez-le de loin pour un meilleur effet. https://en.wikipedia.org/wiki/Halftone Écrit par Peter Jaric.
id: Pola halftone dot bergerak. Menarik gaya gravitasi di setiap titik pada layar terlihat melalui pola halftone dot. Gaya gravitasi dihitung dari satu set poin massa bergerak. Melihatnya dari kejauhan untuk efek terbaik. https://en.wikipedia.org/wiki/Halftone ditulis oleh Peter Jaric.
ja: 動くハーフトーンのドットパターンです。画面内のハーフトーンのドットパターンで、各点内の重力を描画します。重力は動きまわる計算ポイントのセットで計算されます。遠くから見ることをお勧めします。 https://en.wikipedia.org/wiki/Halftone Peter Jaric 氏による作品です。
pt_br: Um padrão de pontos de meio-tom em movimento. Desenha a força da gravidade em cada ponto da tela visto através de um padrão de ponto de meio-tom. A força da gravidade é calculada a partir de um conjunto de pontos de massa em movimento. Veja-o à distância para obter o melhor efeito. https://en.wikipedia.org/wiki/Halftone Escrito por Peter Jaric.
sk: Poltónový bodový vzor v pohybe. Vykreslí gravitačnú silu v každom bode na obrazovke cez poltónový bodový vzor. Gravitačná sila sa počíta zo súboru pohyblivých bodov hmotnosti. Ak chcete dosiahnuť najlepší efekt, pozrite si to z diaľky. https://en.wikipedia.org/wiki/Halftone Napísal Peter Jaric.

# Comment(xflame.desktop)
source: Pulsing fire. It can also take an arbitrary image and set it on fire too. Written by Carsten Haitzler and many others.
ca: Foc que batega. També pot agafar una imatge arbitrària i calar-hi foc. Escrit per Carsten Haitzler i molts altres.
fr: Un feu pulsé. Il peut également prendre une image arbitraire et la mettre en feu. Écrit par Carsten Haitzler et beaucoup d'autres.
id: Berdenyut api. Hal ini juga dapat mengambil gambar sewenang-wenang dan mengaturnya terbakar juga. Ditulis oleh Carsten Haitzler dan banyak lainnya.
ja: 火が噴きあがります。火の上には任意の画像をはめ込むことができます。 Carsten Haitzler 氏ほかの作品です。
pt_br: Fogo pulsante. É possível, também, carregar uma imagem e botá-la em chamas. Escrito por Carsten Haitzler e outros.
sk: Pulzujúci oheň. Môže tiež zobrať ľubovoľný obrázok a tiež ho zapáliť. Napísal Carsten Haitzler a mnoho ďalších.
