Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(glmatrix.desktop)
source: The 3D "digital rain" effect, as seen in the title sequence of "The Matrix". See also "xmatrix" for a 2D rendering of the similar effect that appeared on the computer monitors actually *in* the movie. https://en.wikipedia.org/wiki/Matrix_digital_rain Written by Jamie Zawinski.
ca: L'efecte 3D de pluja digital, com es veu a la seqüència dels títols de The Matrix. Vegeu també "xMATRIX " per a una representació 2D de l'efecte similar que va aparèixer als monitors d'ordinador dins de la pel·lícula. https://en.wikipedia.org/wiki/Matrix_digital_rain Escrit per Jamie Zawinski.
fr: L'effet 3D de "pluie numérique", tel qu'il apparaît dans la séquence titre de "The Matrix". Voir aussi "xmatrix" pour un rendu 2D de l'effet similaire qui est apparu sur les écrans d'ordinateur dans le film. https://en.wikipedia.org/wiki/Matrix_digital_rain Écrit par Jamie Zawinski.
id: Efek "hujan digital" 3D, seperti yang terlihat dalam urutan judul "The Matrix". Lihat juga "xmatrix" untuk perenderan 2D dari efek serupa yang muncul pada monitor komputer sebenarnya * dalam * film. https://en.wikipedia.org/wiki/Matrix_digital_rain Ditulis oleh Jamie Zawinski.
ja: 3D の "デジタル降雨" 効果です。 "The Matrix" 内でのコンピュータモニタでよく表示されていたものです。実際の映画でよく使われていた 2D 描画版については "xmatrix" をご覧ください。 https://en.wikipedia.org/wiki/Matrix_digital_rain Jamie Zawinski 氏による作品です。
pt_br: O efeito 3D "chuva digital", como visto na sequência do título de "Matrix". Consulte também "xmatrix" para obter uma renderização em 2D do efeito semelhante que apareceu no computador, na verdade, monitora * no * o filme. https://en.wikipedia.org/wiki/Matrix_digital_rain Escrito por Jamie Zawinski.
sk: Efekt "digitálneho dažďa", aký je vidieť v titulnej sekvencii "The Matrix". Pozrite si tiež "xmatrix" kvôli 2D vykresleniu podobného efektu, aký sa naozaj objavil na počítačových monitoroch vo filme. https://en.wikipedia.org/wiki/Matrix_digital_rain Napísal Jamie Zawinski.

# Name(flame.desktop)
source: Flame
ca: Flama
fr: Flamme
id: Api
ja: フレーム
sk: Plameň

# Comment(flame.desktop)
source: Iterative fractals. Written by Scott Draves.
ca: Fractals iteratius. Escrit per Scott Draves.
fr: Fractales itératives. Écrit par Scott Draves.
id: Fraktal iteratif. Ditulis oleh Scott Draves.
ja: フラクタルの繰り返しです。 Scott Draves 氏による作品です。
pt_br: Fractais interativos. Escrito por Scott Draves.
sk: Iteratívne fraktály. Napísal Scott Draves.

# Comment(xmatrix.desktop)
source: The "digital rain" effect, as seen on the computer monitors in "The Matrix". See also "GLMatrix" for a 3D rendering of the similar effect that appeared in the movie's title sequence. https://en.wikipedia.org/wiki/Matrix_digital_rain Written by Jamie Zawinski.
ca: L'efecte de "pluja digital", com es veu als monitors d'ordinador a The Matrix. Vegeu també el GLMatrix, per a una representació 3D de l'efecte similar que va aparèixer a la seqüència dels crèdits de la pel·lícula. https://en.wikipedia.org/wiki/Matrix_digital_rain Escrit per Jamie Zawinski.
fr: L'effet de "pluie numérique", tel qu'on le voit sur les écrans d'ordinateur dans "The Matrix". Voir également "GLMatrix" pour un rendu 3D de l'effet similaire apparu dans la séquence titre du film. https://en.wikipedia.org/wiki/Matrix_digital_rain Écrit par Jamie Zawinski.
id: Efek "hujan digital", seperti yang terlihat pada monitor komputer di "Matriks". Lihat juga "GLMatrix" untuk render 3D dari efek yang sama yang muncul dalam urutan judul film. https://en.wikipedia.org/wiki/Matrix_digital_rain Ditulis oleh Jamie Zawinski.
ja: "デジタル降雨" 効果です。 "The Matrix" 内でのコンピュータモニタでよく表示されていたものです。映画のタイトル部分でも表れていた、 3D 描画版については "GLMatrix" をご覧ください。 https://en.wikipedia.org/wiki/Matrix_digital_rain Jamie Zawinski 氏による作品です。
pt_br: O efeito "chuva digital", como visto nos monitores de computador em "Matrix". Consulte também "GLMatrix" para obter uma renderização em 3D do efeito semelhante que apareceu na sequência do título do filme. https://en.wikipedia.org/wiki/Matrix_digital_rain Escrito por Jamie Zawinski.
sk: Efekt "digitálneho dažďa", aký je vidieť na počítačových monitoroch v "The Matrix". Pozrite si tiež "GLMatrix" pre 3D vykresľovanie podobného efektu, aký sa vyskytol v titulnej sekvencii filmu. https://en.wikipedia.org/wiki/Matrix_digital_rain Napísal Jamie Zawinski.

# Name(starfish.desktop)
source: Starfish
ca: Estrella de mar
fr: Étoile de mer
id: Bintang laut
ja: ヒトデ
pt_br: Estrela-do-mar
sk: Morská hviezdica

# Comment(starfish.desktop)
source: Undulating, throbbing, star-like patterns pulsate, rotate, and turn inside out. Another display mode uses these shapes to lay down a field of colors, which are then cycled. The motion is very organic. Written by Jamie Zawinski.
ca: Patrons amb forma d'estrella que onegen, bateguen, giren i es capgiren. Una altre mode de visualització utilitza aquestes formes per establir un camp de colors, que es repeteix a continuació. El moviment és molt orgànic. Escrit per Jamie Zawinski.
fr: Des motifs ondulants, palpitants et étoilés pulsent, tournent et se retournent. Un autre mode d'affichage utilise ces formes pour déposer un champ de couleurs, qui sont ensuite mises en cycle. Le mouvement est très organique. Écrit par Jamie Zawinski.
id: Pola bergelombang, berdenyut, seperti bintang berdenyut, berputar, dan berputar ke dalam. Mode tampilan lain menggunakan bentuk-bentuk ini untuk meletakkan bidang warna, yang kemudian bersepeda. Gerakannya sangat organik. Ditulis oleh Jamie Zawinski.
ja: 波打ったり鼓動したりする星形のパターンで、脈動したり回転したり、裏返しになったりします。その他の表示モードでは、これらの形を利用して色の領域が描かれ、繰り返されたりします。動きは非常に有機的です。 Jamie Zawinski 氏による作品です。
pt_br: Padrões ondulantes, latejantes e em forma de estrela pulsam, giram e viram do avesso. Outro modo de exibição usa essas formas para definir um campo de cores, que são então alternadas. O movimento é muito orgânico. Escrito por Jamie Zawinski.
sk: Zvlnené, pulzujúce, hviezdovité vzory pulzujú, rotujú a otáčajú sa naruby. Iný režim zobrazenia používa tieto tvary na stanovenie poľa farieb, ktoré sa potom cyklujú. Pohyb je veľmi organický. Napísal Jamie Zawinski.

# Comment(gflux.desktop)
source: Undulating waves on a rotating grid. Written by Josiah Pease.
ca: Ones ondulants sobre una reixeta giratòria. Escrit per Josiah Pease.
fr: Vagues ondulantes sur une grille rotative. Écrit par Josiah Pease.
id: Gelombang bergelombang pada kisi-kisi yang berputar. Ditulis oleh Josiah Pease.
ja: 回転する格子上で波を表現します。 Josiah Pease 氏による作品です。
pt_br: Ondas onduladas em uma grade rotativa. Escrito por Josiah Pease.
sk: Vinúce sa vlny na rotujúcej mriežke. Napísal Josiah Pease.

# Comment(rubikblocks.desktop)
source: The "Rubik's Mirror Blocks" puzzle. See also the "Rubik", "Cube21", and "GLSnake" screen savers. https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Written by Vasek Potocek.
ca: El trencaclosques Mirall de blocs de Rubik. Vegeu també el Rubik, Cube21 i GLSnake, protectors de pantalla. https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Escrit per Vasek Potocek.
fr: Le puzzle "Rubik's Mirror Blocks". Voir aussi les économiseurs d'écran "Rubik", "Cube21" et "GLSnake". https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Écrit par Vasek Potocek.
id: Teka-teki "Blok Cermin Rubik". Lihat juga screen saver "Rubik", "Cube21", dan "GLSnake". https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Ditulis oleh Vasek Potocek.
ja: "ルービックミラーブロックス" パズルです。 "Rubik", "Cube21", "GLSnake" の各スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Vasek Potocek 氏による作品です。
pt_br: O quebra-cabeça "Rubik's Mirror Blocks". Veja também os protetores de tela "Rubik", "Cube21" e "GLSnake". https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Escrito por Vasek Potocek.
sk: Hlavolam "Rubikove zrkadlové bloky". Pozrite si tiež šetriče obrazovky "Rubik", "Cube21" a "GLSnake". https://en.wikipedia.org/wiki/Combination_puzzles#Irregular_cuboids Napísal Vasek Potocek.

# Comment(splitflap.desktop)
source: Simulates a split-flap display, an old style of electromechanical sign as seen in airports and train stations, and commonly used in alarm clocks in the 1960s and 1970s. https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Written by Jamie Zawinski.
ca: Simula una pantalla dividida, un estil antic de signe electromecànic com els vistos en aeroports i estacions de tren, i comunament usat als rellotges d'alarma dels anys 1960 i 1970. https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Escrit per Jamie Zawinski.
fr: Simule un affichage à clapet divisé, un ancien style de panneau électromécanique tel qu'on le voit dans les aéroports et les gares, et couramment utilisé dans les réveils dans les années 1960 et 1970. https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Écrit par Jamie Zawinski.
id: Mensimulasikan tampilan split-flap, gaya lama tanda elektromekanis seperti yang terlihat di bandara dan stasiun kereta api, dan umumnya digunakan pada jam alarm di tahun 1960-an dan 1970-an. https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Ditulis oleh Jamie Zawinski.
ja: 空港や鉄道駅、そして 1960 年代から 1970 年代くらいのアラーム式時計などで用いられていた、反転フラップ式ディスプレイを疑似します。 https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Jamie Zawinski 氏による作品です。
pt_br: Simula uma exibição de Display split-flap, um estilo antigo de sinal eletromecânico, como visto em aeroportos e estações de trem, e comumente usado em despertadores nas décadas de 1960 e 1970. https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Escrito por Jamie Zawinski.
sk: Simuluje displej rozdelených klapiek, starý štýl elektromechanického návestidla viditeľný na letiskách a vlakových staniciach a bežne sa používal v budíkoch v 60. a 70. rokoch 20. storočia. https://en.wikipedia.org/wiki/Split-flap_display https://en.wikipedia.org/wiki/Flip_clock Napísal Jamie Zawinski.

# Name(sierpinski.desktop)
source: Sierpinski
ja: シェルピンスキー

# Comment(sierpinski.desktop)
source: The 2D Sierpinski triangle fractal. See also the "Sierpinski3D" screen saver. https://en.wikipedia.org/wiki/Sierpinski_triangle Written by Desmond Daignault.
ca: El triangle fractal de Sierpinski, 2D. Vegeu també el protector de pantalla Sierpinski3D. https://en.wikipedia.org/wiki/Sierpinski_triangle Escrit per Desmond Daignault.
fr: La fractale 2D du triangle de Sierpinski. Voir aussi l'écran de veille "Sierpinski3D". https://en.wikipedia.org/wiki/Sierpinski_triangle Écrit par Desmond Daignault.
id: Fraktal segitiga 2D Sierpinski. Lihat juga screen saver "Sierpinski3D". https://en.wikipedia.org/wiki/Sierpinski_triangle Ditulis oleh Desmond Daignault.
ja: 2D 版のシェルピンスキーの三角形フラクタルです。 "Sierpinski3D" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Sierpinski_triangle Desmond Daignault 氏による作品です。
pt_br: O fractal triangular 2D de Sierpinski. Veja também o protetor de tela "Sierpinski3D". https://pt.wikipedia.org/wiki/Tri%C3%A2ngulo_de_Sierpinski Escrito por Desmond Daignault.
sk: 2D Sierpinského trojuholníkový fraktál. Pozrite si tiež šetrič obrazovky "Sierpinski3D". https://en.wikipedia.org/wiki/Sierpinski_triangle Napísal Desmond Daignault.

# Name(cubestorm.desktop)
source: CubeStorm
fr: Cube
ja: キューブストーム

# Comment(cubestorm.desktop)
source: Boxes change shape and intersect each other, filling space. Written by Jamie Zawinski.
ca: Caixes que canvien de forma i es creuen entre si, omplint l'espai. Escrit per Jamie Zawinski.
fr: Les boîtes changent de forme et se croisent, remplissant l'espace. Écrit par Jamie Zawinski.
id: Kotak berubah bentuk dan berpotongan satu sama lain, mengisi ruang. Ditulis oleh Jamie Zawinski.
ja: 箱が形状を変化させながらお互いに交わりあい、領域を埋めていきます。 Jamie Zawinski 氏による作品です。
pt_br: Caixas que mudam sua forma e cruzam umas com as outras, preenchendo os espaços. Escrito por Jamie Zawinski.
sk: Krabice menia tvar a prelínajú sa, vyplňujú priestor. Napísal Jamie Zawinski.

# Comment(xanalogtv.desktop)
source: An old TV set, including artifacts like snow, bloom, distortion, ghosting, and hash noise. It also simulates the TV warming up. It will cycle through 12 channels, some with images you give it, and some with color bars or nothing but static. Written by Trevor Blackwell.
ca: Un aparell vell de TV, incloent-hi artefactes com ara la neu, floració, la distorsió, l'efecte fantasma i el soroll de remor. També simula la televisió escalfant-se. Farà un cicle a través de 12 canals, alguns amb imatges que li doneu i alguns amb barres de color o res més que estàtica. Escrit per Trevor Blackwell.
fr: Un vieux téléviseur, avec des artefacts tels que la neige, le bloom, la distorsion, les images fantômes et le bruit de hachage. Il simule également le réchauffement du téléviseur. Il passe par 12 canaux, certains avec des images que vous lui donnez, d'autres avec des barres de couleur ou rien que des parasites. Écrit par Trevor Blackwell.
id: Sebuah set TV tua, termasuk artefak seperti salju, mekar, distorsi, ghosting, dan kebisingan hash. Hal ini juga mensimulasikan pemanasan TV up. Ini akan siklus melalui 12 saluran, beberapa dengan gambar yang Anda berikan, dan beberapa dengan warna Bar atau apa-apa kecuali statis. Ditulis oleh Trevor Blackwell.
ja: 古いテレビに存在していた、砂嵐やゆがみ、ゴーストやハッシュノイズなどの効果を表示します。 TV のウオームアップも疑似的に再現します。 12 個あるチャンネルを繰り返し表示し、指定した画像のほか、カラーバーや静止状態なども表示します。Trevor Blackwell 氏による作品です。
pt_br: Um aparelho de TV antigo, incluindo artefatos como neve, florescer, distorção, fantasmas e ruído estático. Também simula o aquecimento da TV. Ele percorrerá 12 canais, alguns com imagens fornecidas e outros com barras coloridas ou nada além de estática. Escrito por Trevor Blackwell.
sk: Starý televízny prijímač vrátane artefaktov, ako je sneženie, presvetlenie, skreslenie, duchovia a moiré. Simuluje tiež zahrievanie televízora. Prechádza cyklicky 12 kanálmi, niektoré s obrázkami, ktoré ste mu poskytli a niektoré s farebnými pruhmi alebo nič len statické. Napísal Trevor Blackwell.

# Comment(rubik.desktop)
source: A Rubik's Cube that repeatedly shuffles and solves itself. See also the "GLSnake" and "Cube21" screen savers. https://en.wikipedia.org/wiki/Rubik%27s_Cube Written by Marcelo Vianna.
ca: Un cub de Rubik que es mou i es resol a si mateix repetidament. Vegeu també GLSnake i Cube21, protectors de pantalla. https://en.wikipedia.org/wiki/Rubik%27s_Cube Escrit per Marcelo Vianna.
fr: Un Rubik's Cube qui se mélange et se résout lui-même à plusieurs reprises. Voir aussi les économiseurs d'écran "GLSnake" et "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Cube Écrit par Marcelo Vianna.
id: Sebuah kubus Rubik yang berulang kali mengocok dan memecahkan dirinya sendiri. Lihat juga "GLSnake" dan "Cube21" screen saver. https://en.wikipedia.org/wiki/Rubik%27s_Cube ditulis oleh Marcelo Vianna.
ja: 繰り返しシャッフルされ解決されるルービックキューブです。 "GLSnake" や "Cube21" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Rubik%27s_Cube Marcelo Vianna 氏による作品です。
pt_br: Um cubo de Rubik que repetidamente embaralha-se e resolve-se. Veja também os protetores de tela "GLSnake" e "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Cube Escrito por Marcelo Vianna.
sk: Rubikova kocka, ktorá sa opakovane zamieša a vyrieši sama. Pozrite si tiež šetriče obrazovky "GLSnake" a "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Cube Napísal Marcelo Vianna.

# Name(engine.desktop)
source: Engine
ca: Motor
fr: Moteur
ja: エンジン
pt_br: Máquina

# Comment(engine.desktop)
source: Internal combusion engines. https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Written by Ben Buxton, Ed Beroset and Jamie Zawinski.
ca: Motors de combustió interna. https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Escrit per Ben Buxton, Ed Beroset i Jamie Zawinski.
fr: Moteurs a combustion interne. https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Écrit par Ben Buxton, Ed Beroset et Jamie Zawinski.
id: Mesin combusion internal. https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation ditulis oleh Ben Buxton, Ed Beroset dan Jamie Zawinski.
ja: 内燃機関です。 https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Ben Buxton 氏, Ed Beroset 氏, Jamie Zawinski 氏による作品です。
pt_br: Motores de combustão interna. https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Escrito por Ben Buxton, Ed Beroset e Jamie Zawinski.
sk: Motory s vnútorným spaľovaním. https://en.wikipedia.org/wiki/Internal_combustion_engine#Operation Napísal Ben Buxton, Ed Beroset a Jamie Zawinski.

# Name(rorschach.desktop)
source: Rorschach
ja: ロールシャッハ

# Comment(rorschach.desktop)
source: Inkblot patterns via a reflected random walk. https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk Written by Jamie Zawinski.
ca: Patrons de taques de tinta a través d'un camí aleatori reflectit. https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk Escrit per Jamie Zawinski.
fr: Motifs de taches d'encre via une marche aléatoire réfléchie. https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk Écrit par Jamie Zawinski.
id: Inkblot pola melalui jalan acak tercermin. https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk ditulis oleh Jamie Zawinski.
ja: ランダムウオークを反映するインクボットパターンです。 https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk Jamie Zawinski 氏による作品です。
pt_br: Padrões de manchas de tinta através de uma caminhada aleatória refletida. https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk Escrito por Jamie Zawinski.
sk: Vzory atramentových škvŕn prostredníctvom zrkadlenej náhodnej prechádzky. https://en.wikipedia.org/wiki/Rorschach_inkblot_test https://en.wikipedia.org/wiki/Random_walk Napísal Jamie Zawinski.

# Name(eruption.desktop)
source: Eruption
ca: Erupció
fr: Éruption
id: Letusan
ja: エラプション
pt_br: Erupção
sk: Erupcia

# Comment(eruption.desktop)
source: Exploding fireworks. See also the "Fireworkx", "XFlame" and "Pyro" screen savers. Written by W.P. van Paassen.
ca: Explosió de focs artificials. Vegeu també els protectors de pantalla Fireworkx, XFlame i Pyro. Escrit per W.P. Van Paassen.
fr: Des feux d'artifice qui explosent. Voir aussi les économiseurs d'écran "Fireworkx", "XFlame" et "Pyro". Écrit par W.P. van Paassen.
id: Meledak kembang api. Lihat juga "Fireworkx", "XFlame" dan "Pyro" screen saver. Ditulis oleh W.P. Van Paassen.
ja: 爆発する花火です。 "Fireworkx", "XFlame", "Pyro" の各スクリーンセーバもご覧ください。 W.P. van Paassen 氏による作品です。
pt_br: Fogos de artifício explodindo. Veja também os protetores de tela "Fireworkx", "XFlame" e "Pyro". Escrito por W.P. van Paassen.
sk: Vybuchujúce ohňostroje. Pozrite si aj šetriče obrazovky "Fireworkx", "XFlame" a "Pyro". Napísal W.P. van Paassen.

# Comment(pong.desktop)
source: The 1971 Pong home video game, including artifacts of an old color TV set. In clock mode, the score keeps track of the current time. https://en.wikipedia.org/wiki/Pong Written by Jeremy English, Trevor Blackwell and Jamie Zawinski.
ca: El videojoc de Pong 1971, que inclou artefactes d'un vell televisor en color. En el mode de rellotge, la puntuació fa un seguiment de l'hora actual. https://en.wikipedia.org/wiki/Pong Escrit per Jeremy Anglès, Trevor Blackwell i Jamie Zawinski.
fr: Le jeu vidéo de salon Pong de 1971, y compris les artefacts d'un vieux téléviseur couleur. En mode horloge, le score indique l'heure actuelle. https://en.wikipedia.org/wiki/Pong Écrit par Jeremy English, Trevor Blackwell et Jamie Zawinski.
id: Permainan video rumah 1971 Pong, termasuk artefak dari set TV berwarna tua. Dalam mode jam, skor melacak waktu saat ini. https://en.wikipedia.org/wiki/Pong Ditulis oleh Jeremy English, Trevor Blackwell dan Jamie Zawinski.
ja: 1971 年に販売された Pong と呼ばれるビデオゲームと、その時代の古いカラーテレビの表示を疑似しています。クロックモードでは、スコア表示部分に現在時刻を表示します。 https://en.wikipedia.org/wiki/Pong Jeremy English 氏, Trevor Blackwell 氏, Jamie Zawinski 氏による作品です。
pt_br: O videogame doméstico Pong de 1971, incluindo artefatos de um antigo aparelho de TV colorido. No modo relógio, a pontuação acompanha a hora atual. https://en.wikipedia.org/wiki/Pong Escrito por Jeremy English, Trevor Blackwell e Jamie Zawinski.
sk: Domáca videohra Pong z roku 1971 vrátane artefaktov starého farebného televízora. V režime hodín skóre sleduje aktuálny čas. https://en.wikipedia.org/wiki/Pong Napísal Jeremy English, Trevor Blackwell a Jamie Zawinski.

# Comment(crackberg.desktop)
source: Flies through height maps, optionally animating the creation and destruction of generated tiles; tiles `grow' into place. Written by Matus Telgarsky.
ca: Vola a través de mapes d'altura, que animen opcionalment la creació i destrucció de rajoles generades; les rajoles creixen al seu lloc. Escrit per Matus Telgarsky.
fr: Voler à travers des cartes de hauteur, en animant optionnellement la création et la destruction des tuiles générées ; les tuiles "grandissent" en place. Écrit par Matus Telgarsky.
id: Terbang melalui peta tinggi, opsional menganimasikan penciptaan dan penghancuran ubin yang dihasilkan; ubin ' tumbuh ' ke tempatnya. Ditulis oleh Matus Telgarsky.
ja: 高さのある地図上を動き回り、生成されたタイルがつながったり離れたりする様子を表示し、成長していきます。 Matus Telgarsky 氏による作品です。
pt_br: Voa através de mapas de altura, opcionalmente animando a criação e destruição de blocos gerados; ladrilhos "crescem" no lugar. Escrito por Matus Telgarsky.
sk: Letí výškovými mapami, prípadne animuje vytváranie a ničenie vygenerovaných dlaždíc; dlaždice 'rastú' na miesto. Napísal Matus Telgarsky.

# Name(phosphor.desktop)
source: Phosphor
ca: Fòsfor
fr: Phosphore
id: Fosfor
ja: 蛍光体
sk: Fosfor

# Comment(phosphor.desktop)
source: An old terminal with large pixels and long-sustain phosphor. On MacOS and Linux, this program is also a fully-functional VT100 emulator! Run it as an application instead of as a screen saver and you can use it as a terminal. Written by Jamie Zawinski.
ca: Un terminal antic amb grans píxels i fòsfor. En MacOS i Linux aquest programa també és un emulador de VT100 completament funcional! Executeu-lo com una aplicació en lloc de com a estalvi de pantalla i el podreu utilitzar com a terminal. Escrit per Jamie Zawinski.
fr: Un vieux terminal avec de grands pixels et un phosphore à longue durée de vie. Sous MacOS et Linux, ce programme est également un émulateur VT100 entièrement fonctionnel ! Exécutez-le comme une application plutôt que comme un économiseur d'écran et vous pourrez l'utiliser comme un terminal. Écrit par Jamie Zawinski.
id: Terminal tua dengan piksel besar dan fosfor tahan lama. Pada MacOS dan Linux, program ini juga merupakan emulator VT100 yang berfungsi penuh! Jalankan sebagai aplikasi bukan sebagai screen saver dan Anda dapat menggunakannya sebagai terminal. Ditulis oleh Jamie Zawinski.
ja: 大きなピクセルで長寿命の蛍光体を利用した古い端末です。 MacOS や Linux では完全に動作する VT100 のエミュレータとしても利用することができます。また、スクリーンセーバではなくアプリケーションとして動作させることもできます。 Jamie Zawinski 氏による作品です。
pt_br: Um terminal antigo com pixels grandes e fósforo de longa duração. No MacOS e Linux, este programa também é um emulador VT100 totalmente funcional! Execute-o como um aplicativo em vez de como um protetor de tela e você pode usá-lo como um terminal. Escrito por Jamie Zawinski.
sk: Starý terminál s veľkými pixelmi a dlhozachovávajúcim luminoforom. Na systémoch MacOS a Linux je tento program tiež plne funkčným emulátorom VT100! Spustite ho ako aplikáciu namiesto šetriča obrazovky a môžete ho použiť ako terminál. Napísal Jamie Zawinski.

# Name(sonar.desktop)
source: Sonar
ja: ソナー
