Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ca, cs, de, el, fi, it, lt, pt_br, ru, sk, uk

# Name(org.opensuse.yast.NISServer.desktop)
source: YaST NIS Server
ca: Servidor NIS del YaST
el: Διακομιστής NIS YaST
fi: YaST – NIS-palvelin
it: YaST Server NIS
lt: YaST NIS serveris
pt_br: YaST Servidor NIS
ru: YaST Сервер NIS
uk: YaST Сервер NIS

# GenericName(org.opensuse.yast.NISServer.desktop)
source: NIS Server
ca: Servidor NIS
el: Διακομιστής NIS
fi: NIS-palvelin
it: Server NIS
lt: NIS serveris
pt_br: Servidor NIS
ru: Сервер NIS
uk: Сервер NIS

# Comment(org.opensuse.yast.NISServer.desktop)
source: Configure a NIS server
ca: Configureu un servidor NIS
cs: Nakonfigurujte si NIS server
de: Konfiguration eines NFS-Servers
el: Ρύθμιση διακομιστή NIS
fi: Määritä NIS-palvelin
it: Configura un server NIS
lt: Konfigūruoti NIS serverį
pt_br: Configure um servidor NIS
ru: Настроить сервер NIS
sk: Konfigurovať NIS server
uk: Налаштування сервера NIS

# X-SuSE-YaST-Keywords(org.opensuse.yast.NTPClient.desktop)
source: time,sync,synchronization,NTP
ca: hora,sync,sincronització,NTP
cs: čas,sync,synchronizace,NTP
de: Zeit,sync,Synchronisieren,NTP
el: χρόνος,sync,συγχρονισμός,NTP
fi: aika,tahdista,synkronointi,NTP
it: ora,sincr,sincronizzazione,NTP
pt_br: hora,sync,sincronização,NTP
sk: čas,synchronizovať,synchronizácia,NTP

# Name(org.opensuse.yast.NTPClient.desktop)
source: YaST NTP Configuration
ca: Configuració d'NTP del YaST
cs: YaST konfigurace NTP
de: YaST NTP-Konfiguration
el: Ρύθμιση NTP YaST
fi: YaST – NTP-määritys
it: YaST Configurazione NTP
lt: YaST NTP konfigūravimas
pt_br: YaST Configuração do NTP
ru: YaST Настройка NTP
sk: YaST konfigurácia NTP
uk: YaST Налаштування NTP

# GenericName(org.opensuse.yast.NTPClient.desktop)
source: NTP Configuration
ca: Configuració de NTP
cs: Konfigurace NTP
de: NTP-Konfiguration
el: Ρύθμιση NTP
fi: NTP-määritys
it: Configurazione NTP
lt: NTP konfigūravimas
pt_br: Configuração do NTP
ru: Настройка NTP
sk: Konfigurácia NTP
uk: Налаштування NTP

# Comment(org.opensuse.yast.NTPClient.desktop)
source: Configure an NTP client or server
ca: Configureu un servidor o un client NTP
cs: Konfigurovat klienta nebo server NTP
de: Konfiguration eines NTP-Clients oder -Servers
el: Ρύθμιση πελάτη ή διακομιστή NTP
fi: Määritä NTP-asiakas tai -palvelin
it: Configura un client o un server NTP
lt: Konfigūruoti NTP klientą arba serverį
pt_br: Configure um cliente ou servidor NTP
ru: Настроить клиент или сервер NTP
sk: Konfigurovať klienta alebo server NTP
uk: Налаштування клієнта або сервера NTP

# X-SuSE-YaST-Keywords(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: online,update,YOU,patch
ca: en línia,actualització,YOU,pedaç
cs: on-line,aktualizace,VY,záplata
de: Online,Aktualisieren,YOU,Patch
el: online,ενημέρωση,YOU,patch
fi: verkossa,päivitys,SINÄ,korjaus
it: online,aggiornamento,YOU,patch
pt_br: online,atualizar,YOU,correção
sk: online,aktualizácia,YOU,oprava

# Name(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: YaST Online Update Configuration
ca: Configuració de l'actualització en línia del YaST
cs: YaST konfigurace on-line aktualizace
de: Konfiguration der YaST Online-Aktualisierung
el: Ρύθμιση ενημέρωσης μέσω δικτύου YaST
fi: YaST – Verkkopäivityksen määritys
it: YaST Configurazione degli aggiornamenti online
lt: YaST atnaujinimo internetu konfigūravimas
pt_br: YaST Configuração da atualização online
ru: YaST Настройка обновления по сети
sk: Konfigurácia online aktualizácie YaST
uk: YaST Налаштування мережного оновлення

# GenericName(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: Online Update Configuration
ca: Configuració de l'actualització en línia
cs: Konfigurace on-line aktualizace
de: Konfiguration der Online-Aktualisierung
el: Ρύθμιση ενημέρωσης μέσω δικτύου
fi: Verkkopäivityksen määritys
it: Configurazione degli aggiornamenti online
lt: Atnaujinimo internetu konfigūravimas
pt_br: Configuração da atualização online
ru: Настройка обновления по сети
sk: Konfigurácia online aktualizácie
uk: Налаштування мережного оновлення

# Comment(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: Configure Online Update Setup
ca: Configureu els paràmetres de l'actualització en línia
cs: Konfigurovat nastavení on-line aktualizace
de: Online-Aktualisierung konfigurieren
el: Ενημέρωση μέσω δικτύου
fi: Verkkopäivityksen asetusten määrittäminen
it: Configura l'installazione dell'aggiornamento online
lt: Atnaujinimo internetu konfigūravimas
pt_br: Configuração da Atualização online
ru: Настроить обновление по сети
sk: Konfigurovať nastavenie online aktualizácie
uk: Налаштувати мережне оновлення

# X-SuSE-YaST-Keywords(org.opensuse.yast.OnlineUpdate.desktop)
source: software,update,online,YOU,packages,RPM
ca: programari,actualització,YOU,paquets,RPM
cs: software,aktualizace,on-line,VY,balíčky,RPM
de: Software,Aktualisierung,Online,YOU,Pakete,RPM
el: λογισμικό,ενημέρωση,online,YOU,πακέτα,RPM
fi: ohjelma,päivitys,verkossa,SINÄ,paketit,RPM
it: software,aggiornamento,online,YOU,pacchetti,RPM
pt_br: software,atualizar,online,YOU,pacotes,RPM
sk: softvér,aktualizácia,online,YOU,balíky,RPM

# Name(org.opensuse.yast.OnlineUpdate.desktop)
source: YaST Online Update
ca: Actualització en línia del YaST
cs: YaST on-line aktualizace
de: YaST Online-Aktualisierung
el: Ενημέρωση μέσω δικτύου YaST
fi: YaST – Verkkopäivitys
it: YaST Aggiornamento online
lt: YaST atnaujinimas internetu
pt_br: YaST Atualização online
ru: YaST Обновление по сети
sk: Online aktualizácia YaST
uk: YaST Мережне оновлення

# GenericName(org.opensuse.yast.OnlineUpdate.desktop)
source: Online Update
ca: Actualització en línia
cs: on-line aktualizace
de: Online-Aktualisierung
el: Ενημέρωση μέσω δικτύου
fi: Verkkopäivitys
it: Aggiornamento online
lt: Atnaujinimas internetu
pt_br: Atualização online
ru: Обновление по сети
sk: Online aktualizácia
uk: Мережне оновлення

# Comment(org.opensuse.yast.OnlineUpdate.desktop)
source: Get patches to correct and improve your existing installation
ca: Obtingueu pedaços per corregir i millorar la instal·lació existent
cs: Získejte záplaty pro opravu a vylepšení vaší současné instalace
de: Herunterladen von Aktualisierungen um Ihre existierende Installation zu korrigieren und verbessern
el: Λήψη τροποποιήσεων για να διόρθωση και να βελτίωση της υπάρχουσας εγκατάστασής σας
fi: Nouda paikkauksia korjaamaan ja parantamaan olemassa olevaa asennusta
it: Scarica le patch per correggere e migliorare l'installazione esistente
lt: Diegti pataisas, ištaisančias klaidas ar pagerinančias jau įdiegtą sistemą
pt_br: Obtenha correções para corrigir e aperfeiçoar sua instalação existente
ru: Получить исправления и улучшения для существующей установки
sk: Získajte opravy, aby ste si opravili a zlepšili vašu existujúcu inštaláciu
uk: Отримати латки для виправлення та покращення вашої поточної установки

# X-SuSE-YaST-Keywords(org.opensuse.yast.SWSource.desktop)
source: software,packages,rpm,repositories
ca: programari,paquets,rpm,repositoris
cs: software,balíčky,rpm,úložiště
de: Software,Pakete,rpm,Repositorien
el: λογισμικό,πακέτα,rpm,αποθετήρια
fi: ohjelmisto,paketit,rpm,arkistot
it: software,pacchetti,rpm,repositories
pt_br: software,pacotes,rpm,repositórios
sk: softvér,balík,rpm,repozitáre
uk: програмне забезпечення,пакунки,rpm,сховища

# Name(org.opensuse.yast.SWSource.desktop)
source: YaST Software Repositories
ca: Repositoris de programari del YaST
cs: YaST úložiště softwaru
de: YaST Software-Repositorys
el: Αποθετήρια λογισμικού YaST
fi: YaST – Asennuslähteet
it: YaST Repository dei programmi
lt: YaST saugyklos
pt_br: YaST Repositórios de software
ru: YaST Репозитории программного обеспечения
sk: Softvérové repozitáre YaST
uk: YaST Сховища програмного забезпечення

# GenericName(org.opensuse.yast.SWSource.desktop)
source: Software Repositories
ca: Repositoris de programari
cs: Repozitáře softwaru
el: Αποθετήρια λογισμικού
fi: Asennuslähteet
it: Repository dei programmi
lt: Saugyklos
pt_br: Repositórios de software
ru: Репозитории программного обеспечения
sk: Softvérové repozitáre
uk: Сховища програмного забезпечення

# Comment(org.opensuse.yast.SWSource.desktop)
source: Choose the repositories for installation of software packages (CD, network, etc.), add the community repositories
ca: Trieu els repositoris per a la instal·lació de paquets de programari (CD, xarxa, etc.), afegiu els repositoris de comunitat.
cs: Zvolte si repozitáře pro instalaci balíčků (CD, síť atd.), přidejte si komunitní repozitáře
de: Repositories zur Installation von Software-Paketen (CD, Netzwerk etc.) auswählen und Community-Repositories hinzufügen
el: Επιλέξτε τα αποθετήρια για εγκατάσταση των πακέτων λογισμικού (CD, δίκτυο, κλπ), προσθέστε τα αποθετήρια της κοινότητας
fi: Valitse ohjelmapakettien asennuslähteet (CD, verkko jne.), lisää yhteisöasennuslähteitä
it: Seleziona i repository per l'installazione di pacchetti software (CD, rete, ecc.), aggiungi i repository della comunità
lt: Pasirinkite saugyklas programinės įrangos paketų diegimui (CD, tinklas ir kt.), pridėkite bendruomenės saugyklas
pt_br: Escolha os repositórios para a instalação dos pacotes de software (CD, rede, etc), adicione os repositórios da comunidade
ru: Выбрать репозитории устанавливаемых пакетов (CD, сеть и т.д.), добавить репозитории сообщества
sk: Zvoľte repozitáre pre inštaláciu softvérových balíkov (CD, sieť, apod.), pridajte komunitné softvérové repozitáre
uk: Вибір сховищ для встановлення пакунків з програмами (КД, сховище у мережі, тощо), додавання сховищ спільноти

# X-SuSE-YaST-Keywords(org.opensuse.yast.CheckMedia.desktop)
source: software,media,check,dvd,cd,packages,repositories
ca: programari,media,comprovació,dvd,cd,paquets,repositoris
cs: software,média,kontrola,dvd,cd,balíčky.úložiště
de: Software,Medien,Prüfung,DVD,CD,Pakete,Repositorys
el: λογισμικό,πολυμέσα,έλεγχος,dvd,cd,πακέτα,αποθετήρια
fi: ohjelma,media,tarkista,dvd,cd,paketit,arkistot
it: software,supporti,controllo,dvd,cd,pacchetti,repository
pt_br: software,mídia,checar,dvd,cd,pacotes,repositórios
sk: softvér,médiá,kontrola,dvd,cd,balíky,repozitáre

# Name(org.opensuse.yast.CheckMedia.desktop)
source: YaST Media Check
ca: Comprovació de mitjans del YaST
cs: YaST kontrola média
de: YaST Medien-Überprüfung
el: Έλεγχος μέσων YaST
fi: YaST – Tietovälineen tarkistus
it: YaST Verifica del supporto
lt: YaST laikmenų tikrinimas
pt_br: YaST Verificação de mídia
ru: YaST Проверка носителя
sk: Kontrola média YaST
uk: YaST Перевірка носія

# GenericName(org.opensuse.yast.CheckMedia.desktop)
source: Media Check
ca: Comprovació de suports
cs: Kontrola média
de: Medien-Überprüfung
el: Έλεγχος μέσων
fi: Tietovälineen tarkistus
it: Verifica del supporto
lt: Laikmenų tikrinimas
pt_br: Verificação de mídia
ru: Проверка носителя
sk: Kontrola integrity média
uk: Перевірка носія

# Comment(org.opensuse.yast.CheckMedia.desktop)
source: Verify CD and DVD media integrity
ca: Verifiqueu la integritat dels suports de CD i DVD
cs: Kontrola integrity CD a DVD médií
de: Integrität von CD- und DVD-Medien prüfen
el: Ανίχνευση ακεραιότητας CD και DVD
fi: Tarkista CD- ja DVD-levyjen yhtenäisyys
it: Verifica l'integrità dei supporti (CD e DVD)
lt: Patikrinkite CD ar DVD laikmenos vientisumą
pt_br: Verifique a integridade da mídia de CD e DVD
ru: Проверка совместимости носителя CD и DVD
sk: Skontrolovať integritu CD a DVD médií
uk: Перевірити цілісність носія КД або DVD

# X-SuSE-YaST-Keywords(org.opensuse.yast.SWSingle.desktop)
source: software,packages,rpm,repositories,installation,deletion
ca: programari,paquets,rpm,repositoris,instal·lació,supressió
cs: software,balíčky,rpm,úložiště,instalace,výmaz
de: Software,Pakete,rpm,Repositorien,Installation,Löschung
el: λογισμικό,πακέτα,rpm,αποθετήρια,εγκατάσταση,διαγραφή
fi: ohjelma,paketit,rpm,arkistot,asennus,poistaminen
it: software,pacchetti,rpm,repository,installazione,eliminazione
pt_br: software,pacotes,rpm,repositórios,instalação,exclusão
sk: softvér,balíky,rpm,repozitáre,inštalácia,zmazanie

# Name(org.opensuse.yast.SWSingle.desktop)
source: YaST Software Management
ca: Gestió de programari del YaST
cs: YaST správa softwaru
de: YaST Software Verwaltung
el: Διαχείριση λογισμικού YaST
fi: YaST – Ohjelmiston asennus
it: YaST Gestione pacchetti
lt: YaST programinės įrangos tvarkytuvė
pt_br: YaST Gerenciamento de software
ru: YaST Управление программным обеспечением
sk: Správa softvéru YaST
uk: YaST Керування програмами

# GenericName(org.opensuse.yast.SWSingle.desktop)
source: Software Management
ca: Gestió de programari
cs: Správa softwaru
de: Software installieren oder löschen
el: Διαχείριση λογισμικού
fi: Ohjelmiston asennus
it: Gestione pacchetti
lt: Programinės įrangos tvarkytuvė
pt_br: Gerenciamento de software
ru: Управление программным обеспечением
sk: Správa softvéru
uk: Керування програмами

# Comment(org.opensuse.yast.SWSingle.desktop)
source: Install or remove software packages and manage software repositories
ca: Instal·leu o suprimiu paquets i gestioneu repositoris de programari
cs: Instalace nebo odstranění softwarových balíčků a správa repozitářů
de: Software-Pakete installieren oder entfernen und Repositories verwalten
el: Εγκατάσταση ή αφαίρεση πακέτων λογισμικού και διαχείριση αποθετηρίων λογισμικού
fi: Asenna tai poista ohjelmistopaketteja ja hallitse asennuslähteitä
it: Installa o rimuovi i pacchetti e gestisci i repository software
lt: Įdiegti arba pašalinti programinę įrangą ir tvarkyti programinės įrangos saugyklas
pt_br: Instale ou remova pacotes de softwares e gerencie os repositórios de software
ru: Установка или удаление пакетов программ, управление репозиториями
sk: Inštalácia a odstránenie softvérových balíkov a správa softvérových repozitárov
uk: Встановити або вилучити пакунки з програмами та керувати сховищами програм

# Name(org.opensuse.yast.Printer.desktop)
source: YaST Printer
ca: Impressores del YaST
cs: YaST tiskárna
de: YaST Drucker
el: Εκτυπωτής YaST
fi: YaST – Tulostin
it: YaST Stampante
lt: YaST spausdintuvas
pt_br: YaST Impressora
ru: YaST Принтер
sk: YaST tlačiareň
uk: YaST Принтер

# GenericName(org.opensuse.yast.Printer.desktop)
source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
el: Εκτυπωτής
fi: Tulostin
it: Stampante
lt: Spausdintuvas
pt_br: Impressora
ru: Принтер
sk: Tlačiareň
uk: Принтер

# Comment(org.opensuse.yast.Printer.desktop)
source: Configure printers
ca: Configureu impressores
cs: Konfigurovat tiskárny
de: Konfiguration von Druckern
el: Ρύθμιση εκτυπωτών
fi: Määritä tulostimet
it: Configura le stampanti
lt: Konfigūruoti spausdintuvus
pt_br: Configure as impressoras
ru: Настроить принтеры
sk: Konfigurovať tlačiarne
uk: Налаштування принтерів

# X-SuSE-YaST-Keywords(org.opensuse.yast.Proxy.desktop)
source: network,internet,access
ca: xarxa,internet,accés
cs: síť,internet,přístup
de: Netzwerk,Internet,Zugriff
el: δίκτυο,internet,πρόσβαση
fi: verkko,internet,yhteys
it: rete,internet,accesso
pt_br: rede,internet,acesso
sk: sieť,internet,prístup

# Name(org.opensuse.yast.Proxy.desktop)
source: YaST Proxy
ca: Intermediari del YaST
el: Διαμεσολαβητής YaST
fi: YaST – Välityspalvelin
lt: YaST įgaliotasis serveris
ru: YaST Прокси
uk: YaST Проксі

# GenericName(org.opensuse.yast.Proxy.desktop)
source: Proxy
ca: Intermediari
el: Διαμεσολαβητής
fi: Välityspalvelin
lt: Įgaliotasis serveris
ru: Прокси-сервер
uk: Проксі

# Comment(org.opensuse.yast.Proxy.desktop)
source: Configure a proxy
ca: Configureu un servidor intermediari
cs: Konfigurovat proxy
de: Einen Proxy einrichten
el: Ρύθμιση ενός μεσολαβητή
fi: Määritä välityspalvelin
it: Configura un proxy
lt: Konfigūruoti įgaliotąjį serverį (proxy)
pt_br: Configure um proxy
ru: Настроить прокси
sk: Konfigurovať proxy
uk: Налаштування проксі

# X-SuSE-YaST-Keywords(org.opensuse.yast.RDP.desktop)
source: remote,desktop,rdp,network,windows
ca: remot,escriptori,rdp,xarxa,windows
cs: vzdálený,stolní,rdp,síť,windows
de: entfernt,Desktop,RDP,Netzwerk,Windows
el: απομακρυσμένη,επιφάνεια εργασίας,rdp,δίκτυο,παράθυρα
fi: etäyhteys,työpöytä,rdp,verkko,windows
it: remoto,desktop,rdp,rete,windows
pt_br: remoto,desktop,rdp,network,windows
sk: vzdialený,desktop,rdp,sieť,okná

# Name(org.opensuse.yast.RDP.desktop)
source: YaST Remote Administration
ca: Administració remota del YaST
cs: YaST vzdálená správa
de: YaST Administration entfernter Rechner
el: Απομακρυσμένη διαχείριση (VNC)
fi: YaST – Etähallinta
it: YaST Amministrazione remota
lt: YaST nuotolinis administravimas
pt_br: YaST Administração remota
ru: YaST: Удалённое администрирование
sk: Vzdialená správa YaST
uk: YaST Віддалене адміністрування

# GenericName(org.opensuse.yast.RDP.desktop)
source: Remote Administration (RDP)
ca: Administració remota (RDP)
cs: Vzdálená správa (RDP)
de: Administration entfernter Rechner (RDP)
el: Απομακρυσμένη διαχείριση (RDP)
fi: Etähallinta (RDP)
it: Amministrazione remota (RDP)
lt: Nuotolinis administravimas (RDP)
pt_br: Administração remota (RDP)
ru: Удаленное администрирование (RDP)
sk: Vzdialená správa (RDP)
uk: Віддалене адміністрування (RDP)

# Comment(org.opensuse.yast.RDP.desktop)
source: Configure RDP (Remote Desktop Protocol)
ca: Configuració d'RDP (Remote Desktop Protocol)
cs: Konfigurace RDP (Remote Desktop Protocol, prot. vzdálené plochy)
de: RDP (Remote Desktop Protocol) einrichten
el: Ρύθμιση RDP (Πρωτόκολλο Απομακρυσμένης Διαχείρισης Υπολογιστή)
fi: RDP-määritys (Remote Desktop Protocol)
it: Configura RDP (Remote Desktop Protocol)
lt: Konfigūruoti RDP
pt_br: Configurar RDP (Remote Desktop Protocol)
ru: Настроить RDP (протокол удаленного рабочего стола)
sk: Konfigurovať RDP (Remote Desktop Protocol)

# X-SuSE-YaST-Keywords(org.opensuse.yast.Rear.desktop)
source: rear,backup
ca: còpia de seguretat,rear
cs: zadní,záloha
de: Rear,Sicherung
el: Αντίγραφο ασφαλείας rear
fi: rear,varmistus
pt_br: volta,backup
sk: na pozadí,zálohovanie

# Name(org.opensuse.yast.Rear.desktop)
source: YaST Rear Backup
ca: Còpia de seguretat de Rear del YaST
cs: YaST záloha na pozadí
de: YaST Rear-Sicherung
el: Αντίγραφο ασφαλείας rear
fi: YaST – Rear-varmuuskopiointi
it: YaST Backup ReaR
lt: YaST atsarginės kopijos su ReaR
pt_br: YaST Backup traseiro
ru: YaST Резервное копирование Rear
sk: YaST zálohovanie na pozadí
uk: YaST Резервне копіювання Rear

# GenericName(org.opensuse.yast.Rear.desktop)
source: Rear Backup
ca: Còpia de seguretat de Rear
cs: Záloha na pozadí
de: Rear-Sicherung
el: Αντίγραφο ασφαλείας rear
fi: Rear-varmuuskopiointi
it: Backup ReaR
lt: Atsarginės kopijos su ReaR
pt_br: Backup traseiro
ru: Резервное копирование Rear
sk: Zálohovanie na pozadí

# Comment(org.opensuse.yast.Rear.desktop)
source: Configure Rear Backup
ca: Configureu la còpia de seguretat de Rear
cs: Konfigurovat zálohu na pozadí
de: Rear-Sicherung einrichten
el: Ρύθμιση αντιγράφου ασφαλείας rear
fi: Rear Backup -määritys
it: Configura backup ReaR
lt: Relax-and-Recover atsarginės kopijos
pt_br: Configurar backup traseiro
ru: Настроить резервное копирование Rear
sk: Konfigurovať zálohovanie na pozadí
uk: Налаштування резервного копіювання Rear

# X-SuSE-YaST-Keywords(org.opensuse.yast.SCC.desktop)
source: scc,software,registration,smt,rmt,module,extension
ca: scc,programari,registre,smt,rmt,mòdul,extensió
cs: scc,software,registrace,smt,rmt,modul,rozšíření
de: scc,Software,Registrierung,SMT,RMT,Modul,Erweiterung
el: scc,λογισμικό,εγγραφή,smt,rmt,ενότητα,επέκταση
fi: scc,ohjelma,rekisteröinti,smt,rmt,moduuli,lisäosa
it: scc,software,registrazione,smt,rmt,modulo,estensione
pt_br: scc,software,registro,smt,rmt,módulo,extensão
sk: scc,softvér,registrácia,smt,rmt,modul,rozšírenie

# Name(org.opensuse.yast.SCC.desktop)
source: YaST Product Registration
ca: Registre del producte del YaST
cs: YaST registrace produktu
de: YaST Produktregistrierung
el: Δήλωση προϊόντος YaST
fi: YaST – Tuoterekisteröinti
it: YaST Registrazione prodotto
lt: YaST produktų registravimas
pt_br: YaST Registro de produto
ru: YaST Регистрация продукта
sk: Registrácia produktu YaST
uk: YaST Реєстрація продукту

# GenericName(org.opensuse.yast.SCC.desktop)
source: Product Registration
ca: Registre del producte
cs: Registrace produktu
de: Produktregistrierung
el: Δήλωση προϊόντος
fi: Tuoterekisteröinti
it: Registrazione prodotto
lt: Produktų registravimas
pt_br: Registro de produto
ru: Регистрация продуктов
sk: Registrácia produktu
uk: Реєстрація продукту

# Comment(org.opensuse.yast.SCC.desktop)
source: Register your Product with the Vendor
ca: Registreu el producte al proveïdor
cs: Registrujte svůj produkt u výrobce
de: Registrieren Sie Ihr Produkt beim Hersteller
el: Καταχωρήστε το προϊόν σας στον Προμηθευτή
fi: Rekisteröidy tuotteesi myyjälle
it: Registra il tuo prodotto presso il venditore
pt_br: Registre seu produto com o fornecedor
ru: Зарегистрировать продукт у поставщика
sk: Zaregistrujte svoj produkt u dodávateľa

# X-SuSE-YaST-Keywords(org.opensuse.yast.SCC.AddExtensions.desktop)
source: extensions,modules,software,registration,scc,package,repositories
ca: extensions,mòduls,programari,registre,scc,paquet,repositoris
cs: rozšíření,moduly,software,registrace,scc,balíček,úložiště
de: Erweiterungen,Module,Software,Registrierung,scc,Paket,Repositorys
el: επεκτάσεις,ενότητες,λογισμικό,εγγραφή,scc,πακέτο,αποθετήρια
fi: lisäosat,moduulit,ohjelma,rekisteröinti,scc,paketti,arkistot
it: estensioni,moduli,software,registrazione,scc,pacchetto,repository
pt_br: extensões,módulos,software,registro,scc,pacote,repositórios
sk: rozšírenia,moduly,softvér,registrácia,scc,balík,repozitáre

# Name(org.opensuse.yast.SCC.AddExtensions.desktop)
source: YaST System Extensions
ca: Extensions de sistema del YaST
cs: YaST rozšíření systému
de: YaST Systemerweiterungen
el: Προσθήκη επεκτάσεων ή αρθρωμάτων συστήματος
fi: YaST – Järjestelmän laajennukset
it: YaST Estensioni del sistema
lt: YaST sistemos plėtiniai
pt_br: YaST Extensões do sistema
ru: YaST Системные расширения
sk: Systémové rozšírenia YaST

# GenericName(org.opensuse.yast.SCC.AddExtensions.desktop)
source: System Extensions
ca: Extensions del sistema
cs: Rozšíření systému
de: Systemerweiterungen
el: Προσθήκη επεκτάσεων ή αρθρωμάτων συστήματος
fi: Järjestelmän laajennukset
it: Aggiungi estensioni del sistema
lt: Sistemos plėtiniai
pt_br: Extensões do sistema
ru: Системные расширения
sk: Systémové rozšírenia

# Comment(org.opensuse.yast.SCC.AddExtensions.desktop)
source: Select System Extensions or Modules
ca: Seleccioneu extensions o mòduls del sistema
cs: Zvolte systémová rozšíření nebo moduly
de: Systemerweiterungen oder Module auswählen
el: Προσθήκη επεκτάσεων ή αρθρωμάτων συστήματος
fi: Valitse järjestelmän laajennuksia tai moduuleja
it: Seleziona i moduli o le estensioni del sistema
pt_br: Selecionar Extensões ou módulos do sistema
ru: Выбрать системные расширения или модули
sk: Vybrať systémové rozšírenia alebo moduly

# Name(rmt.desktop)
source: RMT Configuration
ca: Configuració d'RMT
cs: Konfigurace RMT
de: RMT-Konfiguration
el: Ρύθμιση RMT
fi: RMT-määritys
it: Configurazione RMT
pt_br: Configuração do RMT
ru: Настройка RMT
sk: Konfigurácia RMT
uk: Налаштування RMT

# GenericName(rmt.desktop)
source: RMT Configuration
ca: Configuració d'RMT
cs: Konfigurace RMT
de: RMT-Konfiguration
el: Ρύθμιση RMT
fi: RMT-määritys
it: Configurazione RMT
pt_br: Configuração do RMT
ru: Настройка RMT
sk: Konfigurácia RMT
uk: Налаштування RMT

# X-SuSE-YaST-Keywords(org.opensuse.yast.SambaClient.desktop)
source: authentication,samba,windows
ca: autenticació,samba,windows
cs: autentizace,samba,windows
de: Authentifizierung,Samba,Windows
el: αυθεντικοποίηση,samba,windows
fi: todennus,samba,windows
it: autenticazione,samba,windows
pt_br: autenticação,samba,windows
sk: overenie,samba,windows
