Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(lavalite.desktop)
source: A Simulation a Lava Lite(r). Odd-shaped blobs of a mysterious substance are heated, slowly rise to the top of the bottle, and then drop back down as they cool. This simulation requires a fairly fast machine (both CPU and 3D performance.) "LAVA LITE(r) and the configuration of the LAVA(r) brand motion lamp are registered trademarks of Haggerty Enterprises, Inc. The configuration of the globe and base of the motion lamp are registered trademarks of Haggerty Enterprises, Inc. in the U.S.A. and in other countries around the world." https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand Written by Jamie Zawinski.
ca: Una simulació d'una Lava Lite(r). S'escalfen taques de forma irregular d'una substància misteriosa, pugen a poc a poc cap a la part superior de l'ampolla i després tornen a caure quan es refreden. Aquesta simulació requereix una màquina bastant ràpida (tant de CPU i de rendiment 3D). LAVA LITE(r) i la configuració del llum de moviment de LAVA LITE(r) són marques registrades de Haggerty Enterprises, Inc. La configuració del globus i la base del llum de moviment són marques registrades de Haggerty Enterprises, Inc. als EUA i en altres països de tot el món. https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand. Escrit per Jamie Zawinski.
fr: Une simulation de Lava Lite(r). Des gouttes de forme bizarre d'une substance mystérieuse sont chauffées, montent lentement vers le haut de la bouteille, puis redescendent en refroidissant. Cette simulation nécessite une machine assez rapide (performances CPU et 3D). "LAVA LITE(r) et la configuration de la lampe à mouvement de marque LAVA(r) sont des marques déposées de Haggerty Enterprises, Inc. La configuration du globe et de la base de la lampe à mouvement sont des marques déposées de Haggerty Enterprises, Inc. aux États-Unis et dans d'autres pays du monde." https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand Écrit par Jamie Zawinski.
id: Sebuah simulasi sebuah lava Lite (r). Gumpalan berbentuk aneh zat misterius dipanaskan, perlahan-lahan naik ke atas botol, dan kemudian turun kembali saat mereka dingin. Simulasi ini membutuhkan mesin yang cukup cepat (baik CPU dan kinerja 3D.) "LAVA LITE (r) dan konfigurasi lampu gerak merek LAVA (r) adalah merek dagang terdaftar dari Haggerty Enterprises, Inc. Konfigurasi dunia dan dasar lampu gerak adalah merek dagang terdaftar dari Haggerty Enterprises, Inc. di Amerika Serikat dan di negara lain di seluruh dunia. "https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand ditulis oleh Jamie Zawinski.
ja: Lava Lite(r) のシミュレーションです。ミステリアスな物質が奇妙な塊を形成し、温められるとボトルの上部にゆっくり立ち上り、冷やされると下部に落ちていきます。このシミュレーションにはそれなりに高速なマシン (CPU および 3D パフォーマンスの両方) が必要となります。 "LAVE LITE(r) と LAVA(r) ブランドモーションランプは、 Haggerty Enterprises, Inc の登録商標です。球体の設定とモーションランプのベースも Haggerty Enterprises, Inc の登録商標で、アメリカ合衆国及び世界中の各国で登録されています。" https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand Jamie Zawinski 氏による作品です。
pt_br: Uma Simulação de Lava Lite (r). Bolhas de forma estranha de uma substância misteriosa são aquecidos, sobem lentamente para o topo da garrafa e, em seguida, caem a medida que esfriam. "A LAVA LITE (r) e a configuração do movimento da lâmpada são marcas registradas da Haggerty Enterprises, Inc. A configuração do globo e da base do movimento da lâmpada são marcas registradas da Haggerty Enterprises, Inc. nos EUA e em outros países ao redor do mundo. " Https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand Escrito por Jamie Zawinski.
sk: Simulácia Lava Lite(r). Zvláštne tvarované guľôčky záhadnej látky sa zahrievajú, pomaly stúpajú na vrchol fľaše a potom klesajú dole, keď sa ochladzujú. Táto simulácia vyžaduje pomerne rýchly stroj (ako CPU, tak aj 3D výkon). "LAVA LITE(r) a konfigurácia pohybovej lampy značky LAVA(r) sú registrované ochranné známky Haggerty Enterprises, Inc. Konfigurácia gule a základne pohybovej lampy sú registrované ochranné známky Haggerty Enterprises, Inc. v USA a ďalších krajinách po celom svete. " https://en.wikipedia.org/wiki/Lava_lamp https://en.wikipedia.org/wiki/Metaballs https://en.wikipedia.org/wiki/Lavarand Napísal Jamie Zawinski.

# Comment(greynetic.desktop)
source: Colored, stippled and transparent rectangles. Written by Jamie Zawinski.
ca: Rectangles transparents, amb color i puntejats. Escrit per Jamie Zawinski.
fr: Rectangles colorés, pointillés et transparents. Écrit par Jamie Zawinski.
id: Berwarna, menetapkan dan transparan persegi panjang. Ditulis oleh Jamie Zawinski.
ja: 色と点のついた半透明の長方形です。 Jamie Zawinski 氏による作品です。
pt_br: Retângulos coloridos, pontilhados e transparentes. Escrito por Jamie Zawinski.
sk: Farebné, bodkované a priehľadné obdĺžniky. Napísal Jamie Zawinski.

# Name(mountain.desktop)
source: Mountain
ca: Muntanya
fr: Montagne
id: Gunung
ja: 雪山
pt_br: Montanha

# Comment(mountain.desktop)
source: Generates random 3D plots that look vaguely mountainous. Written by Pascal Pensa.
ca: Genera gràfics 3D a l'atzar que semblen vagament muntanyosos. Escrit per Pascal Pensa.
fr: Génère des tracés 3D aléatoires qui ont l'air vaguement montagneux. Écrit par Pascal Pensa.
id: Menghasilkan Plot 3D acak yang terlihat agak pegunungan. Ditulis oleh Pascal Pensa.
ja: ぼんやりとした山に見えるランダムな 3D プロットを生成します。 Pascal Pensa 氏による作品です。
pt_br: Gera gráficos 3D aleatórios que parecem vagamente montanhosos. Escrito por Pascal Pensa.
sk: Vytvára náhodné 3D parcely, ktoré vyzerajú neurčito hornato. Napísal Pascal Pensa.

# Comment(glplanet.desktop)
source: The Earth, bouncing around in space. If you would like it to display a different planet, the texture maps that come with "ssystem" work well. Written by David Konerding and Jamie Zawinski.
fr: La Terre, qui rebondit dans l'espace. Si vous souhaitez qu'elle affiche une autre planète, les cartes de texture fournies avec "ssystem" fonctionnent bien. Écrit par David Konerding et Jamie Zawinski.
id: Bumi, memantul di ruang angkasa. Jika Anda ingin menampilkan planet yang berbeda, peta tekstur yang datang dengan "sistem" berfungsi dengan baik. Ditulis oleh David Konerding dan Jamie Zawinski.
ja: 宇宙内を跳ね回る地球です。異なる天体を表示したい場合は、 "ssystem" で提供されるテクスチャマップをお使いください。 David Konerding 氏と Jamie Zawinski 氏による作品です。

# Name(stonerview.desktop)
source: StonerView
fr: Flatteuse
ja: ストーンビュー

# Comment(stonerview.desktop)
source: Chains of colorful squares dance around each other in complex spiral patterns. Inspired by David Tristram's `electropaint' screen saver, originally written for SGI computers in the late 1980s or early 1990s. Written by Andrew Plotkin.
ca: Cadenes de quadrats de colors que ballen uns al voltant d'altres en patrons d'espirals complexes. Inspirat per l'estalvi de pantalla "electrodepositable" de David Tristram, escrit originalment per a ordinadors SGI a finals de 1980 o a principis de 1990. Escrit per Andrew Plotkin.
fr: Des chaînes de carrés colorés dansent les unes autour des autres dans des motifs complexes en spirale. Inspiré par l'économiseur d'écran `electropaint' de David Tristram, écrit à l'origine pour les ordinateurs SGI à la fin des années 80 ou au début des années 90. Écrit par Andrew Plotkin.
id: Rantai kotak warna-warni menari di sekitar satu sama lain dalam pola spiral yang kompleks. Terinspirasi oleh screen saver milik David Tristram, yang aslinya ditulis untuk komputer SGI pada akhir 1980-an atau awal 1990an. Ditulis oleh Andrew Plotkin.
ja: カラフルな長方形の鎖がお互いにダンスしながら、複雑な螺旋パターンを描きます。 1980 年代終盤ないしは 1990 年代初頭に、 SGI コンピュータ向けに作成された David Tristram 氏の 'electropaint' スクリーンセーバにヒントを得て作られています。 Andrew Plotkin 氏による作品です。
pt_br: Cadeias de quadrados coloridos dançam entre si em complexos padrões espirais. Inspirado no protetor de tela eletropintado de David Tristram, originalmente escrito para computadores SGI no final dos anos 80 ou início dos anos 90. Escrito por Andrew Plotkin.
sk: Reťaze farebných štvorcov tancujú okolo seba v zložitých špirálových vzoroch. Inšpirované šetričom obrazovky `electropaint' Davida Tristrama, pôvodne napísaný pre počítače SGI koncom osemdesiatych alebo začiatkom deväťdesiatych rokov. Napísal Andrew Plotkin.

# Comment(sproingies.desktop)
source: Slinky-like creatures walk down an infinite staircase and occasionally explode! https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Written by Ed Mackey.
ca: Criatures com l'Slinky que caminen per una escala infinita i de vegades exploten! https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Escrit per Ed Mackey.
fr: Des créatures ressemblant à des Slinky descendent un escalier infini et explosent parfois ! https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Écrit par Ed Mackey.
id: Makhluk seperti slinky berjalan menuruni tangga yang tak terbatas dan sesekali meledak! https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Ditulis oleh Ed Mackey.
ja: スリンキーのような物体が無限階段を下りていき、時たま爆発します！ https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Ed Mackey 氏による作品です。
pt_br: Criaturas furtivas descem uma escada infinita e ocasionalmente explodem! https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Escrito por Ed Mackey.
sk: Pružinovej hračke slinky podobné tvory idú dole po nekonečnom schodisku a občas explodujú! https://en.wikipedia.org/wiki/Slinky https://en.wikipedia.org/wiki/Q%2Abert https://en.wikipedia.org/wiki/Marble_Madness Napísal Ed Mackey.

# Name(petri.desktop)
source: Petri
fr: Pétri
ja: ペトリ

# Comment(petri.desktop)
source: Colonies of mold grow in a petri dish. Growing colored circles overlap and leave spiral interference in their wake. Written by Dan Bornstein.
ca: Les colònies de floridura creixen en una placa de Petri. Creixents cercles de colors se superposen i deixen interferències en espiral al seu pas. Escrit per Dan Bornstein.
fr: Des colonies de moisissures se développent dans une boîte de Pétri. Les cercles colorés en croissance se chevauchent et laissent des interférences en spirale dans leur sillage. Écrit par Dan Bornstein.
id: Koloni cetakan tumbuh dalam cawan Petri. Tumbuh lingkaran berwarna tumpang tindih dan meninggalkan gangguan spiral di bangun mereka. Ditulis oleh dan Bornstein.
ja: ペトリ皿内でカビの細胞が成長します。色のついた円が成長すると重なり合って、螺旋型の干渉が残るようになります。 Dan Bornstein 氏による作品です。
pt_br: Colônias de mofo crescem em uma placa de Petri. Os círculos coloridos em crescimento se sobrepõem e deixam interferência em espiral. Escrito por Dan Bornstein.
sk: Kolónie plesní rastú v Petriho miske. Rastúce farebné kruhy sa prekrývajú a zanechávajú po sebe špirálové interferencie. Napísal Dan Bornstein.

# Comment(flipscreen3d.desktop)
source: Spins and deforms an image. Written by Ben Buxton and Jamie Zawinski.
ca: Fa girar i deforma una imatge. Escrit per Ben Buxton i Jamie Zawinski.
fr: Fait tourner et déforme une image. Écrit par Ben Buxton et Jamie Zawinski.
id: Memutar dan mengubah bentuk gambar. Ditulis oleh Ben Buxton dan Jamie Zawinski.
ja: 画像を回転させながら変形させていきます。 Ben Buxton 氏と Jamie Zawinski 氏による作品です。
pt_br: Gira e deforma uma imagem. Escrito por Ben Buxton e Jamie Zawinski.
sk: Otáča a deformuje obrázok. Napísal Ben Buxton a Jamie Zawinski.

# Name(speedmine.desktop)
source: SpeedMine
fr: Mine rapide
ja: スピードマイン

# Comment(speedmine.desktop)
source: Simulates speeding down a rocky mineshaft, or a funky dancing worm. Written by Conrad Parker.
ca: Simula baixar a tota velocitat per un pou d'extracció de roca, o un cuc ballant funky. Escrit per Conrad Parker.
fr: Simule la descente à toute vitesse d'un puits de mine rocheux, ou un ver dansant funky. Écrit par Conrad Parker.
id: Mensimulasikan mempercepat mineshaft berbatu, atau cacing menari yang funky. Ditulis oleh Conrad Parker.
ja: 鉱山を高速で進んでいくような、もしくはダンスするワームのような効果を表します。 Conrad Parker 氏による作品です。
pt_br: Simula a velocidade acelerada de um poço de minas rochoso ou de um verme dançarino. Escrito por Conrad Parker.
sk: Simuluje uháňanie dolu skalnou šachtou alebo zdesene tancujúceho červa. Napísal Conrad Parker.

# Name(braid.desktop)
source: Braid
ca: Trena
fr: Tresse
id: Kepang
ja: 組みひも
pt_br: Trança
sk: Stužka

# Comment(braid.desktop)
source: Inter-braided concentric circles. Written by John Neil.
ca: Trenat de cercles concèntrics. Escrit per John Neil.
fr: Cercles concentriques entrecroisés. Écrit par John Neil.
id: Lingkaran konsentris antar-jalinan. Ditulis oleh John Neil.
ja: 編み込まれた同心円を表示します。 John Neil 氏による作品です。
pt_br: Círculos concêntricos entrelaçados. Escrito por John Neil.
sk: Prepletené sústredné kruhy. Napísal John Neil.

# Name(moire.desktop)
source: Moire
fr: Moiré
ja: モアレ

# Comment(moire.desktop)
source: When the lines on the screen Make more lines in between, That's a moire'! https://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski and Michael Bayne.
fr: Quand les lignes sur l'écran font plus de lignes entre elles, c'est une moire' ! https://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski et Michael Bayne.
id: Ketika garis-garis di layar membuat lebih banyak garis di antaranya, itu moire! https://en.wikipedia.org/wiki/Moire_pattern Ditulis oleh Jamie Zawinski dan Michael Bayne.
ja: 画面上に線を描いていくと、その間にもう 1 つの線が見えるようになります。これをモアレといいます。 https://en.wikipedia.org/wiki/Moire_pattern Jamie Zawinski 氏と Michael Bayne 氏による作品です。

# Name(hydrostat.desktop)
source: Hydrostat
ca: Hidrostat
id: Hidrostat
ja: ハイドロスタット

# Comment(hydrostat.desktop)
source: Wiggly squid or jellyfish with many tentacles. A muscular hydrostat is a biological structure used to move its host about, consisting of muscles with no skeletal support. It performs its hydraulic movement without fluid in a separate compartment, as in a hydrostatic skeleton. https://en.wikipedia.org/wiki/Muscular_hydrostat Written by Justin Windle and Jamie Zawinski.
ca: Calamars o meduses amb molts tentacles. Un hidrostat muscular és una estructura biològica utilitzada per moure el seu amfitrió, que consisteix en músculs sense suport esquelètic. Fa el seu moviment hidràulic sense fluid en un compartiment separat, com en un esquelet hidrostàtic. https://en.wikipedia.org/wiki/Muscular_hydrostat. Escrit per Justin Windle i Jamie Zawinski.
fr: Calmar ou méduse ondulée avec de nombreux tentacules. Un hydrostat musculaire est une structure biologique utilisée pour déplacer son hôte, constituée de muscles sans support squelettique. Il effectue son mouvement hydraulique sans fluide dans un compartiment séparé, comme dans un squelette hydrostatique. https://en.wikipedia.org/wiki/Muscular_hydrostat Écrit par Justin Windle et Jamie Zawinski.
id: Cumi-cumi atau ubur-ubur dengan banyak tentakel. Hydrostat berotot adalah struktur biologis yang digunakan untuk menggerakkan inangnya, terdiri dari otot tanpa dukungan kerangka. Itu melakukan gerakan hidrolik tanpa cairan di kompartemen terpisah, seperti dalam kerangka hidrostatik. https://en.wikipedia.org/wiki/Muscular_hydrostat Ditulis oleh Justin Windle dan Jamie Zawinski.
ja: 多数の触手を持つイカ／クラゲです。筋組織はその動きを司る生物学的な構造であり、骨のない筋肉を構成しています。また、流れのない流体運動が複数の区画に設定されていて、これによって静水における骨格を構成しています。 https://en.wikipedia.org/wiki/Muscular_hydrostat Justin Windle 氏と Jamie Zawinski 氏による作品です。
pt_br: Lula ondulada ou água-viva com muitos tentáculos. Um hidrostato muscular é uma estrutura biológica usada para movimentar seu hospedeiro, consistindo de músculos sem suporte esquelético. Ele realiza seu movimento hidráulico sem fluido em um compartimento separado, como em um esqueleto hidrostático. https://en.wikipedia.org/wiki/Muscular_hydrostat Escrito por Justin Windle e Jamie Zawinski.
sk: Krútiace sa chobotnice alebo medúzy s mnohými chápadlami. Svalový hydrostat je biologická štruktúra používaná na pohyb svojho hostiteľa pozostávajúca zo svalov bez kostry. Vykonáva svoj hydraulický pohyb bez kvapaliny v samostatnom oddelení ako v hydrostatickej kostre. https://en.wikipedia.org/wiki/Muscular_hydrostat Napísal Justin Windle a Jamie Zawinski.

# Name(endgame.desktop)
source: Endgame
ca: Final de partida
fr: Fin de partie
ja: エンドゲーム
pt_br: Fim do jogo

# Comment(endgame.desktop)
source: Black slips out of three mating nets, but the fourth one holds him tight! A brilliant composition! See also the "Queens" screen saver. https://en.wikipedia.org/wiki/Chess_endgame Written by Blair Tennessy and Jamie Zawinski.
ca: El negre llisca fora de tres xarxes d'aparellament, però el quart el manté agafat! Una composició brillant! Vegeu també el protector de pantalla Queens. https://en.wikipedia.org/wiki/Chess_endgame Escrit per Blair Tennessy i Jamie Zawinski.
fr: Le noir s'échappe de trois filets d'accouplement, mais le quatrième le retient fermement ! Une composition brillante ! Voir aussi l'écran de veille "Queens". https://en.wikipedia.org/wiki/Chess_endgame Écrit par Blair Tennessy et Jamie Zawinski.
id: Hitam menyelinap keluar dari tiga jala kawin, tapi yang keempat memegang erat! Komposisi brilian! Lihat juga screen saver "Queens". https://en.wikipedia.org/wiki/Chess_endgame ditulis oleh Blair Tennessy dan Jamie Zawinski.
ja: 黒が 3 つの包囲網を抜け出しますが、 4 つめの包囲網が狙います。なんとも名局です！ "Queens" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Chess_endgame Blair Tennessy 氏と Jamie Zawinski 氏による作品です。
pt_br: O preto escapa de três redes de acasalamento, mas a quarta o segura firmemente! Uma composição brilhante! Veja também o protetor de tela "Queens". https://en.wikipedia.org/wiki/Chess_endgame Escrito por Blair Tennessy e Jamie Zawinski.
sk: Čierny vykĺzne z troch sietí matu, ale štvrtá ho drží pevne! Brilantná kompozícia! Pozrite si tiež šetrič obrazovky "Queens". https://en.wikipedia.org/wiki/Chess_endgame Napísal Blair Tennessy a Jamie Zawinski.

# Comment(splodesic.desktop)
source: A geodesic sphere experiences a series of eruptions. Written by Jamie Zawinski.
ca: Una esfera geodèsica experimenta una sèrie d'erupcions. Escrit per Jamie Zawinski.
fr: Une sphère géodésique subit une série d'éruptions. Écrit par Jamie Zawinski.
id: Sebuah lingkup Geodesik mengalami serangkaian letusan. Ditulis oleh Jamie Zawinski.
ja: 測地球で多くの噴火が発生します。 Jamie Zawinski 氏による作品です。
pt_br: Uma esfera geodésica experimenta uma série de erupções. Escrito por Jamie Zawinski.
sk: Geodetická guľa zažíva sériu erupcií. Napísal Jamie Zawinski.

# Name(wander.desktop)
source: Wander
ca: Vagareig
fr: Errance
id: Mengembara
ja: さまよう
pt_br: Passeio

# Comment(wander.desktop)
source: A colorful random-walk. https://en.wikipedia.org/wiki/Random_walk Written by Rick Campbell.
ca: Un acolorit passeig aleatori. https://en.wikipedia.org/wiki/Random_walk Escrit per Rick Campbell.
fr: Une promenade colorée et aléatoire. https://en.wikipedia.org/wiki/Random_walk Écrit par Rick Campbell.
id: Sebuah warna-warni jalan acak. https://en.wikipedia.org/wiki/Random_walk ditulis oleh Rick Campbell.
ja: カラフルなランダムウォークです。 https://en.wikipedia.org/wiki/Random_walk Rick Campbell 氏による作品です。
pt_br: Uma colorida caminhada aleatória. https://en.wikipedia.org/wiki/Random_walk Escrito por Rick Campbell.
sk: Farebná náhodná prechádzka. https://en.wikipedia.org/wiki/Random_walk Napísal Rick Campbell.

# Comment(dymaxionmap.desktop)
source: Buckminster Fuller's map of the Earth projected onto the surface of an unfolded icosahedron. It depicts the Earth's continents as one island, or nearly contiguous land masses. https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller Written by Jamie Zawinski.
fr: La carte de la Terre de Buckminster Fuller projetée sur la surface d'un icosaèdre déplié. Elle représente les continents de la Terre comme une seule île, ou des masses terrestres presque contiguës. https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller Écrit par Jamie Zawinski.
id: Peta Buckminster Fuller dari bumi diproyeksikan ke permukaan sebuah icosahedron dilipat. Ini menggambarkan benua bumi sebagai salah satu pulau, atau hampir berdekatan massa tanah. https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller ditulis oleh Jamie Zawinski.
ja: 展開された 20 面体の面に、 Buckminster Fuller 氏の地球地図を投影します。各大陸は 1 つの島として描かれるか、ほとんど連続した土地として描かれます。 https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller Jamie Zawinski 氏による作品です。

# Name(blaster.desktop)
source: Blaster
ca: Explota
fr: Boutefeu
ja: ブラスター

# Comment(blaster.desktop)
source: Flying space-combat robots (cleverly disguised as colored circles) do battle in front of a moving star field. Written by Jonathan Lin.
ca: Robots de combat espacial que volen (hàbilment disfressats de cercles de colors) lluiten davant d'un camp d'estrelles en moviment. Escrit per Jonathan Lin.
fr: Des robots volants de combat spatial (habilement déguisés en cercles colorés) se battent devant un champ d'étoiles en mouvement. Écrit par Jonathan Lin.
id: Terbang ruang-robot tempur (cerdik menyamar sebagai lingkaran berwarna) melakukan pertempuran di depan sebuah lapangan bintang bergerak. Ditulis oleh Jonathan Lin.
ja: 宇宙で戦闘ロボット (色の付いた円に偽装しています) が飛び回り、宇宙空間でバトルを繰り広げます。 Jonathan Lin 氏による作品です。
pt_br: Os robôs voadores de combate espacial (disfarçados de círculos coloridos) batalham na frente de um campo estelar em movimento. Escrito por Jonathan Lin.
sk: Lietajúci vesmírni roboti (chytro zamaskované ako farebné kruhy) bojujú pred pohybujúcim sa hviezdnym poľom. Napísal Jonathan Lin.

# Name(pedal.desktop)
source: Pedal
fr: Pédale
ja: ペダル

# Comment(pedal.desktop)
source: The even-odd winding rule. https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Written by Dale Moore.
ca: La regla de voltes parell-imparell. https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Escrit per Dale Moore.
fr: La règle de l'enroulement pair-impair. https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Écrit par Dale Moore.
id: Aturan berliku yang bahkan aneh. https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Ditulis oleh Dale Moore.
ja: 奇数・偶数の螺旋ルールです。 https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Dale Moore 氏による作品です。
pt_br: A regra do enrolamento ímpar. https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Escrito por Dale Moore.
sk: Pravidlo párneho-nepárneho vinutia. https://en.wikipedia.org/wiki/Even-odd_rule https://en.wikipedia.org/wiki/Nonzero-rule Napísal Dale Moore.

# Name(zoom.desktop)
source: Zoom
ja: ズーム
sk: Lupa
