Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(gltext.desktop)
source: Displays a few lines of text spinning around in a solid 3D font. The text can use strftime() escape codes to display the current date and time. Written by Jamie Zawinski.
ca: Mostra unes poques línies de text voltant, amb una lletra sòlida en 3D. El text pot usar codis d'escapament strftime () per mostrar la data i l'hora actuals. Escrit per Jamie Zawinski.
fr: Affiche quelques lignes de texte qui tournent dans une police 3D solide. Le texte peut utiliser les codes d'échappement strftime() pour afficher la date et l'heure actuelles. Écrit par Jamie Zawinski.
id: Menampilkan beberapa baris teks berputar di sekitar dalam font 3D yang solid. Teks dapat menggunakan kode Escape strftime () untuk menampilkan tanggal dan waktu saat ini. Ditulis oleh Jamie Zawinski.
ja: 丈夫な 3D フォントを利用して、複数行のテキストが回転する様子を描きます。テキストでは、 strftime() 形式のエスケープコードを利用して、現在の日時を表示することもできます。 Jamie Zawinski 氏による作品です。
pt_br: Exibe algumas linhas de texto giratórias em uma fonte 3D sólida. O texto pode utilizar os códigos de escape da função strftime() para exibir data e hora atuais. Escrito por Jamie Zawinski.
sk: Zobrazuje niekoľko riadkov textu v 3D priestorovom písme, ktorý sa točí dokola. Text môže použiť escape kódy strftime () na zobrazenie aktuálneho dátumu a času. Napísal Jamie Zawinski.

# Name(barcode.desktop)
source: Barcode
ca: Codi de barres
fr: Code barre
ja: バーコード
pt_br: Código de barras

# Comment(barcode.desktop)
source: Colorful scrolling barcodes. CONSUME! The barcodes follow the UPC-A, UPC-E, EAN-8 or EAN-13 standards. https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number Written by Dan Bornstein and Jamie Zawinski.
ca: Codis de barres acolorits amb desplaçament. CONSUMEIX! Els codis de barres segueixen les normes UPC-A, UPC-E, EAN-8 o EAN-13. https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number Escrit per Dan Bornstein i Jamie Zawinski.
fr: Codes-barres colorés défilant. CONSOMMEZ ! Les codes-barres suivent les normes UPC-A, UPC-E, EAN-8 ou EAN-13. https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number Écrit par Dan Bornstein et Jamie Zawinski.
id: Barcode bergulir warna-warni. Mengkonsumsi! Kode batang mengikuti standar UPC-A, UPC-E, EAN-8, atau EAN-13. https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number ditulis oleh dan Bornstein dan Jamie Zawinski.
ja: カラフルなスクロールするバーコードです。消費しましょう！バーコードは UPC-A, UPC-E, EAN-8, EAN-13 の各標準に従って作成されます。 https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number Dan Bornstein 氏と Jamie Zawinski 氏による作品です。
pt_br: Códigos de barra coloridos. Os códigos de barra seguem os padrões UPC-A, UPC-E, EAN-8 e EAN-13. https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number Escrito por Dan Bornstein and Jamie Zawinski.
sk: Farebné posuvné čiarové kódy. KONZUMUJTE! Čiarové kódy zodpovedajú normám UPC-A, UPC-E, EAN-8 alebo EAN-13. https://en.wikipedia.org/wiki/Universal_Product_Code https://en.wikipedia.org/wiki/European_Article_Number Napísal Dan Bornstein a Jamie Zawinski.

# Name(blitspin.desktop)
source: BlitSpin
fr: Image tournante
id: Yang
ja: ブリットスピン

# Comment(blitspin.desktop)
source: Repeatedly rotates a bitmap by 90 degrees by using logical operations: the bitmap is divided into quadrants, and the quadrants are shifted clockwise. Then the same thing is done again with progressively smaller quadrants, except that all sub-quadrants of a given size are rotated in parallel. As you watch it, the image appears to dissolve into static and then reconstitute itself, but rotated. Written by Jamie Zawinski.
ca: Un mapa de bits gira repetidament 90 graus mitjançant l'ús d'operacions lògiques: el mapa de bits es divideix en quadrants i els quadrants es desplacen cap a la dreta. A continuació, el mateix es fa de nou amb quadrants progressivament més petits, excepte que tots els sub-quadrants d'una grandària determinada giren en paral·lel. Com es veu, la imatge sembla dissoldre's en estàtica i després es reconstitueix, però girada. Escrit per Jamie Zawinski.
fr: Fait pivoter de façon répétée un bitmap de 90 degrés en utilisant des opérations logiques : le bitmap est divisé en quadrants, et les quadrants sont décalés dans le sens des aiguilles d'une montre. Puis la même chose est faite avec des quadrants de plus en plus petits, sauf que tous les sous-quadrants d'une taille donnée sont tournés en parallèle. En regardant, l'image semble se dissoudre en statique puis se reconstituer, mais en rotation. Écrit par Jamie Zawinski.
id: Berulang bitmap 90 kali dengan menggunakan operasi logis: bitmap dibagi menjadi kuadran, dan kuadran digeser searah jarum jam. Kemudian hal yang sama dilakukan lagi dengan kuadran yang semakin kecil, kecuali bahwa semua sub-kuadran dari ukuran tertentu diputar secara paralel. Saat Anda menontonnya, gambar tampak larut menjadi statis dan kemudian menyusun kembali dirinya sendiri, tetapi diputar. Ditulis oleh Jamie Zawinski.
ja: 論理操作を利用して 90 度のビットマップ回転を繰り返し実施します。ビットマップは分割され、各要素は時計回りにずらされます。同じことをさらに小さい分割で再度行ないますが、小さい分割は並行回転されます。すると画像は少しずつ溶けていって、最後には元の画像が作り直されます (ただし横に回転します) 。 Jamie Zawinski 氏による作品です。
pt_br: Gire repetidamente um bitmap em 90 graus usando operações lógicas: o bitmap é dividido em quadrantes e os quadrantes são deslocados no sentido horário. Então, o mesmo é feito novamente com quadrantes progressivamente menores, exceto que todos os sub-quadrantes de um determinado tamanho são girados em paralelo. Enquanto você assiste, a imagem parece se dissolver em estática e depois se reconstituir, mas girada. Escrito por Jamie Zawinski.
sk: Pomocou logických operácií opakovane otáča bitovú mapu o 90 stupňov: bitová mapa je rozdelená do kvadrantov a kvadranty sa posúvajú v smere hodinových ručičiek. Potom sa to isté urobí znova s postupne menšími kvadrantmi, až na to, že všetky subkvadranty danej veľkosti sa otáčajú paralelne. Keď sa na to pozeráte, zdá sa, že sa obraz rozplynie a potom sa znovu vytvorí, ale otočený. Napísal Jamie Zawinski.

# Name(interference.desktop)
source: Interference
ca: Interferència
fr: Interférence
id: Gangguan
ja: インターフェレンス
pt_br: Interferência
sk: Interferencie

# Comment(interference.desktop)
source: Color field based on computing decaying sinusoidal waves. Written by Hannu Mallat.
ca: Camp de color basat en el càlcul d'ones sinusoïdals en descomposició. Escrit per Hannu Mallat.
fr: Champ de couleur basé sur le calcul d'ondes sinusoïdales décroissantes. Écrit par Hannu Mallat.
id: Bidang warna didasarkan pada komputasi gelombang sinusoidal membusuk. Ditulis oleh Hannu Mallat.
ja: 減衰正弦波の計算をベースにした色領域です。 Hannu Mallat 氏による作品です。
pt_br: Campo de cores baseado na computação de ondas sinusoidais em decomposição. Escrito por Hannu Mallat.
sk: Farebné pole založené na výpočte rozpadajúcich sa sínusových vĺn. Napísal Hannu Mallat.

# Name(distort.desktop)
source: Distort
ca: Distorsió
fr: Distorsion
id: Memberikan distorsi pada video
ja: ゆがめる
pt_br: Distorção

# Comment(distort.desktop)
source: Wandering lenses distort the screen image in various ways. Written by Jonas Munsin.
ca: Lents errants que distorsionen la imatge de la pantalla de diverses maneres. Escrit per Jonas Munson.
fr: Les lentilles vagabondes déforment l'image de l'écran de différentes manières. Écrit par Jonas Munsin.
id: Lensa pengembara mengubah gambar layar dengan berbagai cara. Ditulis oleh Jonas Munsin.
ja: 画面の画像を様々な方法で歪めることのできる奇妙なレンズです。 Jonas Munsin 氏の作品です。
pt_br: As lentes errantes distorcem a imagem da tela de várias maneiras. Escrito por Jonas Munsin.
sk: Túlajúce sa šošovky rôznymi spôsobmi skresľujú obázok na obrazovke. Napísal Jonas Munsin.

# Comment(abstractile.desktop)
source: Mosaic patterns of interlocking tiles. Written by Steve Sundstrom.
ca: Patrons de mosaic de rajoles d'enclavament. Escrit per Steve Sundstrom.
fr: Motifs de mosaïque de tuiles à emboîtement. Écrit par Steve Sundstrom.
id: Pola mosaik ubin saling mengunci. Ditulis oleh Steve Sundstrom.
ja: 相互に組み合わさったタイルのモザイクパターンです。 Steve Sundstrom 氏による作品です。
pt_br: Padrões em mosaico de azulejos entrelaçados. Escrito por Steve Sundstrom.
sk: Mozaikové vzory do seba zapadajúcich dlaždíc. Napísal Steve Sundstrom.

# Name(pacman.desktop)
source: Pacman
ja: パックマン

# Comment(pacman.desktop)
source: Simulates a game of Pac-Man on a randomly-created level. https://en.wikipedia.org/wiki/Pac-Man Written by Edwin de Jong and Jamie Zawinski.
ca: Simula un joc de Pac-Man en un nivell creat a l'atzar. https://en.wikipedia.org/wiki/Pac-Man Escrit per Edwin de Jong i Jamie Zawinski.
fr: Simule un jeu de Pac-Man sur un niveau créé de façon aléatoire. https://en.wikipedia.org/wiki/Pac-Man Écrit par Edwin de Jong et Jamie Zawinski.
id: Mensimulasikan permainan Pac-Man pada level yang dibuat secara acak. https://en.wikipedia.org/wiki/Pac-Man Ditulis oleh Edwin de Jong dan Jamie Zawinski.
ja: ランダムに作成されたレベルでパックマンのようなゲームを疑似します。 https://en.wikipedia.org/wiki/Pac-Man Edwin de Jong 氏と Jamie Zawinski 氏による作品です。
pt_br: Simula um jogo de Pac-Man em um nível criado aleatoriamente. https://en.wikipedia.org/wiki/Pac-Man Escrito por Edwin de Jong e Jamie Zawinski.
sk: Simuluje hru Pac-Man na náhodne vytvorenej úrovni. https://en.wikipedia.org/wiki/Pac-Man Napísal Edwin de Jong a Jamie Zawinski.

# Name(starwars.desktop)
source: StarWars
fr: Guerre des étoiles
ja: スターウォーズ

# Comment(starwars.desktop)
source: A stream of text slowly scrolling into the distance at an angle, over a star field, like at the beginning of the movie of the same name. https://en.wikipedia.org/wiki/Star_Wars_opening_crawl Written by Jamie Zawinski and Claudio Matsuoka.
ca: Un flux de text que s'allunya lentament cap a la distància en un angle, sobre un camp d'estrelles, com al principi de la pel·lícula del mateix nom. https://en.wikipedia.org/wiki/Star_Wars_opening_crawl. Escrit per Jamie Zawinski i Claudio Matsuoka.
fr: Un flux de texte défilant lentement au loin, en angle, sur un champ d'étoiles, comme au début du film du même nom. https://en.wikipedia.org/wiki/Star_Wars_opening_crawl Écrit par Jamie Zawinski et Claudio Matsuoka.
id: Aliran teks perlahan bergulir ke kejauhan pada sudut, di atas bidang bintang, seperti pada awal film dengan nama yang sama. https://en.wikipedia.org/wiki/Star_Wars_opening_crawl ditulis oleh Jamie Zawinski dan Claudio Matsuoka.
ja: 星の流れる背景に角度のついたテキストがゆっくり流れていきます。同名の映画の冒頭と同じスクリーンセーバーです。 https://en.wikipedia.org/wiki/Star_Wars_opening_crawl Jamie Zawinski 氏と Claudio Matsuoka 氏による作品です。
pt_br: Um fluxo de texto rolando lentamente para a distância em ângulo, sobre um campo estelar, como no início do filme com o mesmo nome. https://en.wikipedia.org/wiki/Star_Wars_opening_crawl Escrito por Jamie Zawinski e Claudio Matsuoka.
sk: Tok textu sa pomaly posúva do diaľky pod uhlom cez hviezdne pole, ako na začiatku filmu s rovnakým názvom. https://en.wikipedia.org/wiki/Star_Wars_opening_crawl Napísal Jamie Zawinski a Claudio Matsuoka.

# Comment(qix.desktop)
source: Bounces a series of line segments around the screen, and uses variations on this basic motion pattern to produce all sorts of different presentations: line segments, filled polygons, and overlapping translucent areas. https://en.wikipedia.org/wiki/Qix Written by Jamie Zawinski.
ca: Un seguit de segments de línia reboten per la pantalla i utilitza les variacions en aquest patró de moviment bàsic per produir tot tipus de diferents presentacions: segments de línies, polígons farcits i les zones translúcides que se solapen. https://en.wikipedia.org/wiki/Qix Escrit per Jamie Zawinski.
fr: Fait rebondir une série de segments de ligne autour de l'écran, et utilise des variations sur ce modèle de mouvement de base pour produire toutes sortes de présentations différentes : segments de ligne, polygones remplis, et zones translucides superposées. https://en.wikipedia.org/wiki/Qix Écrit par Jamie Zawinski.
id: Memantul serangkaian segmen garis di sekitar layar, dan menggunakan variasi pada pola gerak dasar ini untuk menghasilkan segala macam presentasi yang berbeda: segmen garis, poligon yang terisi, dan area tembus cahaya yang tumpang tindih. https://en.wikipedia.org/wiki/Qix ditulis oleh Jamie Zawinski.
ja: 画面内を線の群れが跳ね回り、基本的な動作パターンのバリエーションを利用して異なるすべての表現を行ないます: ラインセグメント, フィルポリゴン, 透過領域の重ね合わせなど。 https://en.wikipedia.org/wiki/Qix Jamie Zawinski 氏による作品です。
pt_br: Salta uma série de segmentos de linha pela tela e usa variações nesse padrão de movimento básico para produzir todos os tipos de apresentações diferentes: segmentos de linha, polígonos preenchidos e áreas translúcidas sobrepostas. https://en.wikipedia.org/wiki/Qix Escrito por Jamie Zawinski.
sk: Odráža sériu úsečiek okolo obrazovky a pomocou variácií tohto základného vzoru pohybu vytvára všetky typy rôznych prezentácií: úsečky, vyplnené mnohouholníky a prekrývajúce sa priesvitné oblasti. https://en.wikipedia.org/wiki/Qix Napísal Jamie Zawinski.

# Name(fireworkx.desktop)
source: Fireworkx
ca: Focs artificials X
fr: Feux d'artifices
id: Fireworkx yang
ja: 花火
pt_br: Fogos de artifício

# Comment(fireworkx.desktop)
source: Exploding fireworks. See also the "Eruption", "XFlame" and "Pyro" screen savers. Written by Rony B Chandran.
ca: Explosió de focs artificials. Vegeu també els protectors de pantalla Erupció, XFlame i Pyro. Escrit per Rony B Chandran.
fr: Des feux d'artifice qui explosent. Voir aussi les économiseurs d'écran "Eruption", "XFlame" et "Pyro". Écrit par Rony B Chandran.
id: Meledak kembang api. Lihat juga "letusan", "XFlame" dan "Pyro" screen saver. Ditulis oleh Rony B chandran.
ja: 爆発する花火です。 "Eruption", "XFlame", "Pyro" の各スクリーンセーバもご覧ください。 Rony B Chandran 氏による作品です。
pt_br: Fogos de artifício que explodem. Veja também os protetores de tela "Eruption", "XFlame" e "Pyro". Escrito por Rony B Chandran.
sk: Vybuchujúci ohňostroj. Pozrite si tiež šetriče obrazovky "Erupcia", "XFlame" a "Pyro". Napísal Rony B Chandran.

# Name(munch.desktop)
source: Munch
ja: むしゃむしゃ
pt_br: Mastigação

# Comment(munch.desktop)
source: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 As reported by HAKMEM (MIT AI Memo 239, 1972), Jackson Wright wrote the above PDP-1 code in 1962. That code still lives on here, some 46 years later. In "mismunch" mode, it displays a creatively broken misimplementation of the classic munching squares algorithm instead. https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square Written by Jackson Wright, Tim Showalter, Jamie Zawinski and Steven Hazel.
ca: DATAI 2 ADDB 1,2 ROTC 2, -22 XOR 1,2. JRST-4 tal com en va informar HAKMEM (MIT AI Memo 239, 1972), Jackson Wright va escriure el codi PDP-1 anterior el 1962. Aquest codi encara viu aquí, uns 46 anys més tard. En mode "mismunch", mostra una implementació creativament trencada del clàssic algorisme de quadrats. https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square Escrit per Jackson Wright, Tim Showalter, Jamie Zawinski i Steven Hazel.
fr: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Comme rapporté par HAKMEM (MIT AI Memo 239, 1972), Jackson Wright a écrit le code PDP-1 ci-dessus en 1962. Ce code est toujours d'actualité ici, quelque 46 ans plus tard. En mode "mismunch", il affiche une mauvaise implémentation créative de l'algorithme classique des carrés à croquer. https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square Écrit par Jackson Wright, Tim Showalter, Jamie Zawinski et Steven Hazel.
id: DATAI 2 ADDB 1, 2 ROTC 2,-22 XOR 1, 2 JRST.-4 seperti dilaporkan oleh HAKMEM (MIT AI memo 239, 1972), Jackson Wright menulis kode PDP-1 di atas di 1962. Kode yang masih tinggal di sini, beberapa 46 tahun kemudian. Dalam mode "mismunch", ini akan menampilkan misimplementasi yang patah secara kreatif dari algoritma kotak mengunyah klasik sebagai gantinya. https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square ditulis oleh Jackson Wright, tim Showalter, Jamie Zawinski dan Steven Hazel.
ja: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST: HAKMEM (MIT AI Memo 239, 1972) で報告されているとおり、 Jackson Wright 氏は 1962 年に上記の PDP-1 コードを作成しました。このコードは 46 年が経過した後もまだ生きています。 "mismunch" モードでは、古い munching squares アルゴリズムの代わりに、それを誤って実装してしまったものを表示します。 https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square Jackson Wright 氏, Tim Showalter 氏, Jamie Zawinski 氏, Steven Hazel 氏による作品です。
pt_br: DATAI 2 ADDB 1,2 ROTC 2, -22 XOR 1,2 JRST.-4 Conforme relatado por HAKMEM (Memorando MIT AI 239, 1972), Jackson Wright escreveu o código PDP-1 acima em 1962. Esse código ainda vive aqui , cerca de 46 anos depois. No modo "mismunch", ele exibe uma implementação incorreta de maneira criativa do algoritmo clássico de quadrados de mastigação. https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square Escrito por Jackson Wright, Tim Showalter, Jamie Zawinski e Steven Hazel.
sk: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 Ako uvádza HAKMEM (MIT AI Memo 239, 1972), Jackson Wright napísal vyššie uvedený kód PDP-1 v 1962. Tento kód tu stále pretrváva aj po 46 rokov neskoršie. V režime "neprežúvať" sa namiesto toho zobrazuje kreatívne porušená nesprávna implementácia klasického algoritmu prežúvajúcich štvorcov. https://en.wikipedia.org/wiki/HAKMEM https://en.wikipedia.org/wiki/Munching_square Napísal Jackson Wright, Tim Showalter, Jamie Zawinski a Steven Hazel.

# Name(attraction.desktop)
source: Attraction
ca: Atracció
id: Daya tarik
ja: アトラクション
pt_br: Atração
sk: Atrakcia

# Comment(attraction.desktop)
source: Points attract each other up to a certain distance, and then begin to repel each other. The attraction/repulsion is proportional to the distance between any two particles, similar to the strong and weak nuclear forces. Written by Jamie Zawinski and John Pezaris.
ca: Punts que s'atreuen entre si fins a una certa distància i després comencen a repel·lir-se entre si. L'atracció / repulsió és proporcional a la distància entre dues partícules, similars a les forces nuclears fortes i febles. Escrit per Jamie Zawinski i John Pezaris.
fr: Les points s'attirent jusqu'à une certaine distance, puis commencent à se repousser. L'attraction/répulsion est proportionnelle à la distance entre deux particules, comme pour les forces nucléaires forte et faible. Écrit par Jamie Zawinski et John Pezaris.
id: Poin menarik satu sama lain sampai jarak tertentu, dan kemudian mulai mengusir satu sama lain. Daya tarik/repulsi sebanding dengan jarak antara dua partikel, mirip dengan kekuatan nuklir yang kuat dan lemah. Ditulis oleh Jamie Zawinski dan John Pezaris.
ja: 点が特定の距離になるまでは相互に誘引しあい、それより近くなると反発しあいます。誘引と反発は 2 つの物体間の距離に比例し、強いものから弱いものまでの原子核力に似ています。 Jamie Zawinski 氏と John Pezaris 氏による作品です。
pt_br: Pontos se atraem até uma determinada distância e então se repelem. A força de atração/repulsão é proporcional à distância entre quaisquer duas partículas, semelhante às forças nucleares forte e fraca. Escrito por Jamie Zawinski e John Pezaris.
sk: Body sa navzájom priťahujú do určitej vzdialenosti a potom sa začnú navzájom odpudzovať. Priťahovanie/odpudzovanie je úmerné vzdialenosti medzi akýmikoľvek dvoma časticami, podobné silným a slabým jadrovým silám. Napísal Jamie Zawinski a John Pezaris.

# Name(jigsaw.desktop)
source: Jigsaw
ca: Trencaclosques
fr: Puzzle
ja: ジグソー
pt_br: Quebra-cabeça

# Comment(jigsaw.desktop)
source: Carves an image up into a jigsaw puzzle, shuffles it, and solves it. https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation Written by Jamie Zawinski.
ca: Esculpeix una imatge fins a fer-ne un trencaclosques, el barreja i el resol. https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation Escrit per Jamie Zawinski.
fr: Transforme une image en puzzle, la mélange et la résout. https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation Écrit par Jamie Zawinski.
id: Mengukir gambar menjadi teka-teki jigsaw, mengocok itu, dan menyelesaikannya. https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation ditulis oleh Jamie Zawinski.
ja: 画像を分割してジグソーパズルにし、それをシャッフルして解き明かします。 https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation Jamie Zawinski 氏による作品です。
pt_br: Gera um quebra-cabeça a partir de uma image, embaralha-o e o resolve. https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation Escrito por Jamie Zawinski.
sk: Porozrezáva obrázok do skladačky, zamieša ju a rieši. https://en.wikipedia.org/wiki/Jigsaw_puzzle https://en.wikipedia.org/wiki/Tessellation Napísal Jamie Zawinski.

# Name(pinion.desktop)
source: Pinion
ca: Pinyó
fr: Pignons
ja: 翼

# Comment(pinion.desktop)
source: A gear system marches across the screen. See also the "Gears" and "MoebiusGears" screen savers. https://en.wikipedia.org/wiki/Involute_gear Written by Jamie Zawinski.
fr: Un système d'engrenages défile sur l'écran. Voir aussi les économiseurs d'écran "Gears" et "MoebiusGears". https://en.wikipedia.org/wiki/Involute_gear Écrit par Jamie Zawinski.
id: Sebuah sistem roda gigi pawai di layar. Lihat juga "Gears" dan "MoebiusGears" screen saver. https://en.wikipedia.org/wiki/Involute_gear ditulis oleh Jamie Zawinski.
ja: 画面上を動き回るギアシステムです。 "Gears" および "MoebiusGears" のスクリーンセーバーについてもご覧ください。 https://en.wikipedia.org/wiki/Involute_gear Jamie Zawinski 氏による作品です。

# Name(penetrate.desktop)
source: Penetrate
ca: Penetració
fr: Percer
id: Menembus
ja: 侵入
pt_br: Penetração

# Comment(penetrate.desktop)
source: Simulates (something like) the classic arcade game Missile Command. https://en.wikipedia.org/wiki/Missile_Command Written by Adam Miller.
ca: Simula (alguna cosa com) el clàssic joc d'arcade Missile Command. https://en.wikipedia.org/wiki/Missile_Command Escrit per Adam Miller.
fr: Simule (quelque chose comme ça ) le jeu d'arcade classique Missile Command. https://en.wikipedia.org/wiki/Missile_Command Écrit par Adam Miller.
id: Mensimulasikan (seperti) permainan arkade klasik Missile Command. https://en.wikipedia.org/wiki/Missile_Command Ditulis oleh Adam Miller.
ja: 古いアーケードゲーム「ミサイルコマンド」を疑似しています。 https://en.wikipedia.org/wiki/Missile_Command Adam Miller 氏による作品です。
pt_br: Simula (algo como) o clássico jogo de arcade Missile Command. https://en.wikipedia.org/wiki/Missile_Command Escrito por Adam Miller.
sk: Simuluje (niečo ako) klasickú arkádovú hru Missile Command. https://en.wikipedia.org/wiki/Missile_Command Napísal Adam Miller.
