Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(ifs.desktop)
source: Clouds of iterated function systems spin and collide. Note that the "Detail" parameter is exponential. Number of points drawn is functions^detail. https://en.wikipedia.org/wiki/Iterated_function_system Written by Chris Le Sueur and Robby Griffin.
ca: Núvols de sistemes de funcions iterades giren i xoquen. Recordeu que el paràmetre "Detall" és exponencial. El nombre de punts dibuixats és funcions^detall. https://en.wikipedia.org/wiki/Iterated_function_system Escrit per Chris Li Sueur i Robby Griffin.
fr: Des nuages de systèmes de fonctions itérées tournent et se heurtent. Notez que le paramètre "Detail" est exponentiel. Le nombre de points dessinés est functions^detail. https://en.wikipedia.org/wiki/Iterated_function_system Écrit par Chris Le Sueur et Robby Griffin.
id: Awan sistem fungsi iterasi berputar dan bertabrakan. Perhatikan bahwa parameter "detail" bersifat eksponensial. Jumlah poin yang ditarik adalah fungsi ^ detail. https://en.wikipedia.org/wiki/Iterated_function_system ditulis oleh Chris Le Sueur dan Robby Griffin.
ja: 反復関数系の雲が回転したり衝突したりします。なお、 "Detail" パラメータは指数関数です。描画される点の数は関数 ^ detail です。 https://en.wikipedia.org/wiki/Iterated_function_system Chris Le Sueur 氏と Robby Griffin 氏による作品です。
pt_br: Nuvens de sistemas de funções iteradas giram e colidem. Observe que o parâmetro "Detalhe" é exponencial. O número de pontos traçados é funções elevado à detalhe. https://en.wikipedia.org/wiki/Iterated_function_system Escrito por Chris Le Sueur e Robby Griffin.
sk: Mraky iterovaných funkčných systémov sa točia a zrážajú. Treba poznamenať, že parameter "Detail" je exponenciálny. Počet nakreslených bodov je mocnina funkcia na detail. https://en.wikipedia.org/wiki/Iterated_function_system Napísal Chris Le Sueur a Robby Griffin.

# Comment(glknots.desktop)
source: Generates some twisting 3d knot patterns. Spins 'em around. https://en.wikipedia.org/wiki/Knot_theory Written by Jamie Zawinski.
ca: Genera alguns models de nusos 3d de torsió. Els fa girar pel voltant. https://en.wikipedia.org/wiki/Knot_theory Escrit per Jamie Zawinski.
fr: Génère des modèles de nœuds 3D tordus. Il les fait tourner. https://en.wikipedia.org/wiki/Knot_theory Écrit par Jamie Zawinski.
id: Menghasilkan beberapa pola simpul 3D memutar. Spin ' em sekitar. https://en.wikipedia.org/wiki/Knot_theory ditulis oleh Jamie Zawinski.
ja: 3D でねじられた結び目パターンを生成し、それが回転しながら動き回ります。 https://en.wikipedia.org/wiki/Knot_theory Jamie Zawinski 氏による作品です。
pt_br: Gera alguns padrões de nó 3D torcidos. Gira-os por aí. https://en.wikipedia.org/wiki/Knot_theory Escrito por Jamie Zawinski.
sk: Vytvára krútiace sa vzory 3d uzlov. Otáča ich okolo. https://en.wikipedia.org/wiki/Knot_theory Napísal Jamie Zawinski.

# Name(antmaze.desktop)
source: AntMaze
fr: Labyrinthe de fourmis
id: Belokan
ja: 蟻の迷路

# Comment(antmaze.desktop)
source: Ants walk around a simple maze. Written by Blair Tennessy.
ca: Les formigues caminen al voltant d'un laberint simple. Escrit per Blair Tennessy.
fr: Des fourmis se promènent dans un labyrinthe simple. Écrit par Blair Tennessy.
id: Semut berjalan mengelilingi labirin sederhana. Ditulis oleh Blair Tennessy.
ja: シンプルな迷路内をアリが動き回ります。 Blair Tennessy 氏による作品です。
pt_br: Formigas caminham num labirinto simples. Escrito por Blair Tennessy.
sk: Mravce prechádzajú jednoduchým bludiskom. Napísal Blair Tennessy.

# Name(drift.desktop)
source: Drift
ca: Deriva
fr: Dérive
ja: ドリフト
pt_br: Deriva

# Comment(drift.desktop)
source: Drifting recursive fractal cosmic flames. Written by Scott Draves.
ca: Flames còsmiques fractals recursives a la deriva. Escrit per Scott Draves.
fr: Flammes cosmiques fractales récursives à la dérive. Écrit par Scott Draves.
id: Drifting rekursif Fractal api kosmis. Ditulis oleh Scott Draves.
ja: 漂流する再帰的なフラクタル宇宙炎です。 Scott Draves 氏による作品です。
pt_br: Deriva chamas cósmicas fractal recursivo. Escrito por Scott Draves.
sk: Unášané rekurzívne fraktálové kozmické plamene. Napísal Scott Draves.

# Name(antspotlight.desktop)
source: AntSpotlight
fr: Fourmi éclairante
id: Oleh AntSpotlight
ja: アリ スポットライト

# Comment(antspotlight.desktop)
source: An ant walks over an image. Written by Blair Tennessy.
ca: Una formiga camina sobre una imatge. Escrit per Blair Tennessy.
fr: Une fourmi marche sur une image. Écrit par Blair Tennessy.
id: Semut berjalan di atas gambar. Ditulis oleh Blair Tennessy.
ja: 画像の上をアリが歩き回ります。 Blair Tennessy 氏による作品です。
pt_br: Uma formiga caminha sobre uma imagem. Escrito por Blair Tenessy.
sk: Mravec lezie po obrázku. Napísal Blair Tennessy.

# Name(discrete.desktop)
source: Discrete
ca: Discret
fr: Discret
id: Diskrit
ja: ディスクリート
pt_br: Discreto

# Comment(discrete.desktop)
source: Discrete map fractal systems, including variants of Hopalong, Julia, and others. Written by Tim Auckland.
ca: Sistemes fractals de mapes, inclou variants de Hopalong, Julia i altres. Escrit per Tim Auckland.
fr: Systèmes fractals de cartes discrètes, y compris les variantes de Hopalong, Julia, et autres. Écrit par Tim Auckland.
id: Sistem fraktal peta diskrit, termasuk varian Hopalong, Julia, dan lain-lain. Ditulis oleh tim Auckland.
ja: フラクタルシステムの離散マップで、 Hopalong, Julia などの派生形を含んでいます。 Tim Auckland 氏による作品です。
pt_br: Sistemas fractais de mapas discretos, incluindo variantes de Hopalong, Julia e outros. Escrito por Tim Auckland.
sk: Diskrétne mapové fraktálne systémy, vrátane variantov Hopalong, Julia a ďalších. Napísal Tim Auckland.

# Name(glslideshow.desktop)
source: GLSlideshow
fr: Diaporama (GL)
id: GLSlideshow yang
ja: GL スライドショー

# Comment(glslideshow.desktop)
source: Loads a random sequence of images and smoothly scans and zooms around in each, fading from pan to pan. Written by Jamie Zawinski and Mike Oliphant.
ca: Carrega una seqüència aleatòria d'imatges i les explora suaument i volta al voltant de cada una, esvanint-se d'un lloc a l'altre. Escrit per Jamie Zawinski i Mike Oliphant.
fr: Charge une séquence aléatoire d'images et effectue un balayage et un zoom en douceur dans chacune d'elles, avec un fondu enchaîné. Écrit par Jamie Zawinski et Mike Oliphant.
id: Memuat urutan acak gambar dan scan halus dan Zoom di sekitar di masing-masing, memudar dari panci ke panci. Ditulis oleh Jamie Zawinski dan Mike Oliphant.
ja: 画像をランダムな順序で読み込み、それぞれの画像を表示しながら切り替わっていきます。 Jamie Zawinski 氏と Mike Oliphant 氏による作品です。
pt_br: Carrega uma sequência aleatória de imagens e digitaliza e amplia suavemente cada uma delas, passando de pan para pan. Escrito por Jamie Zawinski e Mike Oliphant.
sk: Načítava náhodnú postupnosť obrázkov a plynulo sníma a priblížuje každý, prelínajúc sa zo záberu do záberu. Napísal Jamie Zawinski a Mike Oliphant.

# Comment(cubetwist.desktop)
source: A series of nested cubes rotate and slide recursively. Written by Jamie Zawinski.
ca: Una sèrie de cubs imbricats giren i llisquen recursivament. Escrit per Jamie Zawinski.
fr: Une série de cubes imbriqués tournent et glissent de manière récursive. Écrit par Jamie Zawinski.
id: Serangkaian kubus bersarang memutar dan geser secara rekursif. Ditulis oleh Jamie Zawinski.
ja: 入れ子になった立方体が回転しながら再帰的にスライドしていきます。 Jamie Zawinski 氏による作品です。
pt_br: Uma série de cubos aninhados giram e deslizam recursivamente. Escrito por Jamie Zawinski.
sk: Séria vnorených kociek sa rekurzívne otáča a posúva. Napísal Jamie Zawinski.

# Comment(bsod.desktop)
source: BSOD stands for "Blue Screen of Death". The finest in personal computer emulation, BSOD simulates popular screen savers from a number of less robust operating systems. https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki/Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 Written by Jamie Zawinski.
ca: BSOD significa "pantalla blava de la mort". El millor en emulació d'ordinador personal, el BSOD simula protectors de pantalla populars d'una sèrie de sistemes operatius menys robustos. https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki / Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 Escrit per Jamie Zawinski.
fr: BSOD est l'abréviation de "Blue Screen of Death" (écran bleu de la mort). Le meilleur de l'émulation d'ordinateur personnel, BSOD simule les économiseurs d'écran populaires d'un certain nombre de systèmes d'exploitation moins robustes. https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki/Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 Écrit par Jamie Zawinski.
id: BSOD singkatan dari "Blue Screen of Death". Yang terbaik di komputer pribadi emulasi, BSOD mensimulasikan screen saver populer dari sejumlah sistem operasi yang kurang kuat. https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki/Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 ditulis oleh Jamie Zawinski.
ja: BSOD とは "Blue Screen of Death" (死の青画面) の略で、パーソナルコンピュータの世界でよく発生する、あまり強健ではない数多くのオペレーティングで発生する事象を疑似するものです。https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki/Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 Jamie Zawinski 氏による作品です。
pt_br: BSOD significa "Blue Screen of Death" (Tela Azul da Morte). BSOD simula protetores de tela populares de outros sistemas operacionais menos robustos. https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki/Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 Escrito por Jamie Zawinski.
sk: BSOD znamená "Blue Screen of Death". BSOD, v najlepšej emulácii osobného počítača, simuluje populárne šetriče obrazovky z mnohých menej robustných operačných systémov. https://en.wikipedia.org/wiki/Blue_Screen_of_Death https://en.wikipedia.org/wiki/Screen_of_death https://en.wikipedia.org/wiki/Guru_Meditation https://en.wikipedia.org/wiki/Row_of_Bombs https://en.wikipedia.org/wiki/Bomb_%28symbol%29 Napísal Jamie Zawinski.

# Comment(blinkbox.desktop)
source: A motion-blurred ball bounces inside a box whose tiles only become visible upon impact. Written by Jeremy English.
ca: Una bola borrosa que rebota dins d'una caixa les parts de la qual només es fan visibles en cas de xoc. Escrit per Jeremy English.
fr: Une balle au mouvement flou rebondit dans une boîte dont les carreaux ne deviennent visibles qu'à l'impact. Écrit par Jeremy English.
id: Sebuah bola kabur gerakan memantul di dalam kotak yang ubin hanya menjadi terlihat pada dampak. Ditulis oleh Jeremy Inggris.
ja: 衝突したときにのみ見える箱の中で、モーションブラー機能付きのボールが跳ね回ります。 Jeremy English 氏による作品です。
pt_br: Uma bola borrada pelo movimento salta dentro de uma caixa cujas peças só se tornam visíveis após o impacto. Escrito por Jeremy English.
sk: Lopta s rozmazaným pohybom sa odráža vo vnútri boxu, ktorého dlaždice sú viditeľné až pri náraze. Napísal Jeremy English.

# Name(anemotaxis.desktop)
source: Anemotaxis
ca: Anemotàxia
id: Anemotaksi
ja: 走風性

# Comment(anemotaxis.desktop)
source: Searches for a source of odor in a turbulent atmosphere. The searcher is able to sense the odor and determine local instantaneous wind direction. The goal is to find the source in the shortest mean time. https://en.wikipedia.org/wiki/Anemotaxis Written by Eugene Balkovsky.
ca: La recerca d'una font d'olor en un ambient turbulent. El cercador és capaç de percebre l'olor i determinar la direcció local del vent instantàniament. L'objectiu és trobar-ne la font en el temps més breu. https://en.wikipedia.org/wiki/Anemotaxis Escrit per Eugene Balkovsky.
fr: Recherche d'une source d'odeur dans une atmosphère turbulente. Le chercheur est capable de sentir l'odeur et de déterminer la direction instantanée du vent local. Le but est de trouver la source dans le temps moyen le plus court. https://en.wikipedia.org/wiki/Anemotaxis Écrit par Eugene Balkovsky.
id: Mencari sumber bau di atmosfer yang bergejolak. Pencari dapat merasakan bau dan menentukan arah angin lokal sesaat. Tujuannya adalah untuk menemukan sumber dalam waktu singkat. https://en.wikipedia.org/wiki/Anemotaxis Ditulis oleh Eugene Balkovsky.
ja: 乱気流の中で臭いの元を探します。探索器は臭気を検出することができるほか、その瞬間およびその箇所の風向も検出することができます。最小の時間で臭いのもとを探し当てるのが目的です。 https://en.wikipedia.org/wiki/Anemotaxis Eugene Balkovsky 氏による作品です。
pt_br: Procura uma fonte de odor em uma atmosfera turbulenta. O pesquisador é capaz de sentir o odor e determinar a direção instantânea do vento local. O objetivo é encontrar a fonte no menor tempo médio. https://en.wikipedia.org/wiki/Anemotaxis Escrito por Eugene Balkovsky.
sk: Hľadá zdroj pachu v turbulentnej atmosfére. Vyhľadávač dokáže rozpoznať pach a určiť miestny okamžitý smer vetra. Cieľom je nájsť zdroj v čo najkratšom priemernom čase. https://en.wikipedia.org/wiki/Anemotaxis Napísal Eugene Balkovsky.

# Comment(ccurve.desktop)
source: Generates self-similar linear fractals, including the classic "C Curve". https://en.wikipedia.org/wiki/Levy_C_curve Written by Rick Campbell.
ca: Genera fractals lineals similars, incloent la clàssica Corba C. https://en.wikipedia.org/wiki/Levy_C_curve Escrit per Rick Campbell.
fr: Génère des fractales linéaires autosimilaires, y compris la classique "C Curve". https://en.wikipedia.org/wiki/Levy_C_curve Écrit par Rick Campbell.
id: Menghasilkan fraktal linear yang mirip sendiri, termasuk "C Curve" klasik. https://en.wikipedia.org/wiki/Levy_C_curve ditulis oleh Rick Campbell.
ja: 自己相似性のある線形フラクタルを生成します。古くからある "C カーブ" も含まれます。 https://en.wikipedia.org/wiki/Levy_C_curve Rick Campbell 氏による作品です。
pt_br: Gera fractais lineares similares, incluindo o clássico "C Curve". https://en.wikipedia.org/wiki/Levy_C_curve Escrito por Rick Campbell.
sk: Vytvára navzájom podobné lineárne fraktály, vrátane klasický "C Curve". https://en.wikipedia.org/wiki/Levy_C_curve Napísal Rick Campbell.

# Name(crystal.desktop)
source: Crystal
ca: Cristall
fr: Cristal
ja: クリスタル
pt_br: Cristal
sk: Kryštál

# Comment(crystal.desktop)
source: Moving polygons, similar to a kaleidoscope. See also the "Kaleidescope" and "GLeidescope" screen savers. https://en.wikipedia.org/wiki/Kaleidoscope Written by Jouk Jansen.
ca: Polígons en moviment, similar a un calidoscopi. Vegeu també el Kaleidescope i el GLeidescope, protectors de pantalla. https://en.wikipedia.org/wiki/Kaleidoscope Escrit per Jouk Jansen.
fr: Polygones en mouvement, semblables à un kaléidoscope. Voir aussi les économiseurs d'écran "Kaleidescope" et "GLeidescope". https://en.wikipedia.org/wiki/Kaleidoscope Écrit par Jouk Jansen.
id: Memindahkan poligon, mirip dengan kaleidoskop. Lihat juga screen saver "kaleidescope" dan "GLeidescope". https://en.wikipedia.org/wiki/Kaleidoscope ditulis oleh Jouk Jansen.
ja: 万華鏡にも似た移動する多角形です。 "Kaleidescope", "GLeidescope" の各スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Kaleidoscope Jouk Jansen 氏による作品です。
pt_br: Polígonos em movimento, semelhantes a um caleidoscópio. Veja também os protetores de tela "Kaleidescope" e "GLeidescope". https://en.wikipedia.org/wiki/Kaleidoscope Escrito por Jouk Jansen.
sk: Pohybujúce sa polygóny, podobné kaleidoskopu. Pozrite si tiež šetriče obrazovky "Kaleidoskop" a "GLeidescope". https://en.wikipedia.org/wiki/Kaleidoscope Napísal Jouk Jansen.

# Name(kaleidescope.desktop)
source: Kaleidescope
ca: Calidoscopi
fr: Kaléidoscope
ja: カレイドスコープ
pt_br: Caleidoscópio
sk: Kaleidoskop

# Comment(kaleidescope.desktop)
source: A simple kaleidoscope made of line segments. See "GLeidescope" for a more sophisticated take. https://en.wikipedia.org/wiki/Kaleidoscope Written by Ron Tapia.
ca: Un simple calidoscopi fet de segments de línia. Vegeu GLeidescope per a una presa més sofisticada. https://en.wikipedia.org/wiki/Kaleidoscope Escrit per Ron Tàpia.
fr: Un kaléidoscope simple fait de segments de lignes. Voir "GLeidescope" pour une version plus sophistiquée. https://en.wikipedia.org/wiki/Kaleidoscope Écrit par Ron Tapia.
id: Sebuah kaleidoskop sederhana yang terbuat dari segmen garis. Lihat "GLeidescope" untuk mengambil lebih canggih. https://en.wikipedia.org/wiki/Kaleidoscope ditulis oleh Ron Tapia.
ja: 線要素で作られたシンプルな万華鏡です。より洗練されたものをご希望の場合は、 "GLeidescope" をご覧ください。 https://en.wikipedia.org/wiki/Kaleidoscope Ron Tapia 氏による作品です。
pt_br: Um caleidoscópio simples composto de segmentos de linha. Veja "GLeidescope" para uma versão mais sofisticada. https://en.wikipedia.org/wiki/Kaleidoscope Escrito por Ron Tapia.
sk: Jednoduchý kaleidoskop vyrobený z úsekov čiar. Pozrite si "GLeidescope" kvôli sofistikovanejšiemu prístupu. https://en.wikipedia.org/wiki/Kaleidoscope Napísal Ron Tapia.

# Name(spheremonics.desktop)
source: Spheremonics
ca: Esferamònics
ja: スフィアモニック
pt_br: Esférico

# Comment(spheremonics.desktop)
source: These closed objects are commonly called spherical harmonics, although they are only remotely related to the mathematical definition found in the solution to certain wave functions, most notably the eigenfunctions of angular momentum operators. https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Written by Paul Bourke and Jamie Zawinski.
ca: Aquests objectes tancats són comunament anomenats harmònics esfèrics, encara que només es relacionen de forma remota amb la definició matemàtica que es troba a la solució de certes funcions d'ona, més notablement les funcions pròpies dels operadors de moment angular. https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Escrit per Paul Bourke i Jamie Zawinski.
fr: Ces objets fermés sont communément appelés harmoniques sphériques, bien qu'ils n'aient qu'un lointain rapport avec la définition mathématique que l'on trouve dans la solution de certaines fonctions d'onde, notamment les fonctions propres des opérateurs de moment angulaire. https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Écrit par Paul Bourke et Jamie Zawinski.
id: Objek tertutup ini umumnya disebut harmonik bola, meskipun mereka hanya terkait dengan definisi matematika yang ditemukan dalam solusi untuk fungsi gelombang tertentu, terutama fungsi eigen operator momentum sudut. https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Ditulis oleh Paul Bourke dan Jamie Zawinski.
ja: これらの近接物体は一般に球面調和関数と呼ばれますが、特定の波動関数に対する解の中にある数学上の定義に遠く関連しています。もっともよく知られているものとしては、角運動量演算子の固有関数があります。 https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Paul Bourke 氏と Jamie Zawinski 氏による作品です。
pt_br: Esses objetos fechados são comumente chamados harmônicos esféricos, embora estejam apenas remotamente relacionados à definição matemática encontrada na solução para determinadas funções de onda, principalmente as funções próprias de operadores de momento angular. https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Escrito por Paul Bourke e Jamie Zawinski.
sk: Tieto uzavreté objekty sa spoločne nazývajú sférické harmonické, aj keď sa iba vzdialene týkajú matematickej definície nachádzajúcej sa v riešení určitých vlnových funkcií, najmä vlastných funkcií uhlových operátorov hybnosti. https://en.wikipedia.org/wiki/Spherical_harmonics#Visualization_of_the_spherical_harmonics Napísal Paul Bourke a Jamie Zawinski.

# Comment(gears.desktop)
source: Interlocking gears. See also the "Pinion" and "MoebiusGears" screen savers. https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Epicyclic_gearing Written by Jamie Zawinski.
fr: Engrenages imbriqués. Voir aussi les économiseurs d'écran "Pinion" et "MoebiusGears". https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Epicyclic_gearing Écrit par Jamie Zawinski.
id: Roda gigi yang saling mengunci. Lihat juga screen saver "pinion" dan "MoebiusGears". https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Epicyclic_gearing ditulis oleh Jamie Zawinski.
ja: 相互に噛み合うギアを表示します。 "Pinion" および "MoebiusGears" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Epicyclic_gearing Jamie Zawinski 氏による作品です。

# Comment(lcdscrub.desktop)
source: repairs burn-in on LCD monitors. This saver is functional, rather than pretty. Believe it or not, screen burn is not a thing of the past. It can happen to LCD screens pretty easily, even in this modern age. However, leaving the screen on and displaying high contrast images can often repair the damage. That's what this screen saver does. See also: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspired by the like-named program by Daniel Sandler. Written by Jamie Zawinski.
fr: répare les brûlures sur les écrans LCD. Cet économiseur est fonctionnel, plutôt que joli. Croyez-le ou non, la brûlure d'écran n'est pas une chose du passé. Cela peut arriver aux écrans LCD assez facilement, même à notre époque moderne. Cependant, le fait de laisser l'écran allumé et d'afficher des images à fort contraste peut souvent réparer les dégâts. C'est ce que fait cet économiseur d'écran. Voir aussi : http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Inspiré par le programme du même nom de Daniel Sandler. Écrit par Jamie Zawinski.
id: memperbaiki burn-in pada monitor LCD. Penghemat ini fungsional, bukan cantik. Percaya atau tidak, pembakaran layar bukanlah sesuatu dari masa lalu. Ini dapat terjadi pada layar LCD dengan cukup mudah, bahkan di zaman modern ini. Namun, membiarkan layar menyala dan menampilkan gambar kontras tinggi seringkali dapat memperbaiki kerusakan. Itulah yang dilakukan screen saver ini. Lihat juga: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Terinspirasi oleh program bernama oleh Daniel Sandler. Ditulis oleh Jamie Zawinski.
ja: 焼き付いてしまった LCD モニタを修復します。このスクリーンセーバーは、きれいさよりも機能性に優れた仕組みであり、もはや過去のものであるとは言い切れない焼き付きを、実際に修復することができます。焼き付きは LCD でも容易に起こるもので、今も現実に発生しているものです。しかしながら、画面を表示させたままの状態で高いコントラストの画像を表示することで、しばしばダメージを修復することができます。これがスクリーンセーバーの動作原理です。詳しくは下記をお読みください: http://docs.info.apple.com/article.html?artnum=88343 http://toastycode.com/blog/2008/02/05/lcd-scrub/ Daniel Sandler 氏による同名のプログラムにヒントを得て作られています。 Jamie Zawinski 氏による作品です。

# Comment(mirrorblob.desktop)
source: A wobbly blob distorts images behind it. Written by Jon Dowdall.
ca: Una bombolla que trontolla distorsiona les imatges de darrere. Escrit per Jon Dowdall.
fr: Un blob bancal déforme les images derrière lui. Écrit par Jon Dowdall.
id: Gumpalan goyah mendiang gambar di belakangnya. Ditulis oleh Jon Dowdall.
ja: 揺らぐ滴(しずく)が裏にある画像をゆがめます。 Jon Dowdall 氏による作品です。
pt_br: Uma bolha distorce imagens detrás dela. Escrito por Jon Dowdall.
sk: Roztrasená kvapka skresľuje obrázky za ňou. Napísal Jon Dowdall.

# Name(cubenetic.desktop)
source: Cubenetic
ca: Cubnètic
fr: Cubique
ja: キューブネティック
pt_br: Cubo
