Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files.po
Languages: fi, id

# Keywords(mate-user-share-webdav.desktop)
source: share;files;bluetooth;obex;http;network;copy;send;
id: berbagi;berkas;bluetooth;obex;http;jaringan;salin;kirim;

# Name(mate-user-share-obexftp.desktop)
source: Personal File Sharing obexftp
id: Berbagi Berkas Pribadi obexftp

# Comment(mate-user-share-obexftp.desktop)
source: Launch Personal File Sharing if enabled
id: Luncurkan Berbagi Berkas Pribadi jika diaktifkan

# Keywords(mate-user-share-obexftp.desktop)
source: share;files;bluetooth;obex;http;network;copy;send;
id: berbagi;berkas;bluetooth;obex;http;jaringan;salin;kirim;

# Comment(mwm.desktop)
source: The Motif Window Manager
fi: Motif-ikkunaohjelma
id: Pengelola Jendela Motif

# Name(mpdris2.desktop)
source: Music Player Daemon
id: Daemon Pemutar Musik

# Comment(mpdris2.desktop)
source: MPRIS 2 support for MPD
id: Dukungan MPRIS 2 untuk MPD

# Name(nm-tray.desktop)
source: LXQt Network Applet
id: Aplet Jaringan LXQt

# GenericName(nm-tray.desktop)
source: Network Management
id: Pengelola Jaringan

# Comment(nm-tray.desktop)
source: LXQt panel applet to handle network connections
id: Aplet panel LXQt untuk menangani koneksi jaringan

# Name(obexd-server.desktop)
source: Obexd Server
id: Peladen obexd

# Comment(obexd-server.desktop)
source: Obexd Server Daemon
id: Daemon Peladen Obexd

# Name(vmware-user-autostart.desktop)
source: VMware User Agent
id: Agen pengguna VMware

# Comment(openbox.desktop)
source: A lightweight window manager based on Blackbox
id: Pengelola jendela yang ringan berdasarkan BlackBox

# Comment(openbox-kde.desktop)
source: Use the Openbox window manager inside of the K Desktop Environment
id: Gunakan pengelola jendela Openbox di dalam Lingkungan Destop KDE

# Comment(openbox-gnome.desktop)
source: Use the Openbox window manager inside of the GNOME desktop environment
id: Gunakan pengelola jendela Openbox di dalam Lingkungan Destop GNOME

# Name(org.opensuse.opensuse_welcome.desktop)
source: Welcome
id: Selamat Datang

# Comment(org.opensuse.opensuse_welcome.desktop)
source: The openSUSE Welcome utility.
id: Utilitas Selamat Datang openSUSE.

# GenericName(org.opensuse.opensuse_welcome.desktop)
source: Welcome Utility
id: Utilitas Selamat Datang

# Name(orca-autostart.desktop)
source: Orca screen reader
fi: Orca-näyttölukija
id: Pembaca layar Orca

# Name(org.guido-berhoerster.code.package-update-indicator.desktop)
source: Package Update Indicator
id: Indikator Pemutakhiran Paket

# GenericName(org.guido-berhoerster.code.package-update-indicator.desktop)
source: Package Update Indicator
id: Indikator Pemutakhiran Paket

# Comment(org.guido-berhoerster.code.package-update-indicator.desktop)
source: Notify about available software updates
id: Memberi tahu tentang pemutakhiran perangkat lunak yang tersedia

# Name(pam-dbus-notify.desktop)
source: pam-dbus Handler
id: Penangan pam-dbus

# Comment(pam-dbus-notify.desktop)
source: Answers authentication requests by pam-dbus
id: Menjawab permintaan otentikasi oleh pam-dbus

# Name(pam_kwallet_init.desktop)
source: KWallet PAM Socket Connection
id: Koneksi Soket PAM KWallet

# Comment(pam_kwallet_init.desktop)
source: Connect to KWallet PAM socket
id: Sambungkan ke soket KWallet PAM

# GenericName(parcellite-startup.desktop)
source: Clipboard Manager
id: Pengelola Papan Klip

# Comment(parcellite-startup.desktop)
source: Clipboard Manager
id: Pengelola Papan Klip

# Name(pasystray.desktop)
source: PulseAudio System Tray
id: Baki Sistem PulseAudio

# Comment(pasystray.desktop)
source: An Applet for PulseAudio
id: Aplet untuk PulseAudio

# Keywords(pasystray.desktop)
source: pulseaudio;tray;system tray;applet;volume;
id: pulseaudio;baki;baki sistem;aplet;volume;

# Comment(x-gerber.desktop)
source: Gerber file
id: Berkas Gerber

# Comment(x-pcb-layout.desktop)
source: PCB layout
id: Tata letak PCB

# Comment(x-pcb-footprint.desktop)
source: PCB footprint
id: Jejak PCB

# Comment(x-excellon.desktop)
source: Excellon drill file
id: Berkas Drill Excellon

# Name(lxqt-desktop.desktop)
source: Desktop
id: Destop

# Name(pk-update-icon.desktop)
source: PackageKit Update Applet
id: Aplet Pemutakhiran PackageKit

# GenericName(pk-update-icon.desktop)
source: Update Applet
id: Mutakhirkan Applet

# Comment(pk-update-icon.desktop)
source: PackageKit Update Applet
id: Aplet Pemutakhiran PackageKit

# Name(org.kde.plasma.desktop.appmenubar)
source: Application Menu Bar
id: Bilah Menu aplikasi

# Summary(org.kde.plasma.desktop.appmenubar)
source: Panel containing the global menu applet
id: Panel yang berisi menu aplet global

# Name(org.kde.plasma.desktop.emptyPanel)
source: Empty Panel
id: Panel Kosong

# Summary(org.kde.plasma.desktop.emptyPanel)
source: Empty panel
id: Panel kosong

# Name(org.kde.plasma.desktop.defaultPanel)
source: Default Panel
id: Panel Bawaan

# Summary(org.kde.plasma.desktop.defaultPanel)
source: Default panel featuring application launcher, task manager and system tray
id: Panel bawaan yang menampilkan peluncur aplikasi, pengelola tugas dan baki sistem

# Summary(org.kde.desktoptoolbox)
source: Manage Plasma
id: Kelola plasma

# Summary(org.kde.desktopcontainment)
source: A clean and simple layout
id: Tata letak yang bersih dan sederhana

# Name(org.kde.plasma.desktop)
source: Desktop
id: Destop

# Summary(org.kde.plasma.desktop)
source: Desktop view furniture
id: Perabot tampilan destop

# Name(metadata.desktop)
source: Flying Konqui
id: Konqui Terbang

# Name(metadata.desktop)
source: Safe Landing
id: Pendaratan Aman

# Name(metadata.desktop)
source: Evening Glow
id: Cahaya Malam

# Name(metadata.desktop)
source: Canop√©e
id: Kanopi

# Name(metadata.desktop)
source: Cold Ripple
id: Riak Dingin

# Name(metadata.desktop)
source: One Stands Out
id: One Stand Out

# Name(metadata.desktop)
source: Colorful Cups
id: Cangkir Berwarna-warni

# Name(metadata.desktop)
source: Fallen Leaf
id: Daun Jatuh

# Name(metadata.desktop)
source: summer 1am
id: musim panas pukul 1 dini hari

# Name(metadata.desktop)
source: Grey
id: Kelabu

# Name(metadata.desktop)
source: Cascade
id: Riam

# Name(metadata.desktop)
source: By the water
id: Dengan air

# Name(metadata.desktop)
source: Ice Cold
id: Es Dingin

# Name(metadata.desktop)
source: Kite
id: Layang-layang

# Name(metadata.desktop)
source: Darkest Hour
id: Jam Tergelap

# Name(metadata.desktop)
source: Cluster
id: Klaster

# Summary(org.kde.breeze.desktop)
source: Breeze by the KDE VDG
id: Breeze Gelap oleh KDE VDG

# Name(org.kde.plasmashell.desktop)
source: Plasma Desktop Workspace
id: Ruang Kerja Destop Plasma

# Comment(plasma5.desktop)
source: Plasma by KDE
id: Plasma oleh KDE

# Name(polkit-gnome-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
fi: PolicytKit-tunnistautumisohjelma
id: Agen Autentikasi PolicyKit

# Comment(polkit-gnome-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
fi: PolicytKit-tunnistautumisohjelma
id: Agen Autentikasi PolicyKit

# Name(polkit-kde-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
id: Agen Autentikasi PolicyKit

# Comment(polkit-kde-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
id: Agen Autentikasi PolicyKit

# Name(gpomme.desktop)
source: pommed GTK client
id: klien GTK pommed

# Name(powerdevil.desktop)
source: Power Management
id: Pengelola Daya

# Comment(powerdevil.desktop)
source: Battery, Display and CPU power management and notification
id: Baterai, Tampilan dan Pengelola daya CPU dan pemberitahuan

# Name(pulseaudio.desktop)
source: PulseAudio Sound System
fi: PulseAudio-äänijärjestelmä
id: Sistem Suara PulseAudio

# Comment(pulseaudio.desktop)
source: Start the PulseAudio Sound System
fi: Käynnistä PulseAudio-äänijärjestelmä
id: Memulai Sistem Suara PulseAudio

# Comment(x-qet-titleblock.desktop)
source: QElectroTech title block template
id: Templat blok judul QElectroTech

# Comment(x-qet-element.desktop)
source: QElectroTech element file
id: Berkas elemen QElectroTech

# Comment(x-qet-project.desktop)
source: QElectroTech project file
id: Berkas proyek QElectroTech

# Name(qtfm-tray.desktop)
source: QtFM Device Manager
id: Pengelola Perangkat QtFM

# Comment(qtfm-tray.desktop)
source: QtFM Device Manager
id: Pengelola Perangkat QtFM

# Comment(radiotray-ng.desktop)
source: Internet Radio Player for Linux
id: Pemutar Radio Internet untuk Linux

# Name(remmina-gnome.desktop)
source: GNOME + Remmina Kiosk
id: GNOME + Kios Remmina

# Comment(remmina-gnome.desktop)
source: This session logs you into GNOME with remmina as the window manager
id: Sesi ini memasukkan Anda ke GNOME dengan remmina sebagai pengelola jendela

# Name(restorecond.desktop)
source: File Context maintainer
fi: Tiedoston kontekstin hallinta
id: Pemelihara Konteks Berkas

# Comment(restorecond.desktop)
source: Fix file context in owned by the user
fi: Korjaa käyttäjän omistaman tiedoston konteksti
id: Perbaiki konteks berkas yang dimiliki oleh pengguna

# Comment(rsibreak_autostart.desktop)
source: Makes sure you rest now and then
id: Pastikan Anda beristirahat sekarang dan nanti

# Comment(sawfish-kde4.desktop)
source: Use the Sawfish window manager inside of the Kde desktop environment
id: Gunakan pengelola jendela Sawfish di dalam lingkungan destop KDE

# Comment(sawfish-xfce.desktop)
source: Use the Sawfish window manager inside of the XFCE desktop environment
id: Gunakan pengelola jendela Sawfish di dalam lingkungan destop XFCE

# Comment(sawfish-lumina.desktop)
source: Use the Sawfish window manager inside of the Lumina desktop environment
id: Gunakan pengelola jendela Sawfish di dalam lingkungan destop Lumina

# Comment(sawfish-mate.desktop)
source: Use the Sawfish window manager inside of the MATE desktop environment
id: Gunakan pengelola jendela Sawfish di dalam lingkungan destop MATE

# Comment(x-sciprj.desktop)
source: SciDAVis project
id: Proyek SciDAVis

# Name(seahorse-sharing.desktop)
source: Seahorse Sharing Daemon
id: Daemon Berbagi Seahorse

# Comment(spice-vdagent.desktop)
source: Agent for Spice guests
fi: Spice-asiakkaiden agentti
id: Agen untuk tamu Spice

# Name(sqlitebrowser.desktop)
source: DB Browser for SQLite
id: Peramban basis data untuk SQLite

# Summary(sqlitebrowser.desktop)
source: DB Browser for SQLite is a light GUI editor for SQLite databases
id: Peramban basis data untuk SQLite adalah penyunting GUI ringan untuk basis data SQLite

# GenericName(suseprime-appindicator.desktop)
source: Desktop switcher for SUSEPrime
id: Pengalih Destop untuk SUSEPrime

# Name(print-applet.desktop)
source: Print Queue Applet
fi: Tulostusjonosovelma
id: Aplet Antrian Cetak

# Comment(print-applet.desktop)
source: System tray icon for managing print jobs
fi: Ilmoitusalueen kuvake tulostustöiden hallintaan
id: Ikon baki sistem untuk mengelola tugas pencetak

# Name(terminus_autorun.desktop)
source: A terminal with the capabilities of Guake and Terminator
id: Terminal dengan kemampuan Guake dan Terminator

# Name(tracker-extract.desktop)
source: Tracker Metadata Extractor
fi: Tracker-metatietojäsennin
id: Pelacak Pengekstrak Metadata

# Comment(tracker-extract.desktop)
source: Extracts metadata from local files
fi: Purkaa metatietoa paikallisista tiedostoista
id: Ekstrak metadata dari berkas lokal

# Name(tracker-miner-rss.desktop)
source: Tracker RSS/ATOM Feeds Miner
fi: RSS/ATOM-syötteiden etsijä
id: Pelacak RSS/Penambang Umpan ATOM

# Comment(tracker-miner-rss.desktop)
source: Fetch RSS/ATOM feeds
fi: Nouda RSS/ATOM-syötteet
id: Mengambil asupan RSS/ATOM

# Name(tracker-miner-apps.desktop)
source: Tracker Application Miner
fi: Sovellusten etsijä
id: Pelacak Penambang Aplikasi

# Comment(tracker-miner-apps.desktop)
source: Indexes information about applications installed
fi: Kerää tietoa asennetuista sovelluksista
id: Indeks informasi tentang aplikasi yang terpasang

# Name(tracker-miner-fs.desktop)
source: Tracker File System Miner
fi: Tracker-tiedostojärjestelmän hakutyökalu
id: Pelacak Penambang Sistem Berkas

# Comment(tracker-miner-fs.desktop)
source: Crawls and processes files on the file system
fi: Käy läpi ja prosessoi tiedostojärjestelmän tiedostoja
id: Telusuri dan proses berkas pada sistem berkas

# Name(tracker-store.desktop)
source: Tracker Store
id: Toko Pelacak

# Comment(tracker-store.desktop)
source: Metadata database store and lookup manager
fi: Metatietokannan tallennus- ja lukutyökalu
id: Penyimpanan database metadata dan manajer pencarian

# Comment(x-treeline.desktop)
source: TreeLine File
id: Berkas TreeLine

# Comment(x-treeline-gz.desktop)
source: Compressed TreeLine File
id: Berkas TreeLine Terkompresi

# Comment(x-treepad.desktop)
source: TreePad File
id: Berkas TreePad

# Comment(twm.desktop)
source: The Tab Window Manager
id: Pengelola Jendela Tab

# Name(vncmanager-controller.desktop)
source: VNC Configuration
fi: VNC-määritys
id: Konfigurasi VNC

# Name(user-dirs-update-gtk.desktop)
source: User folders update
fi: Vakiokansioiden päivitys
id: Pemutakhiran folder pengguna

# Comment(user-dirs-update-gtk.desktop)
source: Update common folders names to match current locale
fi: Päivitä vakiokansioiden nimet nykyisten kieliasetusten perusteella
id: Perbarui nama folder umum untuk disamakan dengan lokal saat ini

# Name(xdg-user-dirs.desktop)
source: User folders update
fi: Käyttäjäkansioiden päivitys
id: Pemutakhiran folder pengguna

# Name(xsession.desktop)
source: User/System Default
fi: Käyttäjän tai järjestelmän oletus
id: Pengguna/bawaan sistem

# Comment(xfce4-clipman-plugin-autostart.desktop)
source: Clipboard manager
id: Pengelola papan klip

# Name(xfce4-notes-autostart.desktop)
source: Notes
id: Catatan

# Comment(xfce4-notes-autostart.desktop)
source: Ideal for your quick notes
id: Ideal untuk catatan cepat Anda

# Name(xfce4-power-manager.desktop)
source: Power Manager
id: Pengelola Daya

# Comment(xfce4-power-manager.desktop)
source: Power management for the Xfce desktop
id: Pengelola daya untuk destop Xfce

# Comment(xfce4-screensaver.desktop)
source: Launch screensaver and locker program
id: Luncurkan program screensaver dan pengunci

# Name(xfce.desktop)
source: Xfce Session
id: Sesi Xfce

# Comment(xfce.desktop)
source: Use this session to run Xfce as your desktop environment
id: Gunakan sesi ini untuk menjalankan Xfce sebagai lingkungan destop Anda

# Comment(xfsettingsd.desktop)
source: The Xfce Settings Daemon
id: Daemon Pengaturan Xfce

# Comment(xfdashboard-autostart.desktop)
source: Start xfdashboard as daemon in background
id: Mulai xfdashboard sebagai daemon di latar belakang

# GenericName(xiccd.desktop)
source: X color management daemon
id: Daemon pengelola warna X

# Comment(xiccd.desktop)
source: Applies color management profiles to your session
id: Terapkan profil pengelolaan warna ke sesi Anda

# Comment(x-xoj.desktop)
source: Xournal note file
id: Berkas catatan Xournal

# Comment(x-xopp.desktop)
source: Xournal++ note file
id: Berkas catatan Xournal++

# Comment(x-xopt.desktop)
source: Xournal++ template file
id: Berkas templat Xournal++

# GenericName(org.opensuse.yast.Firstboot.desktop)
source: Firstboot Configuration
id: Konfigurasi Firstboot

# Comment(org.opensuse.yast.Firstboot.desktop)
source: Enable or disable starting Firstboot sequence
id: Aktifkan atau nonaktifkan memulai urutan Firstboot

# X-SuSE-YaST-Keywords(deploy_image.desktop)
source: image,deployment
id: citra,deployment

# Name(deploy_image.desktop)
source: Image deployment
fi: Kuvan käyttöönotto
id: Deployment citra

# GenericName(deploy_image.desktop)
source: Configure image deployment
fi: Kuvan käyttöönoton määritys
id: Konfigurasikan deployment citra

# X-SuSE-YaST-Keywords(ssh_import.desktop)
source: import,key,ssh,installation
id: impor,kunci,ssh,pemasangan

# Name(ssh_import.desktop)
source: SSH Key Import
fi: SSH-avaimen tuonti
id: Impor Kunci SSH

# GenericName(ssh_import.desktop)
source: Importing SSH keys from a previous installation
fi: SSH-avainten tuonti aiemmasta asennuksesta
id: Mengimpor kunci SSH dari pemasangan sebelumnya

# Comment(zeitgeist-datahub.desktop)
source: Start the Zeitgeist Datahub for passive loggers
id: Mulai Zeitgeist Datahub untuk logger pasif

# Comment(icewm.desktop)
source: Simple and fast window manger
fi: Yksinkertainen ja nopea ikkunaohjelma

# Name(icewm-session.desktop)
source: IceWM Session
fi: IceWM-istunto

# GenericName(icewm-session.desktop)
source: Window Manager
fi: Ikkunaohjelma

# Comment(icewm-session.desktop)
source: This session logs you into IceWM
fi: Tämä istunto kirjaa sisään Icewmen

# Name(spice-vdagent.desktop)
source: Spice vdagent
fi: Spice-vd-agentti

# Name(firstboot.desktop)
source: Firstboot Configuration
fi: Firstboot-määritys

# GenericName(firstboot.desktop)
source: Enable or disable starting Firstboot sequence
fi: Ota käyttöön tai poista käytöstä Firstboot-sekvenssi

# Name(xhost-grant-root.desktop)
source: X11 root access
fi: X11-pääkäyttäjäkäyttö

# Comment(xhost-grant-root.desktop)
source: Grant X11 access for root
fi: Salli pääkäyttäjälle X11-käyttö

# Name(evolution-alarm-notify.desktop)
source: Evolution Alarm Notify
fi: Evolutionin hälytysilmoitukset

# Comment(evolution-alarm-notify.desktop)
source: Calendar event notifications
fi: Kalenteritapahtumien ilmoitukset

# Name(org.gnome.SettingsDaemon.Clipboard.desktop)
source: GNOME Settings Daemon's clipboard plugin
fi: GNOMEn asetuspalvelun leikepöytäliitännäinen

# Name(org.gnome.SettingsDaemon.A11yKeyboard.desktop)
source: GNOME Settings Daemon's a11y-keyboard plugin
fi: GNOMEn asetuspalvelun a11y-näppäimistöliitännäinen

# Name(org.gnome.SettingsDaemon.Mouse.desktop)
source: GNOME Settings Daemon's mouse plugin
fi: GNOMEn asetuspalvelun hiiriliitännäinen

# Name(sle-classic-xorg.desktop)
source: SLE Classic on Xorg
fi: Xorgin SLE Classic

# Comment(sle-classic-xorg.desktop)
source: This session logs you into SLE Classic
fi: Tämä istunto kirjaa sinut SLE Classiciin

# Name(nautilus-autostart.desktop)
source: Files
fi: Tiedostot
