Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(surfaces.desktop)
source: Parametric surfaces. http://mathworld.wolfram.com/DinisSurface.html https://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html https://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Written by Andrey Mirtchovski and Carsten Steger.
fr: Surfaces paramétriques. http://mathworld.wolfram.com/DinisSurface.html https://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html https://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Écrit par Andrey Mirtchovski et Carsten Steger.
id: Parametrik permukaan. http://mathworld.wolfram.com/DinisSurface.html https://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.Wolfram.com/BohemianDome.html https://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.Wolfram.com/PlueckersConoid.html http://mathworld.Wolfram.com/HennebergsMinimalSurface.html http://mathworld.Wolfram.com/CatalansSurface.html http://mathworld.Wolfram.com/CorkscrewSurface.html ditulis oleh Andrey Mirtchovski dan Carsten Steger.
ja: パラメトリック曲面です。 http://mathworld.wolfram.com/DinisSurface.html https://en.wikipedia.org/wiki/Enneper_surface http://mathworld.wolfram.com/EnnepersMinimalSurface.html http://mathworld.wolfram.com/KuenSurface.html https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/Seashell.html http://mathworld.wolfram.com/SwallowtailCatastrophe.html http://mathworld.wolfram.com/BohemianDome.html https://en.wikipedia.org/wiki/Whitney_umbrella http://mathworld.wolfram.com/PlueckersConoid.html http://mathworld.wolfram.com/HennebergsMinimalSurface.html http://mathworld.wolfram.com/CatalansSurface.html http://mathworld.wolfram.com/CorkscrewSurface.html Andrey Mirtchovski 氏と Carsten Steger 氏による作品です。

# Name(moire2.desktop)
source: Moire2
fr: Moiré2
ja: モアレ 2

# Comment(moire2.desktop)
source: Generates fields of concentric circles or ovals, and combines the planes with various operations. The planes are moving independently of one another, causing the interference lines to spray. https://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski.
ca: Genera camps de cercles concèntrics o ovals i combina els plans amb diverses operacions. Els plans s'estan movent independentment un de l'altre, fent línies d'interferència. https://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski.
fr: Génère des champs de cercles ou d'ovales concentriques, et combine les plans avec diverses opérations. Les plans se déplacent indépendamment les uns des autres, ce qui provoque la vaporisation des lignes d'interférence. https://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski.
id: Menghasilkan bidang lingkaran konsentris atau oval, dan menggabungkan pesawat dengan berbagai operasi. Pesawat bergerak secara independen satu sama lain, menyebabkan garis interferensi untuk semprot. https://en.wikipedia.org/wiki/Moire_pattern ditulis oleh Jamie Zawinski.
ja: 同心円のフィールドを生成し、様々な操作方法で面を組み合わせます。面は個別または 1 対で動き、干渉模様を形成します。 https://en.wikipedia.org/wiki/Moire_pattern Jamie Zawinski 氏による作品です。
pt_br: Gera campos de círculos concêntricos ou ovais e combina os planos com várias operações. Os aviões estão se movendo independentemente um do outro, fazendo com que as linhas de interferência sejam pulverizadas. https://en.wikipedia.org/wiki/Moire_pattern Escrito por Jamie Zawinski.
sk: Vytvára polia sústredných kruhov alebo oválov a kombinuje plochy s rôznymi operáciami. plochy sa pohybujú nezávisle od seba a spôsobujú rozprašovanie interferenčných čiar. https://en.wikipedia.org/wiki/Moire_pattern Napísal Jamie Zawinski.

# Name(fiberlamp.desktop)
source: Fiberlamp
fr: Lampe à incandescence
id: Dari fiberlamp
ja: ファイバランプ

# Comment(fiberlamp.desktop)
source: A fiber-optic lamp. Groovy. Written by Tim Auckland.
ca: Un llum de fibra òptica. Solcat. Escrit per Tim Auckland.
fr: Une lampe à fibre optique. Groovy. Écrit par Tim Auckland.
id: Lampu serat optik. Groovy. Ditulis oleh tim Auckland.
ja: 光ファイバーのかっこいいランプです。 Tim Auckland 氏による作品です。
pt_br: Uma lâmpada de fibra óptica. Groovy. Escrito por Tim Auckland.
sk: Lampa z optických vlákien. Skvelé. Napísal Tim Auckland.

# Name(slip.desktop)
source: Slip
ca: Relliscada
fr: Glissement
ja: スリップ

# Comment(slip.desktop)
source: A jet engine consumes the screen, then puts it through a spin cycle. Written by Scott Draves and Jamie Zawinski.
ca: Un motor a reacció que consumeix la pantalla i, a continuació, la posa a través d'un cicle de centrifugat. Escrit per Scott i Jamie Draves Zawinski.
fr: Un moteur à réaction consume l'écran, puis le soumet à un cycle de rotation. Écrit par Scott Draves et Jamie Zawinski.
id: Sebuah mesin jet mengkonsumsi layar, kemudian menempatkan melalui siklus spin. Ditulis oleh Scott Draves dan Jamie Zawinski.
ja: 画面を消費してスピンサイクルに変換するジェットエンジンです。 Scott Draves 氏および Jamie Zawinski 氏による作品です。
pt_br: Um motor a jato consome a tela e depois passa por um ciclo de rotação. Escrito por Scott Draves e Jamie Zawinski.
sk: Prúdový motor konzumuje obrazovku, potom ju preženie cyklom odstreďovania. Napísal Scott Draves a Jamie Zawinski.

# Name(galaxy.desktop)
source: Galaxy
ca: Galàxia
fr: Galaxie
ja: 銀河
pt_br: Galáxia
sk: Galaxia

# Comment(galaxy.desktop)
source: Spinning galaxies collide. Written by Uli Siegmund, Harald Backert, and Hubert Feyrer.
ca: Galàxies que giren i xoquen. Escrit per Uli Siegmund, Harald Backert i Hubert Feyrer.
fr: Des galaxies en rotation entrent en collision. Écrit par Uli Siegmund, Harald Backert et Hubert Feyrer.
id: Galaksi berputar bertabrakan. Ditulis oleh Uli Siegmund, Harald Backert, dan Hubert Feyrer.
ja: 回転しながら銀河が衝突します。 Uli Siegmund 氏, Harald Backert 氏, Hubert Feyrer 氏による作品です。
pt_br: Galáxias girando colidem. Escrito por Uli Siegmund, Harald Backert e Hubert Feyrer.
sk: Rotujúce galaxie sa zrážajú. Napísal Uli Siegmund, Harald Backert a Hubert Feyrer.

# Name(glsnake.desktop)
source: GLSnake
fr: Serpent (GL)
id: Ular Gall
ja: GL スネーク

# Comment(glsnake.desktop)
source: The "Rubik's Snake" puzzle. See also the "Rubik" and "Cube21" screen savers. https://en.wikipedia.org/wiki/Rubik%27s_Snake Written by Jamie Wilkinson, Andrew Bennetts, and Peter Aylett.
ca: La serp de Rubik, el trencaclosques. Vegeu també els protectors de pantalla Rubik i Cube21. https://en.wikipedia.org/wiki/Rubik%27s_Snake Escrit per Jamie Wilkinson, Andrew Bennetts, i Peter Aylett.
fr: Le puzzle "Rubik's Snake". Voir aussi les économiseurs d'écran "Rubik" et "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Snake Écrit par Jamie Wilkinson, Andrew Bennetts et Peter Aylett.
id: Teka-teki "Rubik's Snake". Lihat juga screen saver "Rubik" dan "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Snake Ditulis oleh Jamie Wilkinson, Andrew Bennetts, dan Peter Aylett.
ja: "ルービックスネーク" パズルです。 "Rubik", "Cube21" の各スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Rubik%27s_Snake Jamie Wilkinson 氏, Andrew Bennetts 氏, Peter Aylett 氏による作品です。
pt_br: O quebra-cabeças "Rubik Twist". Veja também os protetores "Rubik" e "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Snake Escrito por Jamie Wilkinson, Andrew Bennetts e Peter Aylett.
sk: Hlavolam "Rubikov had" puzzle. Pozrite si tiež šetriče obratovky "Rubik" a "Cube21". https://en.wikipedia.org/wiki/Rubik%27s_Snake Napísal Jamie Wilkinson, Andrew Bennetts a Peter Aylett.

# Comment(grav.desktop)
source: An orbital simulation. With trails enabled, it looks kind of like a cloud-chamber photograph. Written by Greg Bowering.
ca: Una simulació orbital. Amb senders habilitats, es veu com una mena de fotografia del núvol-càmera. Escrit per Greg Bowring.
fr: Une simulation orbitale. Avec les traînées activées, cela ressemble à une photographie de chambre à brouillard. Écrit par Greg Bowering.
id: Simulasi orbit. Dengan jejak yang diaktifkan, terlihat seperti foto ruang awan. Ditulis oleh Greg Bowering.
ja: 天体シミュレーションです。軌跡を有効にすると、霧箱写真のような効果があります。 Greg Bowering 氏による作品です。
pt_br: Uma simulação orbital. Com as trilhas ativadas, parece uma fotografia da Câmara de Wilson. Escrito por Greg Bowering.
sk: Orbitálna simulácia. S povolenými stopami to vyzerá podobne ako fotografia v hmlovej komore. Napísal Greg Bowering.

# Comment(cubestack.desktop)
source: An endless stack of unfolding, translucent cubes. Written by Jamie Zawinski.
ca: Una infinitat de cubs desplegables i translúcids. Escrit per Jamie Zawinski.
fr: Une pile sans fin de cubes translucides qui se déplient. Écrit par Jamie Zawinski.
id: Tumpukan tak berujung terungkap, tembus kubus. Ditulis oleh Jamie Zawinski.
ja: 半透明の立方体が展開しながら積み重なっていきます。 Jamie Zawinski 氏による作品です。
pt_br: Uma pilha interminável de cubos translúcidos desdobráveis. Escrito por Jamie Zawinski.
sk: Nekonečná kopa rozvíjajúcich sa priesvitných kociek. Napísal Jamie Zawinski.

# Comment(superquadrics.desktop)
source: Morphing 3D shapes. Written by Ed Mackey.
ca: Metamofosi de formes 3D. Escrit per Ed Mackey.
fr: Morphing des formes 3D. Écrit par Ed Mackey.
id: Bentuk morphing 3D. Ditulis oleh Ed Mackey.
ja: 3D の物体が次々と変形していきます。 Ed Mackey 氏による作品です。
pt_br: Transformando formas 3d. Escrito por Ed Mackey.
sk: Postupná premena 3D tvarov. Napísal Ed Mackey.

# Comment(raverhoop.desktop)
source: Simulates an LED hula hoop in a dark room. Oontz oontz oontz. Written by Jamie Zawinski.
ca: Simula una anella de LED en una habitació fosca. Oontz oontz oontz. Escrit per Jamie Zawinski.
fr: Simule un hula hoop LED dans une pièce sombre. Oontz oontz oontz oontz. Écrit par Jamie Zawinski.
id: Mensimulasikan hula hoop LED di ruangan gelap. Oontz oontz oontz. Ditulis oleh Jamie Zawinski.
ja: 暗い部屋の中での LED フラフープを擬似します。 Jamie Zawinski 氏による作品です。
pt_br: Simula um bambolê de LED em um quarto escuro. Oontz oontz oontz. Escrito por Jamie Zawinski.
sk: Simuluje hula LED obruč v tmavej miestnosti. Brrm brrm brrm. Napísal Jamie Zawinski.

# Name(pulsar.desktop)
source: Pulsar
ca: Púlsar
ja: パルサー

# Comment(pulsar.desktop)
source: Intersecting planes, with alpha blending, fog, textures, and mipmaps. Written by David Konerding.
ca: Intersecció d'avions, amb barreja alfa, boira, textures, i mipmaps. Escrit per David Konerding.
fr: Plans qui se croisent, avec mélange alpha, brouillard, textures et mipmaps. Écrit par David Konerding.
id: Berpotongan pesawat, dengan Alpha blending, kabut, tekstur, dan mipmaps. Ditulis oleh David Konerding.
ja: 面同士が交差し、アルファブレンドや霧, テクスチャやミップマップなどの効果が設定されます。 David Konerding 氏による作品です。
pt_br: Planos de interseção, com composição alfa, neblina, texturas e mipmaps. Escrito por David Konerding.
sk: Pretínajúce sa roviny, s alfa prelínaním, hmlou, textúrami a mipmapami. Napísal David Konerding.

# Name(decayscreen.desktop)
source: DecayScreen
fr: Écran délabré
id: Layar kaca
ja: スクリーン崩壊

# Comment(decayscreen.desktop)
source: Melts an image in various ways. Warning, if the effect continues after the screen saver is off, seek medical attention. Written by David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey.
ca: Es fon una imatge de diverses maneres. Advertència: si l'efecte continua després que el protector de pantalla estigui apagat, busqueu atenció mèdica. Escrit per David Wald, Vivek Khera, Jamie Zawinski, i Vince Levey.
fr: Fait fondre une image de différentes manières. Attention, si l'effet continue après la désactivation de l'économiseur d'écran, consultez un médecin. Écrit par David Wald, Vivek Khera, Jamie Zawinski et Vince Levey.
id: Melts gambar dalam berbagai cara. Peringatan, jika efek berlanjut setelah screen saver dimatikan, carilah perhatian medis. Ditulis oleh David Wald, Vivek khera, Jamie Zawinski, dan Vince Levey.
ja: 様々な方法で画像を溶かします。なお、スクリーンセーバを終了させても効果が残ってしまった場合は、お医者さんにご相談ください。 David Wald 氏, Vivek Khera 氏, Jamie Zawinski 氏, Vince Levey 氏による作品です。
pt_br: Derrete uma imagem de várias maneiras. Aviso, se o efeito continuar após o descanso de tela, procure atendimento médico. Escrito por David Wald, Vivek Khera, Jamie Zawinski e Vince Levey.
sk: Rozptýli obrázok rôznymi spôsobmi. Varovanie, ak efekt pretrváva aj po vypnutí šetriča obrazovky, vyhľadajte lekársku pomoc. Napísal David Wald, Vivek Khera, Jamie Zawinski a Vince Levey.

# Comment(boing.desktop)
source: A clone of the first graphics demo for the Amiga 1000, which was written by Dale Luck and RJ Mical during a break at the 1984 Consumer Electronics Show (or so the legend goes.) This looks like the original Amiga demo if you turn off "smoothing" and "lighting" and turn on "scanlines", and is somewhat more modern otherwise. https://en.wikipedia.org/wiki/Amiga#Boing_Ball Written by Jamie Zawinski.
ca: Un clon dels primers gràfics Demo per l'Amiga 1000, que va ser escrit per Dale Luck i RJ Mical durant una pausa el 1984 al Consumer Electronics Show (o això diu la llegenda). Això sembla la demo original d'Amiga si s'apaga el "suavitzat" i la "il·luminació" i s'activen les "línies d'exploració", i és una mica més modern. https://en.wikipedia.org/wiki/Amiga#Boing_Ball Escrit per Jamie Zawinski.
fr: Un clone de la première démo graphique pour l'Amiga 1000, qui a été écrite par Dale Luck et RJ Mical pendant une pause au Consumer Electronics Show de 1984 (c'est du moins ce que dit la légende). Cela ressemble à la démo Amiga originale si vous désactivez "smoothing" et "lighting" et activez "scanlines", et c'est un peu plus moderne autrement. https://en.wikipedia.org/wiki/Amiga#Boing_Ball Écrit par Jamie Zawinski.
id: Sebuah tiruan dari demo grafis pertama untuk 1000 Amiga, yang ditulis oleh Dale luck dan RJ Mical selama istirahat di 1984 Consumer Electronics Show (atau jadi legenda pergi.) Ini terlihat seperti demo Amiga asli jika Anda mematikan "smoothing" dan "Lighting" dan nyalakan "scanlines", dan agak lebih modern jika tidak. https://en.wikipedia.org/wiki/Amiga#Boing_Ball ditulis oleh Jamie Zawinski.
ja: Amiga 1000 で初めて公開されたデモのクローンです。元々は 1984 年のコンシューマー・エレクトロニクス・ショーで公開され伝説となったもので、 Dale Luck 氏と RJ Mical 氏が作成したものです。このデモは "smoothing", "lighting" を OFF にし、 "scanlines" を ON にすることによって、オリジナルの Amiga デモに似た外観になりますが、当時のものよりはきれいに表示されます。 https://en.wikipedia.org/wiki/Amiga#Boing_Ball Jamie Zawinski 氏による作品です。
pt_br: Um clone da primeira demonstração de gráficos para o Amiga 1000 que foi escrito por Dale Luck e RJ Mical durante uma pausa no Consumer Electronics Show de 1984 (ou assim diz a lenda). Isso se parece com a demonstração original do Amiga se você desligar a "suavização" e "iluminação" e ativar as "scanlines", de outra forma isto é um pouco mais moderno. https://en.wikipedia.org/wiki/Amiga#Boing_Ball Escrito por Jamie Zawinski.
sk: Klon prvého grafického dema pre Amiga 1000, ktoré napísali Dale Luck a RJ Mical počas prestávky na 1984 Consumer Electronics Show (alebo tak legenda hovorí). Vyzerá to ako pôvodné demo Amiga, ak vypnete "smoothing" a "lighting" a zapnete"scanlines" a inak je o niečo modernejšie. https://en.wikipedia.org/wiki/Amiga#Boing_Ball Napísal Jamie Zawinski.

# Comment(glcells.desktop)
source: Cells growing, dividing and dying on your screen. Microscopic pathos. Written by Matthias Toussaint.
ca: Cèl·lules en creixement, la divisió i la mort a la pantalla. Pathos microscòpica. Escrit per Matthias Toussaint.
fr: Des cellules qui croissent, se divisent et meurent sur votre écran. Un pathos microscopique. Écrit par Matthias Toussaint.
id: Sel tumbuh, membagi dan sekarat di layar Anda. Pathos mikroskopis. Ditulis oleh Matthias Toussaint.
ja: 画面内で細胞が成長し、分割して死んでいきます。顕微鏡で除くことのできる哀愁です。 Matthias Toussaint 氏による作品です。
pt_br: Células crescendo, dividindo e morrendo na tela. Pathos microscópico. Escrito por Matthias Toussaint.
sk: Bunky rastú, delia sa a umierajú na vašej obrazovke. Mikroskopický dojímavosť. Napísal Matthias Toussaint.

# Comment(xspirograph.desktop)
source: Simulates that pen-in-nested-plastic-gears toy from your childhood. https://en.wikipedia.org/wiki/Spirograph Written by Rohit Singh.
ca: Simula aquella joguina d'engranatges de la infantesa. https://en.wikipedia.org/wiki/Spirograph Escrit per Rohit Singh.
fr: Simule le stylo dans les jouets en plastique de votre enfance. https://en.wikipedia.org/wiki/Spirograph Écrit par Rohit Singh.
id: Mensimulasikan mainan gigi plastik pen-in-nested dari masa kecil Anda. https://en.wikipedia.org/wiki/Spirograph Ditulis oleh Rohit Singh.
ja: 入れ子になったギアの中にペンを差し込み、回転しながら描くことのできる子供向け玩具の描画を疑似します。 https://en.wikipedia.org/wiki/Spirograph Rohit Singh 氏による作品です。
pt_br: Simula um ponteiro aninhado em engrenagens de plástico. É um jogo para crianças. https://en.wikipedia.org/wiki/Spirograph; escrito por Rohit Singh.
sk: Simuluje hračku z vášho detstva pero vo vložených plastových ozubených prevodoch. https://en.wikipedia.org/wiki/Spirograph Napísal Rohit Singh.

# Name(polytopes.desktop)
source: Polytopes
ca: Polítops
id: Politopes
ja: ポリトープ
pt_br: Polítopos

# Comment(polytopes.desktop)
source: The six regular 4D polytopes rotating in 4D. Inspired by H.S.M Coxeter's book "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973, and Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Written by Carsten Steger.
ca: Els sis politopos 4D regulars de rotació en 4D. Inspirat pel llibre de H.S.M Coxeter Regular Polytopes, 3a edició, Dover Publications, Inc., 1973, i el llibre de Thomas Banchoff Més enllà de la tercera dimensió: Geometria, Gràfiques per ordinador i dimensions superiors, Scientific American Library, 1990 . https://en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Escrit per Carsten Steger.
fr: Les six polytopes réguliers 4D tournant dans 4D. Inspiré par le livre de H.S.M Coxeter "Regular Polytopes", 3ème édition, Dover Publications, Inc, 1973, et le livre de Thomas Banchoff "Beyond the Third Dimension : Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Écrit par Carsten Steger.
id: Enam polytopes 4D biasa berputar dalam 4D. Terinspirasi oleh buku HSM Coxeter "Regular Polytopes", Edisi ke-3, Dover Publications, Inc., 1973, dan buku Thomas Banchoff "Melampaui Dimensi Ketiga: Geometri, Grafik Komputer, dan Dimensi Tinggi", Scientific American Library, 1990. https: / /en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Ditulis oleh Carsten Steger.
ja: 6 種類の 4D ポリトープが 4D 内を回転します。 H.S.M Coxeter 氏の書籍 "Regular Polytopes", 3rd Edition (Dover Publications, Inc., 1973) と、 Thomas Banchoff 氏の書籍 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions" (Scientific American Library, 1990) にヒントを得て作られています。 https://en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Carsten Steger 氏による作品です。
pt_br: Os seis polítopos regulares de 4D girando em 4D. Inspirado no livro de HSM Coxeter "Regular Polytopes", 3ª Edição, Dover Publications, Inc., 1973, e no livro de Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Escrito por Carsten Steger.
sk: Šesť pravidelných 4D polytopov rotujúcich v 4D. Inšpirované knihami H.S.M Coxeter "Regular Polytopes", 3rd Edition, Dover Publications, Inc., 1973 a Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Hypercube https://en.wikipedia.org/wiki/Tesseract https://en.wikipedia.org/wiki/Regular_polytope Napísal Carsten Steger.

# Name(strange.desktop)
source: Strange
ca: Estrany
fr: Étrange
id: Aneh
ja: ストレンジ
pt_br: Estranho
sk: Cudzí

# Comment(strange.desktop)
source: Strange attractors: a swarm of dots swoops and twists around. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Written by Massimino Pascal.
ca: Atractors estranys: un eixam de punts es bat i gira voltant. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Escrit per Pascal Massimino.
fr: Attracteurs étranges : un essaim de points s'envole et s'enroule autour. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Écrit par Massimino Pascal.
id: Penarik aneh: segerombolan titik menyapu dan memutar di sekitar. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Ditulis oleh Massimino Pascal.
ja: 奇妙なアトラクタ: ドットの群れが回転しながら襲撃します。 https://en.wikipedia.org/wiki/Attractor#Strange_attractor Massimino Pascal 氏による作品です。
pt_br: Atratores estranhos: um enxame de pontos desvia e torce. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Escrito por Massimino Pascal.
sk: Podivné atraktory: roj bodiek sa zlieta a krúti okolo. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Napísal Massimino Pascal.
