Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ca, cs, de, el, fi, it, lt, pt_br, ru, sk, uk

# Comment(org.opensuse.yast.ReleaseNotes.desktop)
source: Show Release Notes
ca: Vegeu les notes de la versió
cs: Zobrazit Poznámky k vydání
de: Versionshinweise anzeigen
el: Εμφάνιση σημειώσεων έκδοσης
fi: Näytä julkaisutiedot
it: Mostra le note di rilascio
lt: Informacija apie šią laidą
pt_br: Exiba as notas de lançamento
ru: Показать примечания к выпуску
sk: Ukázať poznámky k vydaniu
uk: Показати примітки до випуску

# Name(org.opensuse.yast.Installation.desktop)
source: YaST Installation
ca: Instal·lació del YaST
cs: YaST instalace
el: Εγκατάσταση YaST
fi: YaST – Asennus
it: Installazione YaST
lt: YaST diegimas
pt_br: YaST Instalação
ru: YaST Установка
sk: Inštalácia YaST
uk: YaST Встановлення

# GenericName(org.opensuse.yast.Installation.desktop)
source: System Upgrade
ca: Actualització del sistema
cs: Povýšení systému
de: Systemaktualisierung
el: Αναβάθμιση συστήματος
fi: Järjestelmän päivitys
it: Aggiornamento del sistema
lt: Sistemos naujovinimas
pt_br: Atualizar Sistema
ru: Обновление системы
sk: Zvýšenie verzie systému
uk: Оновлення системи

# Comment(org.opensuse.yast.Installation.desktop)
source: Install system to the system
ca: Instal·leu el sistema al sistema
cs: Instalovat systém na systém
de: System auf dem System installieren
el: Εγκαταστήστε το σύστημα στο σύστημα
fi: Asenna järjestelmä järjestelmään
it: Installa il sistema sul sistema
lt: Įdiegti sistemą į kompiuterį
pt_br: Instale o sistema no sistema
ru: Установить систему в систему
sk: Nainštalovať systém do systému

# X-SuSE-YaST-Keywords(org.opensuse.yast.InstServer.desktop)
source: installation,server
ca: servidor,instal·lació
cs: instalace,server
el: εγκατάσταση,διακομιστής
fi: asennus,palvelin
it: installazione,server
pt_br: instalação,servidor
sk: inštalácia,server
uk: встановлення,сервер

# Name(org.opensuse.yast.InstServer.desktop)
source: YaST Installation Server
ca: Servidor d'instal·lació del YaST
cs: YaST instalační server
de: YaST Installationsserver
el: Διακομιστής εγκατάστασης YaST
fi: YaST – Asennuspalvelin
it: YaST server di installazione
lt: YaST diegimo serveris
pt_br: YaST Servidor de instalação
ru: YaST Сервер установки
sk: Inštalačný server YaST
uk: YaST Сервер встановлення

# GenericName(org.opensuse.yast.InstServer.desktop)
source: Installation Server
ca: Servidor d'instal·lació
cs: Instalační server
de: Installationsserver
el: Διακομιστής εγκατάστασης
fi: Asennuspalvelin
it: Server di installazione
lt: Diegimo serveris
pt_br: Servidor de instalação
ru: Сервер установки
sk: Inštalačný server
uk: Сервер встановлення

# Comment(org.opensuse.yast.InstServer.desktop)
source: Configure and manage installation servers
ca: Configureu i gestioneu servidors d'instal·lació
cs: Konfigurovat a spravovat instalační servery
de: Konfiguration und Verwaltung von Installationsservern
el: Ρύθμιση και διαχείριση διακομιστών εγκατάστασης
fi: Määritä ja hallitse asennuspalvelimia
it: Configura e gestisci i server di installazione
lt: Konfigūruoti ir tvarkyti diegimo serverius
pt_br: Configure e gerencie servidores de instalação
ru: Настройка и управление серверами установки
sk: Konfigurovať a spravovať inštalačné servery
uk: Налаштування та управління серверами встановлення

# X-SuSE-YaST-Keywords(org.opensuse.yast.IPLB.desktop)
source: network,ip,loadbalancing
ca: xarxa,ip,equilibrador de càrrega
cs: síť,ip,vyvážení_zátěže
de: Netzwerk,IP,Lastverteilung
el: δίκτυο,ip,εξισορρόπηση φορτίου
fi: network,ip,loadbalancing,verkko
it: rete,ip,bilanciamento del carico
pt_br: rede,ip,balanceamentodecarga
sk: sieť,ip,vyváženie záťaže

# Name(org.opensuse.yast.IPLB.desktop)
source: YaST IPLB
ca: IPLB del YaST
it: IPLB YaST
pt_br: IPLB YaST

# GenericName(org.opensuse.yast.IPLB.desktop)
source: IP Load Balancing
ca: Equilibri de càrrega IP
cs: IP vyvažování zátěže
de: IP-Load-Balancing (Lastverteilung auf IP-Basis)
el: Εξισορρόπηση φόρτωσης IP
fi: IP-kuormantasaus
it: Bilanciamento di carico IP
lt: IP įkėlimo balansavimas
pt_br: Balanceamento de carga IP
ru: Балансировка нагрузки IP
sk: Vyrovnávanie záťaže IP
uk: Налаштування навантаженням IP

# Comment(org.opensuse.yast.IPLB.desktop)
source: Configure IP Load Balancing
ca: Configureu l'equilibri de càrrega d'IP
cs: Konfigurovat IP Load Balancing
de: Konfiguration von (IP-Load-Balancing)
el: Ρύθμιση IPLB (Εξισορρόπηση φόρτωσης IP)
fi: Määritä IP-kuormantasaus
it: Configura bilanciamento di carico IP
pt_br: Configure o Balanceamento de carga IP
ru: Настроить балансировку нагрузки IP
sk: Konfigurovať IP Load Balancing
uk: Налаштування балансування завантаження IP

# Name(org.opensuse.yast.iSCSIClient.desktop)
source: YaST iSCSI Initiator
ca: Iniciador d'iSCSI del YaST
cs: YaST iniciátor iSCSI
el: Εκκινητής iSCSI YaST
fi: YaST – iSCSI-aloittaja
it: YaST Iniziatore iSCSI
pt_br: YaST Iniciador iSCSI
ru: YaST Инициатор iSCSI
sk: YaST Iniciátor iSCSI
uk: YaST Ініціатор iSCSI

# GenericName(org.opensuse.yast.iSCSIClient.desktop)
source: iSCSI Initiator
ca: Iniciador iSCSI
cs: iSCSI iniciátor
el: Εκκινητής iSCSI
fi: iSCSI-aloittaja
it: Iniziatore iSCSI
lt: iSCSI iniciatorius
pt_br: Iniciador iSCSI
ru: Инициатор iSCSI
sk: Iniciátor iSCSI
uk: Ініціатор iSCSI

# Comment(org.opensuse.yast.iSCSIClient.desktop)
source: Configure an iSCSI initiator
ca: Configureu un iniciador iSCSI
cs: Konfigurovat iSCSI iniciátora
de: Konfiguration eines iSCSI-Initiators
el: Ρύθμιση ενός εκκινητή iSCSI
fi: Määritä iSCSI-aloittaja
it: Configura uno strumento di avvio iSCSI
lt: Konfigūruoti iSCSI iniciatorių
pt_br: Configure um iniciador iSCSI
ru: Настроить инициатор iSCSI
sk: Konfigurovať iniciátora iSCSI
uk: Налаштування ініціатора iSCSI

# X-SuSE-YaST-Keywords(org.opensuse.yast.iSCILIOServer.desktop)
source: iscsi,lio,network,system
ca: iscsi,lio,xarxa,sistema
cs: iscsi,lio,síť,systém
de: iSCSI,LIO,Netzwerk,System
el: iscsi,lio,δίκτυο,σύστημα
fi: iscsi,lio,network,system,verkko,järjestelmä
it: iscsi,lio,rete,sistema
pt_br: iscsi,lio,rede,sistema
sk: iscsi,lio,sieť,systém

# Name(org.opensuse.yast.iSCILIOServer.desktop)
source: YaST iSCSI LIO Target
ca: Destinació d'iSCSI LIO del YaST
cs: YaST iSCSI LIO cíl
de: YaST iSCSI-LIO-Ziel
el: Στόχος iSCSI LIO YaST
fi: YaST – iSCSI-LIO-kohde
it: YaST Destinazione iSCSI LIO
pt_br: YaST Destino do iSCSI LIO
ru: YaST Цель iSCSI LIO
sk: YaST iSCSI LIO cieľ
uk: YaST iSCSI LIO ціль призначення

# GenericName(org.opensuse.yast.iSCILIOServer.desktop)
source: iSCSI LIO Target
ca: Destinació iSCSI LIO
cs: iSCSI LIO cíl
de: iSCSI-LIO-Ziel
el: Στόχος iSCSI LIO
fi: iSCSI-LIO-kohde
it: Destinazione iSCSI LIO
lt: iSCSI LIO paskirtis
pt_br: Destino do iSCSI LIO
ru: Цель iSCSI LIO
sk: iSCSI LIO cieľ
uk: Ціль iSCSI LIO

# Comment(org.opensuse.yast.iSCILIOServer.desktop)
source: Configure an iSCSI target via LIO
ca: Configureu una destinació iSCSI a través de LIO
cs: Konfigurovat iSCSI cíl přes LIO
de: Konfiguration eines iSCSI-Ziels über LIO
el: Ρύθμιση ενός στόχου iSCSI μέσω LIO
fi: Määritä iSCSI-kohde LIOn kautta
it: Configura una destinazione iSCSI via LIO
lt: Konfigūruoti iSCSI paskirtį per LIO
pt_br: Configure um destino iSCSI via LIO
ru: Настроить цель iSCSI через LIO
sk: Konfigurovať cieľ iSCSI cez LIO
uk: Налаштування цілі iSCSI через LIO

# X-SuSE-YaST-Keywords(org.opensuse.yast.iSNS.desktop)
source: internet,storage,name,network,server,devices,iscsi,scsi
ca: internet,emmagatzematge,nom,xarxa,servidor,dispositus,iscsi,scsi
cs: internet,paměť,název,síť,server,zařízení,iscsi,scsi
de: Internet,Speicher,Name,Netzwerk,Server,Geräte,iSCSI,SCSI
el: internet,αποθήκευση,όνομα,δίκτυο,διακομιστής,συσκευές,iscsi,scsi
fi: internet,storage,name,network,server,devices,iscsi,scsi,verkko,palvelin
it: Internet,archiviazione,nome,rete,server,dispositivi,iscsi,scsi
pt_br: internet,armazenamento,nome,rede,servidor,dispositivos,iscsi,scsi
sk: internet,úložisko,názov,sieť,server,zariadenia,iscsi,scsi

# Name(org.opensuse.yast.iSNS.desktop)
source: YaST iSNS Server
ca: Servidor d'iSNS del YaST
el: Διακομιστής iSNS YaST
fi: YaST – iSNS-palvelin
it: YaST Server iSNS
lt: YaST iSNS serveris
pt_br: YaST Servidor iSNS
ru: YaST Сервер iSNS
sk: iSNS Server YaST
uk: YaST Сервер iSNS

# GenericName(org.opensuse.yast.iSNS.desktop)
source: iSNS Server
ca: Servidor iSNS
el: Διακομιστής iSNS
fi: iSNS-palvelin
it: Server iSNS
lt: iSNS serveris
pt_br: Servidor iSNS
ru: Сервер iSNS
uk: Сервер iSNS

# Comment(org.opensuse.yast.iSNS.desktop)
source: Configure an iSNS server
ca: Configureu un servidor iSNS
cs: Konfigurovat iSNS server
de: Konfiguration eines iSNS-Servers
el: Ρύθμιση ενός διακομιστή iSNS
fi: Määritä iSNS-palvelin
it: Configura un server iSNS
lt: Konfigūruoti iSNS serverį
pt_br: Configure um servidor iSNS
ru: Настроить сервер iSNS
sk: Konfigurovať iSNS server
uk: Налаштування сервера iSNS

# Name(org.opensuse.yast.Journal.desktop)
source: YaST Systemd Journal
ca: Diari del Systemd del YaST
cs: YaST žurnál Systemd
fi: YaST – Systemd-loki
it: YaST journal di systemd
lt: YaST systemd žurnalas
pt_br: YaST Journal systemd
ru: YaST Журнал systemd
sk: Žurnál systemd YaST
uk: YaST Журнал Systemd

# GenericName(org.opensuse.yast.Journal.desktop)
source: Systemd Journal
ca: Diari del Systemd
cs: Žurnál Systemd
fi: Systemd-loki
it: Journal di systemd
lt: Systemd žurnalas
pt_br: Journal systemd
ru: Журнал systemd
sk: Žurnál systemd
uk: Журнал Systemd

# Comment(org.opensuse.yast.Journal.desktop)
source: Read systemd journal entries
ca: Llegiu les entrades del diari del Systemd
cs: Přečíst položky žurnálu systemd
de: systend Journaleinträge lesen
el: Ανάγνωση καταχωρήσεων systemd journal
fi: Lue systemd:n lokitietueet
it: Leggi le voci del journal di systemd
lt: Skaityti Systemd žurnalų įrašus
pt_br: Ler entradas do journal systemd
ru: Читать записи журнала systemd
sk: Čítať položky žurnálu systemd
uk: Читати записи журналу systemd

# X-SuSE-YaST-Keywords(org.opensuse.yast.Kdump.desktop)
source: system,kernel,crash,dump
ca: sistema,nucli,fallada,abocar
cs: systém,jádro,krach,dump
de: System,Kernel,Absturz,Dump
el: σύστημα,πυρήνας,συντριβή,απόρριψη
fi: system,kernel,crash,dump,järjestelmä,ydin,kaatua
it: sistema,kernel,crash,dump
pt_br: sistema,kernel,quebra,dump
sk: systém,jadro,pád,výpis

# Name(org.opensuse.yast.Kdump.desktop)
source: YaST Kernel Kdump
ca: Kdump del nucli del YaST
cs: YaST Kdump jádra
el: Πυρήνας Kdump YaST
fi: YaST – Ydinvedos
it: YaST Kdump del kernel
lt: YaST branduolio išklotinė
ru: YaST Kdump ядра
sk: Kdum jadra YaST
uk: YaST Ядро Kdump

# GenericName(org.opensuse.yast.Kdump.desktop)
source: Kernel Kdump
ca: Kdump del nucli
cs: Kdump Jádra
el: Πυρήνας Kdump
fi: Ydinvedos
it: Kdump del kernel
lt: Branduolio išklotinė
pt_br: Kdump do Kernel
ru: Kdump ядра
sk: Kdum jadra
uk: Ядро Kdump

# Comment(org.opensuse.yast.Kdump.desktop)
source: Kernel Kdump Configuration Tool
ca: Eina de configuració del nucli Kdump
cs: Konfigurační nástroj Kdumpu jádra
de: Kernel-Kdump-Konfigurationswerkzeug
el: Εργαλείο ρύθμισης πυρήνα Kdump
fi: Ydinvedosten määritystyökalu
it: Strumento di configurazione del Kdump del kernel
lt: Branduolio Kdump konfigūravimas
pt_br: Ferramenta de configuração do Kernel Kdump
ru: Утилита настройки Kdump ядра
sk: Konfiguračné nástroje pre Kdum jadra
uk: Засіб налаштування ядра Kdump

# X-SuSE-YaST-Keywords(org.opensuse.yast.Mail.desktop)
source: network,internet
ca: xarxa,internet
cs: síť,internet
de: Netzwerk,Internet
el: δίκτυο,internet
fi: verkko,internet
it: rete,internet
pt_br: rede,internet
sk: sieť,internet

# Name(org.opensuse.yast.Mail.desktop)
source: YaST Mail Server
ca: Servidor de correu del YaST
cs: YaST poštovní server
de: YaST E-Mail-Server
el: Διακομιστής αλληλογραφίας YaST
fi: YaST – Postipalvelin
it: YaST server di posta elettronica
lt: YaST pašto serveris
pt_br: YaST Servidor de e-mail
ru: YaST Почтовый сервер
sk: Poštový server YaST
uk: YaST Поштовий сервер

# GenericName(org.opensuse.yast.Mail.desktop)
source: Mail Server
ca: Servidor de correu
cs: Poštovní server
de: E-Mail-Server
el: Διακομιστής αλληλογραφίας
fi: Postipalvelin
it: Server di posta elettronica
lt: Pašto serveris
pt_br: Servidor de e-mail
ru: Почтовый сервер
sk: Poštový server
uk: Поштовий сервер

# Comment(org.opensuse.yast.Mail.desktop)
source: Configure your Mail Server
ca: Configureu el servidor de correu
cs: Konfigurujte svůj poštovní server
de: Konfigurieren eines Mail-Servers
el: Ρύθμιση διακομιστή αλληλογρφίας
fi: Määritä postipalvelin
it: Configura il server di posta
lt: Konfigūruoti pašto serverį
pt_br: Configure seu servidor de E-mail
ru: Настроить почтовый сервер
sk: Konfigurujte svoj poštový server
uk: Налаштувати поштовий сервер

# Name(org.opensuse.yast.Migration.desktop)
source: YaST Online Migration
ca: Migració en línia del YaST
cs: YaST on-line migrace
el: Ρύθμιση ενημέρωσης μέσω δικτύου
fi: YaST – Tosiaikainen muutos
it: YaST migrazione online
lt: YaST migravimas internetu
pt_br: YaST Migração Online
ru: YaST Миграция по сети
sk: Online migrácia YaST
uk: YaST Онлайн-міграція

# GenericName(org.opensuse.yast.Migration.desktop)
source: Online Migration
ca: Migració en línia
cs: On-line migrace
el: Ρύθμιση ενημέρωσης μέσω δικτύου
fi: Tosiaikainen muutos
it: Migrazione online
lt: Migravimas internetu
pt_br: Migração Online
ru: Миграция по сети
sk: Online migrácia
uk: Онлайн-міграція

# Comment(org.opensuse.yast.Migration.desktop)
source: Migration via the network
ca: Migració per xarxa
cs: Migrace po síti
de: Migration über das Netzwerk
el: Μετανάστευση μέσω του δικτύου
fi: Muutos verkoitse
it: Migrazione attraverso la rete
lt: Migravimas per tinklą
pt_br: Migração via a rede
ru: Миграция по сети
sk: Migrácia cez sieť

# X-SuSE-YaST-Keywords(org.opensuse.yast.Multipath.desktop)
source: network,tcp
ca: xarxa,tcp
cs: síť,tcp
de: Netzwerk,TCP
el: δίκτυο,tcp
fi: verkko,tcp
it: rete,tcp
pt_br: rede,tcp
sk: sieť,tcp

# Name(org.opensuse.yast.Multipath.desktop)
source: YaST Multipath
ca: Multicamí del YaST
el: Πολλαπλό μονοπάτι YaST
fi: YaST – Monipolku
lt: YaST daugiakelė
pt_br: YaST Caminhos múltiplos

# GenericName(org.opensuse.yast.Multipath.desktop)
source: Multipath
ca: Multicamí
el: Πολλαπλό μονοπάτι
fi: Monipolku
lt: Daugiakelė (Multipath)
pt_br: Caminhos múltiplos

# Comment(org.opensuse.yast.Multipath.desktop)
source: Configure iSCSI Multipath
ca: Configureu un multicamí d'iSCSI
cs: Konfigurujte iSCSI Multipath
de: Konfiguration eines iSCSI-Multipath
el: Ρύθμιση ενός εκκινητή iSCSI
fi: Määritä iSCSI-monipolku
it: Configura iSCSI Multipath
pt_br: Configure um iSCSI Caminho múltiplo
ru: Настроить iSCSI Multipath
sk: Konfigurovať iSCSI Multipath
uk: Налаштувати iSCSI Multipath

# X-SuSE-YaST-Keywords(org.opensuse.yast.Remote.desktop)
source: vnc,network,remote
ca: vnc,xarxa,remot
cs: vnc,síť,vzdálená
de: VNC,Netzwerk,entfernt
el: vnc,δίκτυο,απομακρυσμένο
fi: vnc,verkko,etäyhteys
it: vnc,rete,remote
pt_br: vnc,rede,remoto
sk: vnc,sieť,vzdialená

# Name(org.opensuse.yast.Remote.desktop)
source: YaST Remote Administration
ca: Administració remota del YaST
cs: YaST vzdálená administrace
de: YaST Administration entfernter Rechner
el: Απομακρυσμένη διαχείριση YaST
fi: YaST – Etähallinta
it: YaST Amministrazione remota
lt: YaST nuotolinis administravimas
pt_br: YaST Administração remota
ru: YaST: Удалённое администрирование
sk: Vzdialená správa YaST
uk: YaST Віддалене адміністрування

# GenericName(org.opensuse.yast.Remote.desktop)
source: Remove Administration (VNC)
ca: Suprimeix l'administració (VNC)
cs: Odstranit administraci (VNC)
el: Αφαίρεση διαχείρισης (VNC)
fi: Poista etähallinta (VNC)
it: Rimuovi amministrazione (VNC)
lt: Nuotolinis administravimas (VNC)
pt_br: Remover Administração (VNC)
ru: Удалённое администрирование (VNC)
sk: Odstrániť správu (VNC)
uk: Видалити адміністрування (VNC)

# Comment(org.opensuse.yast.Remote.desktop)
source: Set up remote administration
ca: Configureu l'administració remota
cs: Nastavení vzdálené správy
de: Administration entfernter Rechner einrichten
el: Ρύθμιση απομακρυσμένης διαχείρισης
fi: Etähallinnan määrittäminen
it: Configura l'amministrazione remota
lt: Konfigūruoti nuotolinį administravimą
pt_br: Configure a administração remota
ru: Настройка удалённого администрирования
sk: Nastaviť vzdialenú správu
uk: Налаштування віддаленого адміністрування

# Name(org.opensuse.yast.LAN.desktop)
source: YaST Network
ca: Xarxa del YaST
cs: YaST síť
de: YaST Netzwerk
el: Δίκτυο YaST
fi: YaST – Verkko
it: YaST rete
lt: YaST tinklas
pt_br: YaST Rede
ru: YaST Сеть
sk: YaST sieť

# GenericName(org.opensuse.yast.LAN.desktop)
source: Network Settings
ca: Paràmetres de la xarxa
cs: Nastavení sítě
de: Netzwerkeinstellungen
el: Ρυθμίσεις δικτύου
fi: Verkon asetukset
it: Impostazioni di rete
lt: Tinklo nuostatos
pt_br: Configurações da rede
ru: Сетевые настройки
sk: Nastavenia siete
uk: Параметри мережі

# Comment(org.opensuse.yast.LAN.desktop)
source: Configure network cards, hostname and routing
ca: Configureu targetes de xarxa, noms d'amfitrions i encaminaments
cs: Konfigurovat síťové karty, název počítače a směrování
de: Netzwerkkarten, Rechnernamen und Routing einrichten
el: Ρύθμιση καρτών δικτύου, ονόματος κόμβου και δρομολόγησης
fi: Määritä verkkokortit, konenimi ja reititys
it: Configura le schede di rete, il nome host e l'instradamento
lt: Konfigūruoti tinklo plokštes, kompiuterio vardą, maršruto parinkimą
pt_br: Configure as placas de rede, nome de máquina e o roteamento
ru: Настроить сетевые карты, имя узла и маршрутизацию
sk: Nastaviť sieťové karty, meno hostiteľa a smerovanie
uk: Налаштування мережних плат, назви вузла і маршрутизації

# X-SuSE-YaST-Keywords(org.opensuse.yast.LAN.desktop)
source: network,lan,dns,routing
ca: xarxa,lan,dns,encaminament
cs: síť,lan,dns,směrování
de: Netzwerk,LAN,DNS,Routing
el: δίκτυο,lan,dns,δρομολόγηση
fi: verkko,lan,dns,reititys
it: rete,lan,dns,instradamento
pt_br: rede,lan,dns,roteamento
sk: sieť,lan,dns,smerovanie

# X-SuSE-YaST-Keywords(org.opensuse.yast.Host.desktop)
source: name,network,lan,wireless
ca: nom,xarxa,lan,sense fil
cs: název,síť,lan,bezdrát
de: Name,Netzwerk,LAN,drahtlos
el: όνομα,δίκτυο,lan,ασύρματη σύνδεση
fi: nimi,verkko,lähiverkko,langaton
it: nome,rete,lan,senza fili
pt_br: nome,rede,lan,wireless
sk: názov,sieť,lan,bezdrôtová

# Name(org.opensuse.yast.Host.desktop)
source: YaST Hostnames
ca: Noms d'amfitrions del YaST
cs: YaST jména počítačů
de: YaST Rechnernamen
el: Ονόματα Κόμβου YaST
fi: YaST – Konenimet
it: YaST Nomi host
lt: YaST kompiuterių vardai
pt_br: YaST Nomes de máquinas
ru: YaST Имена узла
sk: Mená hostiteľov YaST
uk: YaST Назви вузлів

# GenericName(org.opensuse.yast.Host.desktop)
source: Hostnames
ca: Noms d'amfitrions
cs: Jména počítačů
de: Rechnernamen
el: Ονόματα Κόμβου
fi: Konenimet
it: Nomi host
lt: Kompiuterių vardai
pt_br: Nomes de máquina
ru: Имена узла
sk: Mená hostiteľov
uk: Назви вузлів

# Comment(org.opensuse.yast.Host.desktop)
source: Assign hostnames and aliases to IP addresses
ca: Assigneu noms d'amfitrió i àlies a les adreces IP
cs: Konfigurovat jména počítače a přezdívky k IP adresám
de: IP-Adressen Rechnernamen und Alias zuweisen
el: Ανάθεση ονομάτων κόμβων και ψευδωνύμων στις διευθύνσεις ΙΡ
fi: Määritä konenimet ja IP-osoitteiden aliakset
it: Assegna i nomi host e gli alias agli indirizzi IP
lt: Kompiuterių vardų priskyrimas IP adresams
pt_br: Atribua nomes de máquina e apelidos a endereços IP
ru: Присвоение имён узлов и псевдонимов к IP-адресам
sk: Priradiť mená hostiteľov a aliasov IP adresám
uk: Призначення назв вузлів і псевдонімів до адрес IP

# X-SuSE-YaST-Keywords(org.opensuse.yast.NFS.desktop)
source: network,file,directory,share
ca: xarxa,fitxer,directori,compartir
cs: síť,soubor,adresář,sdílení
de: Netzwerk,Datei,Verzeichnis,Freigabe
el: δίκτυο,αρχείο,κατάλογος,κοινή χρήση
fi: verkko,tiedosto,hakemisto,jaa
it: rete,file,directory,condividere
pt_br: rede,arquivo,diretório,compartilhamento
sk: sieť,súbor,adresár,zdielať

# Name(org.opensuse.yast.NFS.desktop)
source: YaST NFS Client
ca: Client d'NFS del YaST
cs: YaST klient NFS
el: Πελάτης NFS YaST
fi: YaST – NFS-asiakas
it: YaST Client NFS
lt: YaST NFS klientas
pt_br: YaST Cliente NFS
ru: YaST Клиент NFS
sk: YaST klient NFS
uk: YaST Клієнт NFS

# GenericName(org.opensuse.yast.NFS.desktop)
source: NFS Client
ca: Client NFS
cs: Klient NFS
el: Πελάτης NFS
fi: NFS-asiakas
it: Client NFS
lt: NFS klientas
pt_br: Cliente NFS
ru: Клиент NFS
sk: Klient NFS
uk: Клієнт NFS

# Comment(org.opensuse.yast.NFS.desktop)
source: Configure an NFS client
ca: Configura un client NFS
cs: Konfigurovat klienta NFS
de: Einen NFS-Client einrichten
el: Ρύθμιση πελάτη NFS
fi: Määritä NFS-asiakas
it: Configura un client NFS
lt: Konfigūruoti NFS klientą
pt_br: Configure um cliente NFS
ru: Настроить клиент NFS
sk: Konfigurovať klienta NFS
uk: Налаштування клієнта NFS

# X-SuSE-YaST-Keywords(org.opensuse.yast.NFSServer.desktop)
source: share,NFS,file,mount,network
ca: compartir,NFS,muntatge,xarxa
cs: sdílení,NFS,soubor,připojit,síť
de: Freigabe,NFS,Datei,Einhängen,Netzwerk
el: χρήση,NFS,αρχείο,προσάρτηση,δίκτυο
fi: jaa,NFS,tiedosto,yhdistä,verkko
it: condivisione,NFS,file,montare,rete
pt_br: compartilhamento,NFS,arquivo,montagem,rede
sk: zdielať,NFS,súbor,pripojiť,sieť

# Name(org.opensuse.yast.NFSServer.desktop)
source: YaST NFS Server
ca: Servidor d'NFS del YaST
el: Διακομιστής NFS YaST
fi: YaST – NFS-palvelin
it: YaST Server NFS
lt: YaST NFS serveris
pt_br: YaST Servidor NFS
ru: YaST Сервер NFS
uk: YaST Сервер NFS

# GenericName(org.opensuse.yast.NFSServer.desktop)
source: NFS Server
ca: Servidor NFS
el: Διακομιστής NFS
fi: NFS-palvelin
it: Server NFS
lt: NFS serveris
pt_br: Servidor NFS
ru: Сервер NFS
uk: Сервер NFS

# Comment(org.opensuse.yast.NFSServer.desktop)
source: Configure an NFS server
ca: Configura un servidor NFS
cs: Konfigurovat NFS server
de: Einen NFS-Server einrichten
el: Ρύθμιση διακομιστή NFS
fi: Määritä NFS-palvelin
it: Configura un server NFS
lt: Konfigūruoti NFS serverį
pt_br: Configure um servidor NFS
ru: Настроить сервер NFS
sk: Nastaviť NFS server
uk: Налаштування сервера NFS

# X-SuSE-YaST-Keywords(org.opensuse.yast.NIS.desktop)
source: authentication,network,users
ca: autenticació,xarxa,usuaris
cs: autentizace,síť,uživatelé
de: Authentifizierung,Netzwerk,Benutzer
el: πιστοποίηση,δίκτυο,χρήστες
fi: todennus,verkko,käyttäjät
it: autenticazione,rete,utenti
pt_br: autenticação,rede,usuários
sk: overenie,sieť,používatelia
uk: авторизація,мережа,користувачі

# Name(org.opensuse.yast.NIS.desktop)
source: YaST NIS Client
ca: Client NIS del YaST
cs: YaST klient NIS
el: Πελάτης NIS YaST
fi: YaST – NIS-asiakas
it: YaST Client NIS
lt: YaST NIS klientas
pt_br: YaST Cliente NIS
ru: YaST Клиент NIS
sk: YaST klient NIS
uk: YaST Клієнт NIS

# GenericName(org.opensuse.yast.NIS.desktop)
source: NIS Client
ca: Client NIS
cs: Klient NIS
el: Πελάτης NIS
fi: NIS-asiakas
it: Client NIS
lt: NIS klientas
pt_br: Cliente NIS
ru: Клиент NIS
sk: Klient NIS
uk: Клієнт NIS

# Comment(org.opensuse.yast.NIS.desktop)
source: Configure a NIS client
ca: Configureu un client NIS
cs: Nakonfigurujte si NIS klienta
de: Konfiguration eines NFS-Clients
el: Ρύθμιση πελάτη NIS
fi: Määritä NIS-asiakas
it: Configura un client NIS
lt: Konfigūruoti NIS klientą
pt_br: Configure um cliente NIS
ru: Настроить клиент NIS
sk: Konfigurovať NIS klienta
uk: Налаштування клієнта NIS

# X-SuSE-YaST-Keywords(org.opensuse.yast.NISServer.desktop)
source: authentication,network,users
ca: autenticació,xarxa,usuaris
cs: autentizace,síť,uživatelé
de: Authentifizierung,Netzwerk,Benutzer
el: Διακομιστής πιστοποίησης
fi: todennus,verkko,käyttäjät
it: autenticazione,rete,utenti
pt_br: autenticação,rede,usuários
sk: overenie,sieť,používatelia
uk: авторизація,мережа,користувачі
