Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ca, cs, de, el, fi, it, lt, pt_br, ru, sk, uk

# GenericName(org.opensuse.yast.HWInfo.desktop)
source: Hardware Information
ca: Informació del maquinari
cs: Informace o hardwaru
de: Hardware-Informationen
el: Πληροφορίες υλικού
fi: Laitteistotiedot
it: Informazioni hardware
lt: Informacija apie aparatinę įrangą
pt_br: Informação de hardware
ru: Сведения об оборудовании
sk: Informácie o hardvéri
uk: Інформація про обладнання

# Comment(org.opensuse.yast.HWInfo.desktop)
source: View hardware information
ca: Vegeu informació sobre el maquinari
cs: Zobrazit informace o hardwaru
de: Hardware-Informationen anzeigen
el: Προβολή πληροφοριών υλικού
fi: Tarkastele laitetietoja
it: Visualizza informazioni sull'hardware
lt: Informacija apie aparatinę įrangą
pt_br: Visualize as informações do hardware
ru: Посмотреть сведения об оборудовании
sk: Vidieť informácie o hardvéri
uk: Перегляд інформації про обладнання

# X-SuSE-YaST-Keywords(org.opensuse.yast.SystemSettings.desktop)
source: hardware,system
ca: maquinari,sistema
cs: hardware,systém
el: υλικό,σύστημα
fi: laitteisto,järjestelmä
it: Hardware,sistema
pt_br: hardware,sistema
sk: hardvér,systém
uk: обладнання,система

# Name(org.opensuse.yast.SystemSettings.desktop)
source: YaST Kernel Settings
ca: Paràmetres del nucli del YaST
cs: YaST nastavení jádra
de: YaST Kernel-Einstellungen
el: Ρυθμίσεις πυρήνα YaST
fi: YaST – Ytimen asetukset
it: YaST Impostazioni kernel
lt: YaST branduolio nuostatos
pt_br: YaST Configurações do kernel
ru: YaST Параметры ядра
sk: Nastavenia jadra YaST
uk: YaST Параметри ядра

# GenericName(org.opensuse.yast.SystemSettings.desktop)
source: Kernel Settings
ca: Paràmetres del nucli
cs: Nastavení jádra
de: Kernel-Einstellungen
el: Ρυθμίσεις πυρήνα
fi: Ytimen asetukset
it: Impostazioni kernel
lt: Branduolio nuostatos
pt_br: Configurações do kernel
ru: Параметры ядра
sk: Nastavenia jadra
uk: Параметри ядра

# Comment(org.opensuse.yast.SystemSettings.desktop)
source: Configure Low-Level System Options
ca: Configureu opcions de sistema de baix nivell
cs: Nakonfigurujte si nízkoúrovňové systémové volby
de: Konfiguration von Low-Level-Systemeinstellungen
el: Ρύθμιση επιλογών συστήματος κατώτερου επιπέδου
fi: Muuta alimman tason järjestelmäasetuksia
it: Configura opzioni di sistema a basso livello
lt: Konfigūruoti žemo lygio sistemos parinktis
pt_br: Configure as opções do sistema de baixo nível
ru: Настроить низкоуровневые параметры системы
sk: Konfigurovať voľby systému nízkej úrovne
uk: Налаштування низькорівневих системних параметрів

# X-SuSE-YaST-Keywords(org.opensuse.yast.Update.desktop)
source: update,packages,factory,rpm
ca: actualització,paquets,factory,rpm
cs: aktualizace,balíčky,tovární,rpm
de: Aktualisierung,Pakete,Factory,RPM
el: ενημέρωση,πακέτα,εργοστάσιο,rpm
fi: päivitä,paketit,tehdas,rpm
it: aggiornamento,pacchetti,fabbrica,rpm
pt_br: atualizar,pacotes,fábrica,rpm
sk: aktualizácia,balíky,factory,rpm

# Name(org.opensuse.yast.Update.desktop)
source: YaST FACTORY Update
ca: Actualització de FACTORIA del YaST
cs: YaST aktualizace FACTORY
de: YaST FACTORY-Aktualisierung
el: Ενημέρωση FACTORY
fi: YaST – FACTORY-päivitys
it: YaST Aggiornamento di FACTORY
lt: YaST atnaujinimas iki vystomos versijos
pt_br: YaST Atualizar para o FACTORY
ru: YaST Обновление FACTORY
sk: YaST aktualizácia FACTORY
uk: YaST Оновлення FACTORY

# GenericName(org.opensuse.yast.Update.desktop)
source: FACTORY Update
ca: Actualització FACTORY
cs: Aktualizace FACTORY
de: FACTORY-Aktualisierung
el: Ενημέρωση FACTORY
fi: FACTORY-päivitys
it: Aggiornamento di FACTORY
lt: Atnaujinimas iki vystomos versijos
pt_br: Atualizar para o FACTORY
ru: Обновление FACTORY
sk: Aktualizácia FACTORY
uk: Оновлення до FACTORY

# Comment(org.opensuse.yast.Update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
ca: Actualitzeu el sistema als paquets més nous de la versió FACTORY (eina experta)
cs: Aktualizuje systém na nejnovější balíčky z repozitáře FACTORY (nástroj pro experty)
de: Ihr System auf die neuesten Pakete aus FACTORY aktualisieren (Expertenwerkzeug)
el: Ενημερώστε το σύστημα σας στα νεότερα πακέτα από το FACTORY (εργαλείο για προχωρημένους)
fi: Päivitä järjestelmäsi uusimmilla paketeilla (asiantuntijoille)
it: Aggiorna il sistema ai pacchetti più recenti da FACTORY (per esperti)
lt: Atnaujinti pačiais naujausias paketais (iš „FACTORY“) (įrankis patyrusiems)
pt_br: Atualize seu sistema para os pacotes mais recentes do FACTORY (ferramenta para usuários avançados)
ru: Обновить систему самыми новыми пакетами из FACTORY (инструмент эксперта)
sk: Aktualizujte svoj systém najnovšími balíkmi z FACTORY (nástroj pre expertov)
uk: Оновити систему найновішими пакунками з FACTORY (для експертів)

# GenericName(usbauth.desktop)
source: Modify the usbauth firewall config
ca: Modifiqueu la configuració del tallafoc usbauth
cs: Upravit konfiguraci firewallu usbauth
de: Modifiziere die usbauth firewall config
el: Τροποποίηση των ρυθμίσεων του τείχους προστασίας usbauth
fi: Muuta usbauth-palomuurin asetuksia
it: Modifica la configurazione del firewall usbauth
pt_br: Modifique a configuração do firewall usbauth
ru: Править настройки usbauth
sk: Zmeniť konfiguráciu firewall usbauth

# X-SuSE-YaST-Keywords(org.opensuse.yast.Users.desktop)
source: user,group,authentication,login,password
ca: usuari,grup,autenticació,entrada,contrasenya
cs: uživatel,skupina,autentizace,přihlášení,heslo
de: Benutzer,Gruppe,Authentifizierung,Anmeldung,Passwort
el: χρήστης, ομάδα, έλεγχος ταυτότητας, σύνδεση, κωδικός πρόσβασης
fi: käyttäjä,ryhmä,tunnistus,kirjautuminen,salasana
it: utente,gruppo,autenticazione,login,password
pt_br: usuário,grupo,autenticação,login,senha
sk: používateľ,skupina,overenie,prihlásenie,heslo

# Name(org.opensuse.yast.Users.desktop)
source: YaST User and Group Management
ca: Gestió d'usuaris i grups del YaST
cs: YaST správa uživatelů a skupin
de: YaST Benutzer- und Gruppenverwaltung
el: Διαχείριση χρηστών και ομάδων
fi: YaST – Käyttäjien ja ryhmien hallinta
it: YaST Gestione di utenti e gruppi
lt: YaST naudotojų ir grupių tvarkymas
pt_br: YaST Gerenciamento de usuários e grupos
ru: YaST Управление пользователями и группами
sk: Správa používateľských účtov a skupín YaST
uk: YaST Керування користувачами та групами

# GenericName(org.opensuse.yast.Users.desktop)
source: User and Group Management
ca: Gestió d'usuaris o grups
cs: Správce uživatelů a skupin
de: Benutzer- und Gruppenverwaltung
el: Διαχείριση χρηστών και ομάδων
fi: Käyttäjien ja ryhmien hallinta
it: Gestione di utenti e gruppi
lt: Naudotojų ir grupių tvarkymas
pt_br: Gerenciamento de usuários e grupos
ru: Управление пользователями и группами
sk: Správa používateľských účtov a skupín
uk: Керування користувачами та групами

# Comment(org.opensuse.yast.Users.desktop)
source: Add, Edit and Delete Users or User Groups
ca: Afegiu, editeu, suprimiu usuaris o grups d'usuaris
cs: Vytváření, úprava a mazání uživatelů a skupin
de: Benutzer und Benutzergruppen hinzufügen, bearbeiten und löschen
el: Προσθήκη, Επεξεργασία, Διαγραφή χρηστών ή ομάδων χρηστών
fi: Lisää, muokkaa ja poista käyttäjiä tai käyttäjäryhmiä
it: Aggiungi, modifica ed elimina utenti o gruppi di utenti
lt: Pridėti, keisti, šalinti naudotojus ar naudotojų grupes
pt_br: Adicione, edite e remova usuários ou grupos de usuários
ru: Добавление, редактирование и удаление пользователей или групп
sk: Pridávanie, úprava a mazanie používateľov a skupín
uk: Додати, змінити або вилучити користувачів та їх групи

# X-SuSE-YaST-Keywords(org.opensuse.yast.VirtualizationConfig.desktop)
source: vm,virtualization
ca: vm,virtualització
cs: vm,virtualizace
de: vm,Virtualisierung
el: vm,eικονικοποίηση
fi: vm,virtualisointi
it: vm,virtualizzazione
pt_br: vm,virtualização
sk: vm,virtualizácia
uk: вм,віртуалізація

# Name(org.opensuse.yast.VirtualizationConfig.desktop)
source: YaST Install VM
ca: Instal·lació de màquina virtual del YaST
cs: YaST instalace VM
de: YaST installiere VM
el: Εγκατάσταση VM YaST
fi: YaST – Asenna virtuaalikone
it: VM installazione YaST
lt: YaST virtualių mašinų diegimas
pt_br: YaST Instalar VM
ru: YaST Установить ВМ
sk: YaST Inštalácia VM

# GenericName(org.opensuse.yast.VirtualizationConfig.desktop)
source: Install Hypervisor and Tools
ca: Instal·lació d'hipervisor i eines
cs: Instalovat Hypervisor a nástroje
de: Hypervisor und Tools installieren
el: Εγκατάσταση Hypervisor και εργαλείων
fi: Asenna virtuaalikone työkaluineen
it: Installa hypervisor e strumenti relativi
lt: Įdiegti sistemos prižiūrykles ir įrankius
pt_br: Instalando o hipervisor e ferramentas
ru: Установить гипервизор и инструменты
sk: Nainštalovať Hypervisor a nástroje
uk: Встановлення гіпервізора та утиліт

# Comment(org.opensuse.yast.VirtualizationConfig.desktop)
source: Install Xen or KVM with Management Tools
ca: Instal·lació de Xen o KVM amb eines de gestió
cs: Instalovat Xen nebo KVM (klávesnice-video-myš) s nástroji správy
de: XEN oder KVM mit Management-Tools installieren
el: Εγκατάσταση Xen ή KVM με εργαλεία διαχείρισης
fi: Asenna Xen tai KVM hallintatyökaluineen
it: Installa Xen o KVM con gli strumenti di gestione
lt: Įdiegti Xen arba KVM su jų valdymo įrankiais
pt_br: Instalando o Xen ou KVM com ferramentas de gerenciamento
ru: Установить Xen или KVM с инструментами управления
sk: Nainštalovať Xen alebo KVM pomocou nástrojov na správu
uk: Встановлення Xen чи KVM із засобами управління

# X-SuSE-YaST-Keywords(org.opensuse.yast.RelocationServer.desktop)
source: vm,virtualization
ca: vm,virtualització
cs: vm,virtualizace
de: vm,Virtualisierung
el: vm,eικονικοποίηση
fi: vm,virtualisointi
it: vm,virtualizzazione
pt_br: vm,virtualização
ru: Виртуализация
sk: vm,virtualizácia
uk: вм,віртуалізація

# Name(org.opensuse.yast.RelocationServer.desktop)
source: YaST Relocation Server
ca: Servidor de reubicació del YaST
cs: YaST relokační server
el: Διακομιστής εγκατάστασης
fi: YaST uudelleensijoituspalvelin
it: YaST server di rilocazione
pt_br: YaST Servidor de instalação
ru: YaST Сервер релокации
sk: Relokačný server YaST
uk: YaST Сервер переміщення

# GenericName(org.opensuse.yast.RelocationServer.desktop)
source: Relocation Server Configuration
ca: Configuració del servidor de reubicació
cs: Konfigurace relokačního serveru
de: Umzug der Server-Konfiguration
el: Διαμόρφωση διακομιστή μετεγκατάστασης
fi: Siirtopalvelimen kokoonpano
it: Configurazione del server di rilocazione
lt: Perkėlimo serverio konfigūravimas
pt_br: Configuração do servidor de realocação
ru: Настройка relocation-сервера
sk: Konfigurácia relokačného servera
uk: Конфігурація сервера перерозподілу

# Comment(org.opensuse.yast.RelocationServer.desktop)
source: Configure Host for Virtual Machine Migration
ca: Configura l'amfitrió per a migració d'equips virtuals
cs: Konfigurace hostitele pro migraci virtuálního stroje
de: Host für die Migration einer Virtuellen Maschine konfigurieren
el: Ρύθμιση συστήματος για μεταφορά εικονικής μηχανής
fi: Aseta palvelin virtuaalikoneen siirtoon
it: Configura l'host per la migrazione di macchine virtuali
lt: Konfigūruoti virtualios mašinos migravimą
pt_br: Configure o hospedeiro para a migração de máquinas virtuais
ru: Настроить хост для миграции виртуальных машин
sk: Konfigurovať hostiteľa pre migráciu virtuálneho stroja
uk: Налаштування вузла для міграції віртуальної машини

# X-SuSE-YaST-Keywords(org.opensuse.yast.VPN.desktop)
source: vpn,ipsec,gateway
ca: vpn,xpv,ipsec,passarel·la
cs: vpn,ipsec,brána
el: vpn,ipsec,πύλη
fi: vpn,ipsec,yhdyskäytävä
pt_br: vpn.ipsec,porta de entrada
ru: vpn,ipsec,шлюз
sk: vpn,ipsec,brána

# Name(org.opensuse.yast.VPN.desktop)
source: YaST VPN
ca: XPV del YaST
pt_br: VPN YaST

# GenericName(org.opensuse.yast.VPN.desktop)
source: VPN Gateway and Clients
ca: Passarel·la i clients de XPV
cs: VPN brána a klienti
de: VPN Gateway und Clients
el: Πύλη δικτύου VPN και πελάτες
fi: VPN-yhdyskäytävä ja -asiakkaat
it: Gateway e client VPN
lt: VPN tinklų sietuvas ir klientas
pt_br: Gateway e clientes VPN
ru: Шлюз и клиенты VPN
sk: VPN brána a klienti
uk: Шлюз і клієнти VPN

# Comment(org.opensuse.yast.VPN.desktop)
source: Configure VPN gateway and clients using IPSec
ca: Configureu la passarel·la i els clients de XPV usant IPSec
cs: Konfigurovat VPN bránu a klienty za použití IPSecu
de: VPN-Gateway und Clients über IPSec konfigurieren
el: Ρύθμιση πύλης δικτύου VPN και πελατών με την χρήση IPSec
fi: Määritä IPsec VPN-yhdyskäytävä ja -asiakkaat
it: Configura il gateway e i client VPN usando IPSec
lt: Konfigūruoti VPN tinklų sietuvą ir klientus naudojant IPSec
pt_br: Configure o gateway e clientes VPN usando o IPSec
ru: Настроить шлюз и клиенты VPN с IPSec
sk: Konfigurovať VPN bránu a klientov pomocou IPSec
uk: Конфігурація шлюзу та клієнтів VPN за допомогою IPSec

# X-SuSE-YaST-Keywords(messages.desktop)
source: system,log,messages
ca: sistema,registre,missatges
cs: systém,log,zprávy
de: System,Protokoll,Meldungen
el: σύστημα,ιστορικό,μηνύματα
fi: järjestelmä,loki,viestit
it: sistema,log, messaggi
pt_br: sistema,log,mensagens
sk: systém,záznam,správy

# Name(messages.desktop)
source: System Log
ca: Historial del sistema
cs: Systémový protokol
de: Systemprotokoll
el: Καταγραφές συστήματος
fi: Järjestelmäloki
it: Log di sistema
lt: Sistemos žurnalas
pt_br: Log do sistema
ru: Системный журнал
sk: Systémový záznam
uk: Системний журнал

# GenericName(messages.desktop)
source: Display the system's log (/var/log/messages)
ca: Vegeu l'historial del sistema (/var/log/messages)
cs: Zobrazit systémový protokol (/var/log/messages)
de: Anzeigen des Systemprotokolls (/var/log/messages)
el: Προβολή καταγραφών συστήματος (/var/log/messages)
fi: Näytä järjestelmän loki (/var/log/messages)
it: Mostra i log di sistema (/var/log/messages)
lt: Rodyti sistemos žurnalą (/var/log/messages)
pt_br: Exibe o log do sistema (/var/log/messages)
ru: Показать системный журнал (/var/log/messages)
sk: Zobraziť systémový záznam (/var/log/messages)
uk: Показати системний журнал (/var/log/messages)

# Name(org.opensuse.yast.Group.Hardware.desktop)
source: Hardware
ca: Maquinari
el: Υλικό
fi: Laitteisto
lt: Aparatinė įranga
ru: Оборудование
sk: Hardvér
uk: Обладнання

# GenericName(org.opensuse.yast.Group.Hardware.desktop)
source: Hardware
ca: Maquinari
el: Υλικό
fi: Laitteisto
lt: Aparatinė įranga
ru: Оборудование
sk: Hardvér
uk: Обладнання

# X-SuSE-YaST-Keywords(org.opensuse.yast.Group.Virtualization.desktop)
source: vm,virtualization
ca: vm,virtualització
cs: vm,virtualizace
de: vm,Virtualisierung
el: vm,eικονικοποίηση
fi: Virtualisointi
it: vm,virtualizzazione
lt: Virtualizacija
pt_br: vm,virtualização
ru: Виртуализация
sk: vm,virtualizácia
uk: Віртуалізація

# Name(org.opensuse.yast.Group.Virtualization.desktop)
source: Virtualization
ca: Virtualització
cs: Virtualizace
de: Virtualisierung
el: Εικονικοποίηση
fi: Virtualisointi
it: Virtualizzazione
lt: Virtualizacija
pt_br: Virtualização
ru: Виртуализация
sk: Virtualizácia
uk: Віртуалізація

# GenericName(org.opensuse.yast.Group.Virtualization.desktop)
source: Virtualization
ca: Virtualització
cs: Virtualizace
de: Virtualisierung
el: Εικονικοποίηση
fi: Virtualisointi
it: Virtualizzazione
lt: Virtualizacija
pt_br: Virtualização
ru: Виртуализация
sk: Virtualizácia
uk: Віртуалізація

# Name(org.opensuse.yast.Group.Misc.desktop)
source: Miscellaneous
ca: Miscel·lània
cs: Různé
de: Verschiedenes
el: Διάφορα
fi: Sekalaiset
it: Varie
lt: Įvairūs
pt_br: Diversos
ru: Разное
sk: Rôzne
uk: Різне

# GenericName(org.opensuse.yast.Group.Misc.desktop)
source: Miscellaneous
ca: Miscel·lània
cs: Různé
de: Verschiedenes
el: Διάφορα
fi: Sekalaiset
it: Varie
lt: Įvairūs
pt_br: Diversos
ru: Разное
sk: Rôzne
uk: Різне

# Name(org.opensuse.yast.Group.HighAvailability.desktop)
source: High Availability
ca: Alta disponibilitat
cs: Vysoká dostupnost
de: Hochverfügbarkeit
el: Υψηλή διαθεσιμότητα
fi: Korkea käytettävyys
it: Alta disponibilità
lt: Didelis prieinamumas
pt_br: Alta disponibilidade
ru: Высокая доступность
sk: Vysoká dostupnosť
uk: Висока доступність

# GenericName(org.opensuse.yast.Group.HighAvailability.desktop)
source: High Availability
ca: Alta disponibilitat
cs: Vysoká dostupnost
de: Hochverfügbarkeit
el: Υψηλή διαθεσιμότητα
fi: Korkea käytettävyys
it: Alta disponibilità
lt: Didelis prieinamumas
pt_br: Alta disponibilidade
ru: Высокая доступность
sk: Vysoká dostupnosť
uk: Висока доступність

# Name(org.opensuse.yast.Group.Software.desktop)
source: Software
ca: Programari
el: Λογισμικό
fi: Ohjelmistot
lt: Programinė įranga
ru: Программное обеспечение
sk: Softvér
uk: Програми

# GenericName(org.opensuse.yast.Group.Software.desktop)
source: Software
ca: Programari
el: Λογισμικό
fi: Ohjelmistot
lt: Programinė įranga
ru: Программное обеспечение
sk: Softvér
uk: Програми

# Name(org.opensuse.yast.Group.Security.desktop)
source: Security and Users
ca: Seguretat i usuaris
cs: Bezpečnost a uživatelé
de: Sicherheit und Benutzer
el: Ασφάλεια και χρήστες
fi: Tietoturva ja käyttäjät
it: Sicurezza e utenti
lt: Saugumas ir naudotojai
pt_br: Segurança e usuários
ru: Безопасность и пользователи
sk: Bezpečnosť a používatelia
uk: Безпека і користувачі

# GenericName(org.opensuse.yast.Group.Security.desktop)
source: Security and Users
ca: Seguretat i usuaris
cs: Bezpečnost a uživatelé
de: Sicherheit und Benutzer
el: Ασφάλεια και χρήστες
fi: Tietoturva ja käyttäjät
it: Sicurezza e utenti
lt: Saugumas ir naudotojai
pt_br: Segurança e usuários
ru: Безопасность и пользователи
sk: Bezpečnosť a používatelia
uk: Безпека і користувачі

# Name(org.opensuse.yast.Group.Support.desktop)
source: Support
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
fi: Tuki
it: Supporto
lt: Palaikymas
pt_br: Suporte
ru: Поддержка
sk: Podpora
uk: Підтримка

# GenericName(org.opensuse.yast.Group.Support.desktop)
source: Support
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
fi: Tuki
it: Supporto
lt: Palaikymas
pt_br: Suporte
ru: Поддержка
sk: Podpora
uk: Підтримка

# Name(org.opensuse.yast.Group.NetworkServices.desktop)
source: Network Services
ca: Serveis de xarxa
cs: Služby sítě
de: Netzwerkdienste
el: Υπηρεσίες δικτύου
fi: Verkkopalvelut
it: Servizi di rete
lt: Tinklo paslaugos
pt_br: Serviços de rede
ru: Сетевые службы
sk: Sieťové služby
uk: Мережні служби

# GenericName(org.opensuse.yast.Group.NetworkServices.desktop)
source: Network Services
ca: Serveis de xarxa
cs: Služby sítě
de: Netzwerkdienste
el: Υπηρεσίες δικτύου
fi: Verkkopalvelut
it: Servizi di rete
lt: Tinklo paslaugos
pt_br: Serviços de rede
ru: Сетевые службы
sk: Sieťové služby
uk: Мережні служби

# Name(org.opensuse.yast.Group.System.desktop)
source: System
ca: Sistema
cs: Systém
el: Σύστημα
fi: Järjestelmä
it: Sistema
lt: Sistema
pt_br: Sistema
ru: Система
sk: Systém
uk: Система

# GenericName(org.opensuse.yast.Group.System.desktop)
source: System
ca: Sistema
cs: Systém
el: Σύστημα
fi: Järjestelmä
it: Sistema
lt: Sistema
pt_br: Sistema
ru: Система
sk: Systém
uk: Система

# GenericName(org.opensuse.yast.Alternatives.desktop)
source: Alternatives
cs: Alternativy
de: Alternativen
el: Εναλακτικές
fi: Vaihtoehdot
it: Alternative
lt: Alternatyvos
pt_br: Alternativos
ru: Альтернативы
sk: Alternatívy
uk: Альтернативи

# GenericName(org.opensuse.yast.AuditLAF.desktop)
source: Linux Audit Framework (LAF)
cs: Linuxový auditovací rámec (LAF)
el: Έλεγχος Πλαισίου Εργασίας Linux (ΕΠΕΛ)
fi: LAF (Linux Audit Framework)
lt: Linux audito sistema (LAF)
pt_br: Framework de auditoria de Linux (LAF)
uk: Платформа аудиту Linux (LAF)
