Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Name(personal-slideshow.desktop)
source: Pictures folder
ca: Carpeta d'imatges
fr: Dossier d'images
id: Folder gambar
ja: 画像フォルダ
pt_br: Pasta de imagens
sk: Priečinok s obrázkami

# Comment(personal-slideshow.desktop)
source: Display a slideshow from your Pictures folder
ca: Mostra una projecció amb diapositives de la vostra carpeta d'imatges
fr: Ceci affiche un diaporama des images de votre dossier d'images
id: Menampilkan sebuah slideshow dari folder Gambarmu
ja: これはお気に入りのフォルダにある画像をスライドショー形式で表示します
pt_br: Exibe uma apresentação de slides com as figuras da sua pasta de imagens
sk: Zobraziť prezentáciu z vášho priečinka obrázkov

# Name(footlogo-floaters.desktop)
source: Floating MATE
ca: MATE flotant
fr: MATE flottant
id: Mengambang MATE
ja: フローティング MATE
pt_br: MATE Flutuante
sk: Lietajúce MATE

# Comment(footlogo-floaters.desktop)
source: Bubbles the MATE logo around the screen
ca: Bombolles amb el logotip de MATE per tota la pantalla
fr: Diffuser le logo MATE sous forme de bulles partout sur l'écran
id: Gelembung logo MATE di sekitar layar
ja: 画面の回りに MATE のロゴが浮かびます
pt_br: Borbulha o logotipo MATE ao redor da tela
sk: Bublinkovať logo MATE po obrazovke

# Name(gnomelogo-floaters.desktop)
source: Floating GNOME
ca: GNOME flotant
fr: GNOME flottants
id: GNOME mengambang
ja: フローティング GNOME
pt_br: GNOME Flutuante
sk: Plávajúce logo GNOME

# Comment(gnomelogo-floaters.desktop)
source: Bubbles the GNOME logo around the screen
ca: Bombolles amb el logotip de GNOME per tota la pantalla
fr: Diffuser le logo GNOME sous forme de bulles partout sur l'écran
id: Gelembung logo GNOME di sekitar layar
ja: 画面の回りに GNOME のロゴが浮かびます
pt_br: Borbulha o logotipo GNOME ao redor da tela
sk: Bublinky loga GNOME na obrazovke

# Name(popsquares.desktop)
source: Pop art squares
ca: Quadrats pop-art
fr: Carrés « Pop Art »
id: Kotak seni pop
ja: ポップな矩形のアート
pt_br: Quadrados de pop art
sk: Pop-artistické štvorce

# Comment(popsquares.desktop)
source: A pop-art-ish grid of pulsing colors.
ca: Una xarxa de colors de pulsació d'estil pop-art.
fr: Dessine une grille de couleurs pulsées ressemblant à du Pop art.
id: Sebuah pop-art-ish grid warna berdenyut.
ja: 四角形が脈打つように見えるポップアートを表示します
pt_br: Uma grade de arte pop de cores pulsantes.
sk: Pop-artistická mriežka pulzujúcich farieb.

# Name(cosmos-slideshow.desktop)
source: Cosmos
ja: 宇宙
sk: Vesmír

# Comment(cosmos-slideshow.desktop)
source: Display a slideshow of pictures of the cosmos
ca: Mostra una projecció amb diapositives d'imatges del cosmos
fr: Affiche un diaporama d'images du cosmos
id: Menampilkan slideshow gambar kosmos
ja: "宇宙の画像" をスライドショー形式で表示します
pt_br: Exibe uma apresentação de slides de fotos do cosmo
sk: Zobraziť prezentáciu z obrázkov vesmíru

# Name(xfce-floaters.desktop)
source: Floating Xfce
ca: Xfce flotant
fr: Xfce flottant
id: MATE Mengapung
ja: フローティング Xfce
pt_br: Xfce Flutuante
sk: Lietajúce Xfce

# Comment(xfce-floaters.desktop)
source: Bubbles the Xfce logo around the screen
ca: Bombolles amb el logotip de l'Xfce per tota la pantalla
fr: Diffuser le logo Xfce sous forme de bulles partout sur l'écran
id: Balonkan logo MATE di sekitar layar
ja: 画面の回りに Xfce のロゴが浮かびます
pt_br: Borbulha o logotipo Xfce ao redor da tela
sk: Bublinkuje logo Xfce po obrazovke

# Name(xfce-personal-slideshow.desktop)
source: Pictures folder
fr: Dossier d'images
id: Folder gambar
ja: 画像フォルダ

# Comment(xfce-personal-slideshow.desktop)
source: Display a slideshow from your Pictures folder
ca: Es mostra una presentació de diapositives de la carpeta d'imatges.
fr: Ceci affiche un diaporama des images de votre dossier d'images.
id: Tampilkan slideshow dari folder Gambar Anda
ja: これはお気に入りのフォルダにある画像をスライドショー形式で表示します
pt_br: Exibe uma apresentação de slides da sua pasta de imagens
sk: Zobraziť prezentáciu z vášho priečinka s obrázkami

# Name(xfce-popsquares.desktop)
source: Pop art squares
ca: Quadrats d'art pop
fr: Carrés « Pop Art »
id: Lapangan pop art
ja: ポップな矩形のアート
pt_br: Quadrados de arte pop
sk: Pop-artistické štvorce

# Comment(xfce-popsquares.desktop)
source: A pop-art-ish grid of pulsing colors.
ca: Una xarxa de colors de bategants d'estil art pop.
fr: Une grille pop-art de couleurs pulsantes.
id: Warna pulsa baris pop-art-ish
ja: 四角形が脈打つように見えるポップアートを表示します。
pt_br: Uma grade de arte pop de cores pulsantes.
sk: Pop-artistická mriežka pulzujúcich farieb.

# Comment(unknownpleasures.desktop)
source: PSR B1919+21 (AKA CP 1919) was the first pulsar ever discovered: a spinning neutron star emitting a periodic lighthouse-like beacon. An illustration of the signal received from it was published in Scientific American in 1971, and later in The Cambridge Encyclopedia of Astronomy in 1977, where it was seen by Stephen Morris, the drummer of Joy Division, and was consequently appropriated by Peter Saville for the cover of the band's album "Unknown Pleasures". https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 https://en.wikipedia.org/wiki/Joy_Division Written by Jamie Zawinski.
ca: El PSR B1919+21 (també conegut com a CP 1919) va ser el primer púlsar que es va descobrir: una estella de neutrons giratòria que emet llum periòdica com un far. Una il·lustració del senyal que se'n va rebre es va publicar a la revista Scientific American el 1971 i més tard a The Cambridge Encyclopedia of Astronomy el 1977, on va ser vist per Stephen Morris, el bateria de Joy Division i va ser apropiat conseqüentiment per Peter Saville per a la portada de l'àlbum de la banda Unknown Pleasures. https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org / wiki / Peter_Saville_% 28graphic_designer% 29 https://en.wikipedia.org/wiki/Joy_Division Escrit per Jamie Zawinski.
fr: PSR B1919+21 (alias CP 1919) est le premier pulsar jamais découvert : une étoile à neutrons en rotation émettant un signal périodique semblable à un phare. Une illustration du signal qu'elle émet a été publiée dans Scientific American en 1971, puis dans The Cambridge Encyclopedia of Astronomy en 1977, où elle a été vue par Stephen Morris, le batteur de Joy Division, et a donc été appropriée par Peter Saville pour la couverture de l'album "Unknown Pleasures" du groupe. https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 https://en.wikipedia.org/wiki/Joy_Division Écrit par Jamie Zawinski.
id: PSR B1919 + 21 (AKA CP 1919) adalah Pulsar pertama yang pernah ditemukan: Bintang neutron yang berputar memancarkan suar seperti Mercusuar periodik. Sebuah ilustrasi dari sinyal yang diterima dari itu diterbitkan di Scientific American pada tahun 1971, dan kemudian di The Cambridge Encyclopedia of Astronomy di 1977, di mana ia dilihat oleh Stephen Morris, drummer Joy Division, dan akibatnya diambil oleh Peter Saville untuk sampul album band "Unknown Pleasure". https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 https://en.wikipedia.org/wiki/Joy_Division ditulis oleh Jamie Zawinski.
ja: PSR B1919+21 (別名 CP 1919) は初めて発見されたパルサーで、定期的に灯台のようにビーコンを発信する中性子星です。そこから発信された信号のイラストは、 1971 年の Scientific American に掲載されたほか、 1977 年には The Cambridge Encyclopedia of Astronomy にも掲載されました。これは Stephen Morris 氏 (ジョイ・ディヴィジョンのドラマー) が観測しているほか、そのバンドのアルバム "Unknown Pleasures" のカバーを作成した Peter Saville 氏も確認しています。 https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 https://en.wikipedia.org/wiki/Joy_Division Jamie Zawinski 氏による作品です。
pt_br: PSR B1919+21 (AKA CP 1919) foi o primeiro pulsar já descoberto: uma estrela de nêutrons girando emitindo periodicamente um facho de luz semelhante a um farol. Uma ilustração do sinal recebido foi publicado pela Scientific American em 1971, e depois pela The Cambridge Encyclopedia of Astronomy em 1977, onde foi encontrado por Stephen Morris, baterista da Joy Division, e consequentemente foi apropriado por Peter Saville para a capa do álbum da banda "Unknown Pleasures". https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 https://en.wikipedia.org/wiki/Joy_Division Escrito por Jamie Zawinski.
sk: PSR B1919 + 21 (AKA CP 1919) bol prvý objavený pulzar: rotujúca neutrónová hviezda emitujúca periodický maják podobný svetelný signál. Ukážka signálu prijatého z neho bola uverejnená v Scientific American v roku 1971 a neskôr v The Cambridge Encyclopedia of Astronomy roku 1977, kde ju videl Stephen Morris, bubeník Joy Division, a preto si ju Peter Saville privlastnil pre obal albumu kapely "Unknown Pleasures". https://en.wikipedia.org/wiki/Pulsar https://en.wikipedia.org/wiki/PSR_B1919%2B21 https://en.wikipedia.org/wiki/Unknown_Pleasures https://en.wikipedia.org/wiki/Peter_Saville_%28graphic_designer%29 https://en.wikipedia.org/wiki/Joy_Division Napísal Jamie Zawinski.

# Name(sierpinski3d.desktop)
source: Sierpinski3D
ja: シェルピンスキー 3D

# Comment(sierpinski3d.desktop)
source: The recursive Sierpinski tetrahedron fractal. https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Written by Jamie Zawinski and Tim Robinson.
ca: El tetraedre recursiu fractal de Sierpinski. https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Escrit per Jamie Zawinski i Tim Robinson.
fr: La fractale récursive du tétraèdre de Sierpinski. https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Écrit par Jamie Zawinski et Tim Robinson.
id: Fraktal Sierpinski tetrahedron rekursif. https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Ditulis oleh Jamie Zawinski dan Tim Robinson.
ja: シェルピンスキーの四面体フラクタルです。 https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Jamie Zawinski 氏と Tim Robinson 氏による作品です。
pt_br: O recursivo fractal tetraedro de Sierpinski. https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Escrito por Jamie Zawinski e Tim Robinson.
sk: Rekurzívny Sierpinskeho štvorstenový fraktál. https://en.wikipedia.org/wiki/Sierpinski_triangle#Analogs_in_higher_dimension Napísal Jamie Zawinski a Tim Robinson.

# Name(menger.desktop)
source: Menger
ja: メンガー

# Comment(menger.desktop)
source: The Menger Gasket is a cube-based recursive fractal object analagous to the Sierpinski Tetrahedron. https://en.wikipedia.org/wiki/Menger_sponge https://en.wikipedia.org/wiki/Sierpinski_carpet Written by Jamie Zawinski.
fr: Le Menger Gasket est un objet fractal récursif à base de cubes, analogue au tétraèdre de Sierpinski. https://en.wikipedia.org/wiki/Menger_sponge https://en.wikipedia.org/wiki/Sierpinski_carpet Écrit par Jamie Zawinski.
id: Menger Gasket adalah objek fraktal rekursif kubus berbasis analagous ke Sierpinski Tetrahedron. https://en.wikipedia.org/wiki/Menger_sponge https://en.wikipedia.org/wiki/Sierpinski_carpet Ditulis oleh Jamie Zawinski.
ja: メンガーのガスケットとは立方体をベースにした再帰型フラクタル物体で、シェルピンスキーの四面体と同種のものです。 https://en.wikipedia.org/wiki/Menger_sponge https://en.wikipedia.org/wiki/Sierpinski_carpet Jamie Zawinski 氏による作品です。

# Name(flipflop.desktop)
source: FlipFlop
ja: フリップフロップ

# Comment(flipflop.desktop)
source: Colored tiles swap with each other. Written by Kevin Ogden and Sergio Gutierrez.
ca: Quadres de color s'intercanvien entre si. Escrit per Kevin Ogden i Sergio Gutiérrez.
fr: Les tuiles colorées s'échangent entre elles. Écrit par Kevin Ogden et Sergio Gutierrez.
id: Ubin berwarna swap satu sama lain. Ditulis oleh Kevin Ogden dan Sergio Gutierrez.
ja: 色のついたタイルがお互いに入れ替わります。 Kevin Ogden 氏と Sergio Gutierrez 氏による作品です。
pt_br: Azulejos coloridos trocam entre si. Escrito por Kevin Ogden e Sergio Gutierrez.
sk: Farebné dlaždice sa vzájomne vymieňajú. Napísal Kevin Ogden a Sergio Gutierrez.

# Comment(unicrud.desktop)
source: Chooses a random Unicode character and displays it full screen, along with some information about it. https://en.wikipedia.org/wiki/Unicode Written by Jamie Zawinski.
ca: Tria un caràcter aleatori d'Unicode i el mostra a pantalla completa, juntament amb una mica d'informació. https://en.wikipedia.org/wiki/Unicode. Escrit per Jamie Zawinski.
fr: Choisit un caractère Unicode aléatoire et l'affiche en plein écran, avec quelques informations à son sujet. https://en.wikipedia.org/wiki/Unicode Écrit par Jamie Zawinski.
id: Memilih karakter Unicode acak dan menampilkannya layar penuh, bersama dengan beberapa informasi tentang hal itu. https://en.wikipedia.org/wiki/Unicode ditulis oleh Jamie Zawinski.
ja: ランダムな Unicode 文字を選択して、その文字と文字に関する情報を画面いっぱいに表示します。 https://en.wikipedia.org/wiki/Unicode Jamie Zawinski 氏による作品です。
pt_br: Escolhe um caractere Unicode aleatório e o exibe em tela cheia, juntamente com algumas informações sobre ele. https://pt.wikipedia.org/wiki/Unicode Escrito por Jamie Zawinski.
sk: Zvolí náhodný znak Unicode a zobrazí ho na celej obrazovke spolu s niektorými informáciami o ňom. https://en.wikipedia.org/wiki/Unicode Napísal Jamie Zawinski.

# Name(interaggregate.desktop)
source: Interaggregate
ca: Interagregació
fr: Inter-agrégation
id: Interagregat
ja: インターアグリゲイト
pt_br: Interagregado

# Comment(interaggregate.desktop)
source: Pale pencil-like scribbles slowly fill the screen. A surface is filled with a hundred medium to small sized circles. Each circle has a different size and direction, but moves at the same slow rate. Displays the instantaneous intersections of the circles as well as the aggregate intersections of the circles. Though actually it doesn't look like circles at all! Written by Casey Reas, William Ngan, Robert Hodgin, and Jamie Zawinski.
ca: Gargots de llapis que omplen lentament la pantalla. Una superfície s'omple amb centenars de cercles petits i mitjans. Cada cercle té una mida i una direcció diferent, però es mou a la mateixa velocitat lenta. Mostra les interseccions instàntanies dels cercles així com les interseccions agregades dels cercles. Encara que en realitat no es vegin com cercles en absolut! Escrit per Casey Reas, William Ngan, Robert Hodgin i Jamie Zawinski.
fr: Des gribouillis pâles ressemblant à des crayons remplissent lentement l'écran. Une surface est remplie d'une centaine de cercles de taille moyenne à petite. Chaque cercle a une taille et une direction différentes, mais se déplace à la même vitesse lente. Affiche les intersections instantanées des cercles ainsi que les intersections agrégées des cercles. Bien qu'en fait, cela ne ressemble pas du tout à des cercles ! Écrit par Casey Reas, William Ngan, Robert Hodgin et Jamie Zawinski.
id: Coretan seperti pensil yang pucat perlahan-lahan mengisi layar. Sebuah permukaan diisi dengan seratus menengah ke lingkaran berukuran kecil. Setiap lingkaran memiliki ukuran dan arah yang berbeda, tetapi bergerak pada tingkat yang lambat yang sama. Menampilkan persimpangan seketika dari lingkaran serta persimpangan agregat dari lingkaran. Meskipun sebenarnya tidak terlihat seperti lingkaran sama sekali! Ditulis oleh Casey Reas, William Ngan, Robert Hodgin, dan Jamie Zawinski.
ja: 淡い鉛筆上のひっかき模様が、ゆっくりと画面を埋め尽くしていきます。面は数百の中小の円で埋められます。それぞれの円はサイズも方向も異なりますが、同じ程度遅く動き回ります。また、円同士が交差すると即時に効果が表示され、集合体が表示されるようになります。これによって、まるで円ではないかのように見えてきます。 Casey Reas 氏, William Ngan 氏, Robert Hodgin 氏, Jamie Zawinski 氏による作品です。
pt_br: Pálidos rabiscos no estilo de lápis preenchem lentamente a tela. Uma superfície é preenchida com cem círculos de tamanho médio a pequeno. Cada círculo tem um tamanho e direção diferente, mas se move no mesmo ritmo lento. Exibe as interseções instantâneas dos círculos, bem como as interseções agregadas dos círculos. Embora na verdade não pareça círculos! Escrito por Casey Reas, William Ngan, Robert Hodgin e Jamie Zawinski.
sk: Obrazovka sa pomaly zapĺňa ceruzke podobnými bledými čmáranicami. Plocha je vyplnený stovkami stredných až malých kruhov. Každý kruh má inú veľkosť a smer, ale pohybuje sa rovnakou pomalou rýchlosťou. Zobrazuje okamžité priesečníky kruhov ako aj súhrnné priesečníky kruhov. V skutočnosti to vôbec nevyzerá ako kruhy! Napísal Casey Reas, William Ngan, Robert Hodgin a Jamie Zawinski.

# Name(rotzoomer.desktop)
source: RotZoomer
ja: ロットズーマー

# Comment(rotzoomer.desktop)
source: Distorts an image by rotating and scaling random sections of it. Written by Claudio Matsuoka and Jamie Zawinski.
ca: Distorsiona una imatge mitjançant la rotació i escalant-ne seccions a l'atzar. Escrit per Claudio Matsuoka i Jamie Zawinski.
fr: Déforme une image en faisant tourner et en mettant à l'échelle des sections aléatoires de celle-ci. Écrit par Claudio Matsuoka et Jamie Zawinski.
id: Mendidistorsi gambar dengan memutar dan scaling bagian acak itu. Ditulis oleh Claudio Matsuoka dan Jamie Zawinski.
ja: ランダムに選択した一部を回転させたり拡大／縮小したりして画像をゆがめます。 Claudio Matsuoka 氏と Jamie Zawinski 氏による作品です。
pt_br: Distorce uma imagem girando e dimensionando seções aleatórias dela. Escrito por Claudio Matsuoka e Jamie Zawinski.
sk: Skomolí obrázok otáčaním a upravovaním jeho náhodných častí. Napísal Claudio Matsuoka a Jamie Zawinski.

# Comment(atlantis.desktop)
source: Sharks, dolphins and whales. Written by Mark Kilgard.
ca: Taurons, dofins i balenes. Escrit per Mark Kilgard.
fr: Requins, dauphins et baleines. Écrit par Mark Kilgard.
id: Hiu, lumba-lumba dan paus. Ditulis oleh Mark Kilgard.
ja: サメとイルカとクジラです。 Mark Kilgard 氏による作品です。
pt_br: Tubarões, golfinhos e baleias. Escrito por Mark Kilgard.
sk: Žraloky, delfíny a veľryby. Napísal Mark Kilgard.

# Name(swirl.desktop)
source: Swirl
ca: Remolí
fr: Spirale
id: Lingkar
ja: 渦巻
pt_br: Redemoinho
sk: Vír

# Comment(swirl.desktop)
source: Flowing, swirly patterns. Written by M. Dobie and R. Taylor.
ca: Patrons que flueixen en remolí. Escrit per M. Dobie i R. Taylor.
fr: Des motifs fluides et tourbillonnants. Écrit par M. Dobie et R. Taylor.
id: Mengalir, pola swirly. Ditulis oleh M. Dobie dan R. Taylor.
ja: 浮き上がる渦巻パターンです。 M. Dobie 氏と R. Taylor 氏による作品です。
pt_br: Fluindo, padrões swirly. Escrito por M. Dobie e R. Taylor.
sk: Tečúce, spletité vzory. Napísal M. Dobie a R. Taylor.

# Name(circuit.desktop)
source: Circuit
id: Sirkuit
ja: 回路
pt_br: Circuito

# Comment(circuit.desktop)
source: Electronic components float around. Written by Ben Buxton.
ca: Els components electrònics suren. Escrit per Ben Buxton.
fr: Des composants électroniques flottent autour. Écrit par Ben Buxton.
id: Komponen elektronik mengapung di sekitar. Ditulis oleh Ben Buxton.
ja: 電子部品が飛び回ります。 Ben Buxton 氏による作品です。
pt_br: Componentes eletrônicos flutuam. Escrito por Ben Buxton.
sk: Elektronické komponenty plávajú okolo. Napísal Ben Buxton.

# Name(loop.desktop)
source: Loop
ca: Bucle
fr: Boucle
id: Pengulangan
ja: ループ

# Comment(loop.desktop)
source: A cellular automaton that generates loop-shaped colonies that spawn, age, and eventually die. https://en.wikipedia.org/wiki/Langton%27s_loops Written by David Bagley.
ca: Un autòmat cel·lular que genera colònies en forma de bucle que es generen, envelleixen i, eventualment, moren. https://en.wikipedia.org/wiki/Langton%27s_loops Escrit per David Bagley.
fr: Un automate cellulaire qui génère des colonies en forme de boucle qui se reproduisent, vieillissent et finissent par mourir. https://en.wikipedia.org/wiki/Langton%27s_loops Écrit par David Bagley.
id: Sebuah robot selular yang menghasilkan koloni berbentuk lingkaran yang menelurkan, usia, dan akhirnya mati. https://en.wikipedia.org/wiki/Langton%27s_loops ditulis oleh David Bagley.
ja: 環状のコロニーが生まれ、成長し、たまに死んでいく様を示すセルオートマトンです。 https://en.wikipedia.org/wiki/Langton%27s_loops David Bagley 氏による作品です。
pt_br: Um autômato celular que gera colônias em forma de laço que crescem, envelhecem e, finalmente, morrem. Https://en.wikipedia.org/wiki/Langton%27s_loops Escrito por David Bagley.
sk: Bunkový automat, ktorý vytvára slučkové kolónie, ktoré sa plodia, starnú a nakoniec zomrú. https://en.wikipedia.org/wiki/Langton%27s_loops Napísal David Bagley.

# Comment(geodesicgears.desktop)
source: A set of meshed gears arranged on the surface of a sphere. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller Written by Jamie Zawinski.
ca: Un conjunt d'engranatges barrejats disposat a la superfície d'una esfera. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller. Escrit per Jamie Zawinski.
fr: Un ensemble d'engrenages disposés sur la surface d'une sphère. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller Écrit par Jamie Zawinski.
id: Satu set gigi meshed diatur pada permukaan bola. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller ditulis oleh Jamie Zawinski.
ja: メッシュ型のギアが球体の面上に配置されます。 https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller Jamie Zawinski 氏による作品です。
pt_br: Um conjunto de engrenagens de malha dispostas na superfície de uma esfera. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller Escrito por Jamie Zawinski.
sk: Sada ozubených kolies usporiadaných na povrchu gule. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Buckminster_Fuller Napísal Jamie Zawinski.
