Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(sonar.desktop)
source: A sonar display pings (get it?) the hosts on your local network, and plots their distance (response time) from you. The three rings represent ping times of approximately 2.5, 70 and 2,000 milliseconds respectively. Alternately, it can run a simulation that doesn't involve hosts. https://en.wikipedia.org/wiki/Ping#History Written by Jamie Zawinski and Stephen Martin.
ca: Una pantalla de sonar fa ping (ho enteneu?) als amfitrions de la xarxa local i en calcula la distància (temps de resposta) de vós. Els tres anells representen els temps de ping d'aproximadament 2,5, 70 i 2.000 mil·lisegons, respectivament. Alternativament, es pot executar una simulació que no implica amfitrions. https://en.wikipedia.org/wiki/Ping#History Escrit per Jamie Zawinski i Stephen Martin.
fr: Un sonar affiche les pings (vous comprenez ?) des hôtes de votre réseau local et indique leur distance (temps de réponse) par rapport à vous. Les trois anneaux représentent des temps de ping d'environ 2,5, 70 et 2 000 millisecondes respectivement. Il peut également exécuter une simulation qui n'implique pas d'hôtes. https://en.wikipedia.org/wiki/Ping#History Écrit par Jamie Zawinski et Stephen Martin.
id: Sebuah tampilan Sonar ping (mendapatkannya?) host pada jaringan lokal Anda, dan plot jarak mereka (waktu respon) dari Anda. Tiga cincin mewakili waktu ping sekitar 2,5, 70 dan 2.000 milidetik masing-masing. Bergantian, dapat menjalankan simulasi yang tidak melibatkan host. https://en.wikipedia.org/wiki/Ping#History ditulis oleh Jamie Zawinski dan Stephen Martin.
ja: ソナーディスプレイはお使いのローカルネットワーク内のホストに対して ping を送信 (および応答を取得?) し、お使いのコンピュータからの距離 (応答時間) を描画します。 3 つのリングはそれぞれ約 2.5, 70, 2000 ミリ秒に対応しています。また、実際のホストを介さずに疑似的な出力を行なうこともできます。 https://en.wikipedia.org/wiki/Ping#History Jamie Zawinski 氏および Stephen Martin 氏による作品です。
pt_br: Um display de sonar faz ping (entende?) Os hosts da rede local e traça a distância (tempo de resposta) de você. Os três anéis representam tempos de ping de aproximadamente 2,5, 70 e 2.000 milissegundos, respectivamente. Como alternativa, ele pode executar uma simulação que não envolve hosts. https://en.wikipedia.org/wiki/Ping#History Escrito por Jamie Zawinski e Stephen Martin.
sk: Sonar zobrazí ping (získajte?) hostiteľov vo vašej lokálnej sieti a zmapuje ich vzdialenosť (čas odozvy) od vás. Tri kruhy predstavujú časy pingov približne 2,5, 70 a 2000 milisekúnd. Alternatívne môže spustiť simuláciu, ktorá nezahŕňa hostiteľov. https://en.wikipedia.org/wiki/Ping#History Napísal Jamie Zawinski a Stephen Martin.

# Comment(flyingtoasters.desktop)
source: A fleet of 3d space-age jet-powered flying toasters (and toast!) Inspired by the ancient Berkeley Systems After Dark flying toasters. https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Written by Jamie Zawinski and Devon Dossett.
ca: Una flota de torradores 3d de l'era espacial de propulsió de raig (i torrades!) Inspirat per les antigues torradores voladores de Berkeley After Dark. https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Escrit per Jamie Zawinski i Devon Dossett.
fr: Une flotte de grille-pain volants 3d de l'ère spatiale (et des toasts !) Inspirée des anciens grille-pain volants de Berkeley Systems After Dark. https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Écrit par Jamie Zawinski et Devon Dossett.
id: Sebuah armada pesawat ruang angkasa 3D bertenaga jet-terbang toaster (dan roti panggang!) Terinspirasi oleh Berkeley kuno sistem setelah Dark Flying toaster. https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters ditulis oleh Jamie Zawinski dan Devon Dossett.
ja: 3D の宇宙空間を飛行するフライングトースター (およびトースト) 艦隊です。古い Berkeley システムに存在していた After Dark フライングトースターにヒントを得て作られています。 https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Jamie Zawinski 氏および Devon Dossett 氏による作品です。
pt_br: Uma frota de torradeiras espaciais 3d a jato (e torradas!) Inspirado pelos antigos protetores de tela da Berkeley After Dark torradeiras voadoras. Https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Escrito por Jamie Zawinski e Devon Dossett.
sk: Flotila 3d vesmírnych tryskových lietajúcich hriankovačov (a hrianka!) Inšpirované starobylými Berkeley Systems After Dark lietajúcimi hriankovačmi. https://en.wikipedia.org/wiki/After_Dark_%28software%29#Flying_Toasters Napísal Jamie Zawinski a Devon Dossett.

# Name(celtic.desktop)
source: Celtic
ca: Cèltic
fr: Celtique
id: Seltik
ja: ケルト
pt_br: Celta
sk: Keltský

# Comment(celtic.desktop)
source: Repeatedly draws random Celtic cross-stitch patterns. https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Written by Max Froumentin.
ca: Dibuixa patrons de punt de creu celta a l'atzar repetidament. https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Escrit per Max Froumentin.
fr: Dessine de façon répétée des motifs aléatoires de points de croix celtiques. https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Écrit par Max Froumentin.
id: Berulang kali menggambar pola cross-stitch Celtic acak. https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Ditulis oleh Max Froumentin.
ja: ケルト式のクロスステッチパターンをランダムに描画します。 https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Max Froumentin 氏による作品です。
pt_br: Desenha repetidamente vários padrões celtas aleatórios. https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Escrito por Max Froumentin.
sk: Opakovane kreslí náhodné keltské vzory krížového stehu. https://en.wikipedia.org/wiki/Celtic_knot https://en.wikipedia.org/wiki/Knots_and_graphs Napísal Max Froumentin.

# Comment(hexstrut.desktop)
source: A grid of hexagons composed of rotating Y-shaped struts. Waves of rotation and color changes randomly propagate across the plane. Written by Jamie Zawinski.
ca: Una reixeta d'hexàgons composta per puntals rotatius en forma d'Y. Les ones de rotació i els canvis de color es propaguen aleatòriament a través del pla. Escrit per Jamie Zawinski.
fr: Une grille d'hexagones composée d'entretoises rotatives en forme de Y. Des vagues de rotation et de changement de couleur se propagent aléatoirement sur le plan. Écrit par Jamie Zawinski.
id: Grid heksagon terdiri dari rotasi berbentuk Y. Gelombang rotasi dan perubahan warna secara acak menyebarkan di pesawat. Ditulis oleh Jamie Zawinski.
ja: 六角形の格子が回転する Y 型ストラットを構成します。回転の波と色の変化は、ランダムなプレーン全体に広がっていきます。 Jamie Zawinski 氏による作品です。
pt_br: Um campo de hexágonos composto por estruturas giratórias em forma de Y. Ondas de rotação e alterações de cores propagam-se aleatoriamente através do plano. Escrito por Jamie Zawinski.
sk: Mriežka šesťuholníkov zložená z rotujúcich rozpier tvaru Y. Vlny rotácie a zmeny farieb sa náhodne šíria cez rovinu. Napísal Jamie Zawinski.

# Name(morph3d.desktop)
source: Morph3D
fr: Transformation 3D
ja: モルフ 3D

# Comment(morph3d.desktop)
source: Platonic solids that turn inside out and get spikey. https://en.wikipedia.org/wiki/Platonic_solid Written by Marcelo Vianna.
ca: Sòlids platònics que es capgiren i es tornen punxeguts. https://en.wikipedia.org/wiki/Platonic_solid Escrit per Marcelo Vianna.
fr: Des solides de Platon qui se retournent et se hérissent. https://en.wikipedia.org/wiki/Platonic_solid Écrit par Marcelo Vianna.
id: Platonik padatan yang berubah dalam ke luar dan mendapatkan spikey. https://en.wikipedia.org/wiki/Platonic_solid ditulis oleh Marcelo Vianna.
ja: プラトンの立体が裏返しになったり、とげが生えたりします。 https://en.wikipedia.org/wiki/Platonic_solid Marcelo Vianna 氏による作品です。
pt_br: Sólidos platônicos que viram de dentro para fora e ficam pontudos. https://en.wikipedia.org/wiki/Platonic_solid Escrito por Marcelo Vianna.
sk: Platonické pevné telesá, ktoré sa obracajú naruby a stávajú sa špicatými. https://en.wikipedia.org/wiki/Platonic_solid Napísal Marcelo Vianna.

# Comment(providence.desktop)
source: "A pyramid unfinished. In the zenith an eye in a triangle, surrounded by a glory, proper." https://en.wikipedia.org/wiki/Eye_of_Providence Written by Blair Tennessy.
ca: "Una piràmide inacabada. Al zenit, un ull en un triangle, envoltat d'una glòria, adequada. " Https://en.wikipedia.org/wiki/Eye_of_Providence Escrit per Blair Tennessy.
fr: "Une pyramide inachevée. Au zénith, un œil dans un triangle, entouré d'une gloire, propre." https://en.wikipedia.org/wiki/Eye_of_Providence Écrit par Blair Tennessy.
id: "Sebuah piramida belum selesai. Di puncak mata di sebuah segitiga, dikelilingi oleh kemuliaan, tepat. "https://en.wikipedia.org/wiki/Eye_of_Providence ditulis oleh Blair Tennessy.
ja: "未完成のピラミッドです。頂点には三角形の中に目が描かれ、栄光と正当性を誇示しています。" (https://en.wikipedia.org/wiki/Eye_of_Providence) Blair Tennessy 氏による作品です。
pt_br: "Uma pirâmide inacabada. No zênite um olho em um triângulo, cercado por uma glória, apropriada." https://en.wikipedia.org/wiki/Eye_of_Providence Escrito por Blair Tennessy.
sk: "Nedokončená pyramída. Na zenite je oko v trojuholníku, obklopené svätožiarou, pravé." https://en.wikipedia.org/wiki/Eye_of_Providence Napísal Blair Tennessy.

# Name(boxed.desktop)
source: Boxed
ca: Encaixades
fr: En boîte
id: Kotak
ja: 箱詰め
pt_br: Encaixado

# Comment(boxed.desktop)
source: A box full of 3D bouncing balls that explode. Written by Sander van Grieken.
ca: Una caixa plena de pilotes de rebot 3D que exploten. Escrit per Sander van Grieken.
fr: Une boite remplie de balles rebondissantes qui explosent. Développé par Sander van Grieken.
id: Sebuah kotak penuh bola memantul 3D yang meledak. Ditulis oleh Sander Van Grieken.
ja: 箱の中で 3D のボールが跳ね回り、爆発します。 Sander van Grieken 氏による作品です。
pt_br: Uma caixa cheia de bolas 3D saltitantes que explodem. Escrito por Sander van Grieken.
sk: Krabica plná 3D skáčucich lôpt, ktoré explodujú. Napísal Sander van Grieken.

# Comment(photopile.desktop)
source: Loads several random images, and displays them as if lying in a random pile. The pile is periodically reshuffled, with new images coming in and old ones being thrown out. Written by Jens Kilian and Jamie Zawinski.
ca: Carrega diverses imatges a l'atzar i les mostra com si fossin en una pila a l'atzar. La pila es va reorganitzant periòdicament, amb noves imatges que entren i les antigues s'expulsen. Escrit per Jens Kilian i Jamie Zawinski.
fr: Charge plusieurs images aléatoires, et les affiche comme si elles se trouvaient dans une pile aléatoire. La pile est périodiquement remaniée, avec de nouvelles images qui arrivent et d'anciennes qui sont jetées. Écrit par Jens Kilian et Jamie Zawinski.
id: Memuat beberapa gambar acak, dan menampilkannya seolah-olah berbaring di tumpukan acak. Tumpukan secara berkala reshuffled, dengan gambar baru masuk dan yang lama yang dilempar keluar. Ditulis oleh Jens Kilian dan Jamie Zawinski.
ja: 複数の画像をランダムに読み込み、それをランダムに重ねていきます。重なった山は定期的に並べ替えられ、古いものを取り除いて新しいもので置き換えます。 Jens Kilian 氏と Jamie Zawinski 氏による作品です。
pt_br: Carrega várias imagens aleatórias e as exibe como se estivessem empilhadas aleatoriamente. A pilha é embaralhada periodicamente, com novas imagens surgindo e as antigas sendo substituídas. Escrito por Jens Kilian e Jamie Zawinski.
sk: Načíta niekoľko náhodných obrázkov a zobrazí ich, akoby ležali v náhodnej hromade. Hromada sa pravidelne preskupuje, nové obrázky vstupujú a vyhodia sa staré. Napísal Jens Kilian a Jamie Zawinski.

# Name(blocktube.desktop)
source: BlockTube
fr: Tunnel pavé
ja: ブロックチューブ

# Comment(blocktube.desktop)
source: A swirling, falling tunnel of reflective slabs. They fade from hue to hue. Written by Lars R. Damerow.
ca: Un remolí, que cau per un túnel, de plaques reflectants. S'esvaeixen de tonalitat. Escrit per Lars R. Damerow.
fr: Un tunnel tourbillonnant et tombant de dalles réfléchissantes. Elles passent de teinte en teinte. Écrit par Lars R. Damerow.
id: Sebuah terowongan berputar-putar, jatuh dari lembaran reflektif. Mereka memudar dari rona ke rona. Ditulis oleh Lars R. Damerow.
ja: 平らな反射板でできたトンネルに旋回しながら落ちていきます。トンネルの色彩は随時変化していきます。 Lars R. Damerow 氏による作品です。
pt_br: Um túnel rodopiante, caindo de lajes reflexivas. Eles desaparecem de tonalidade em tonalidade. Escrito por Lars R. Damerow.
sk: Vírivý, klesajúci tunel reflexných dosiek. Miznú z odtieňa do odtieňa. Napísal Lars R. Damerow.

# Comment(geodesic.desktop)
source: A mesh geodesic sphere of increasing and decreasing complexity. A geodesic sphere is an icosohedron whose equilateral faces are sub-divided into non-equilateral triangles to more closely approximate a sphere. The animation shows the equilateral triangles subdivided into four coplanar equilateral triangles; and then inflated outward, causing the sub-triangles to no longer be equilateral, but to more closely approximate the surface of a sphere. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller Written by Jamie Zawinski.
ca: Una esfera geodèsica de malla amb complexitat que augmenta i disminueix. Una esfera geodèsica és un icosaedre equilàter les cares del qual es subdivideixen en triangles no equilàters per aproximar-se més a una esfera. L'animació mostra els triangles equilàters subdividits en quatre triangles equilàters coplanars i després els infla cap a l'exterior, fent que els subtriangles ja no siguin equilàters, sinó més aviat una aproximació a la superfície d'una esfera. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller Escrit per Jamie Zawinski.
fr: Une sphère géodésique maillée de complexité croissante et décroissante. Une sphère géodésique est un icosoèdre dont les faces équilatérales sont subdivisées en triangles non équilatéraux pour se rapprocher davantage d'une sphère. L'animation montre les triangles équilatéraux subdivisés en quatre triangles équilatéraux coplanaires, puis gonflés vers l'extérieur, ce qui fait que les sous-triangles ne sont plus équilatéraux, mais se rapprochent davantage de la surface d'une sphère. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller Écrit par Jamie Zawinski.
id: Sebuah bidang Geodesik mesh peningkatan dan penurunan kompleksitas. Sebuah lingkup Geodesik adalah icosohedron yang wajah sama sisi sub-dibagi menjadi segitiga non-sama dengan lebih dekat perkiraan bola. Animasi menunjukkan segitiga sama sisi yang terbagi menjadi empat segitiga sama sisi; dan kemudian mengembang ke luar, menyebabkan sub-segitiga tidak lagi sama sisi, tetapi untuk lebih dekat perkiraan permukaan bola. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller ditulis oleh Jamie Zawinski.
ja: メッシュ型の測地球が複雑さを増したり減らしたりします。測地球は 20 面体で、その表面は正三角形ではない小さな三角形で区切られ、球体を構成しています。アニメーションでは正三角形を 4 つの同一平面の正三角形に区切って表示していて、それを外側に膨張させています。これにより、小さな三角形は正三角形ではなくなりますが、より球体を疑似できるようになっています。 https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller Jamie Zawinski 氏による作品です。
pt_br: Uma esfera de malha geodésica com complexidade variável. Uma esfera geodésica é um icosaedro cujas faces equilaterais estão subdivididas em triângulos não-equiláteros que mais se aproximam de uma esfera. A animação mostra os triângulos equiláteros subdivididos em quatro triângulos equiláteros coplanares, que são inflados para fora, fazendo com que os triângulos não sejam mais equiláteros, se aproximando da superfície de uma esfera. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller Escrito por Jamie Zawinski.
sk: Sieťová geodetická sféra so zvyšujúcou sa a klesajúcou zložitosťou. Geodetická sféra je dvadsaťsten, ktorého rovnostranné trojuholníkové steny sú rozdelené do nerovnostranných trojuholníkov, aby sa bližšie podobala guli. Animácia zobrazuje rovnostranné trojuholníky rozdelené na štyri koplanárne rovnostranné trojuholníky; a potom nafúknuté smerom von, čo spôsobí, že čiastkové trojuholníky už nie sú rovnostranné, ale dôkladnejšie sa približujú povrchu gule. https://en.wikipedia.org/wiki/Geodesic_dome https://en.wikipedia.org/wiki/Buckminster_Fuller Napísal by Jamie Zawinski.

# Name(anemone.desktop)
source: Anemone
fr: Anémone
id: Anemon
ja: アネモネ
pt_br: Anêmona

# Comment(anemone.desktop)
source: Wiggling tentacles. Written by Gabriel Finch.
ca: Tentacles retorçant-se. Escrit per Gabriel Finch.
fr: Tentacules frétillants. Écrit par Gabriel Finch.
id: Menggoyangkan tentakel. Ditulis oleh Gabriel Finch.
ja: 触手が揺れます。 Gabriel Finch 氏による作品です。
pt_br: Tentáculos agitados. Escrito por Gabriel Finch.
sk: Krútiace sa chápadlá. Napísal Gabriel Finch.

# Comment(binaryring.desktop)
source: A system of path tracing particles evolves continuously from an initial creation, alternating dark and light colors. Written by J. Tarbell and Emilio Del Tessandoro.
ca: Un sistema de partícules que traça un camí evoluciona de forma contínua a partir d'una creació inicial, s'alternen els colors foscos i clars. Escrit per J. Tarbell i Emilio Del Tessandori.
fr: Un système de particules de traçage de chemin évolue continuellement à partir d'une création initiale, en alternant les couleurs sombres et claires. Écrit par J. Tarbell et Emilio Del Tessandoro.
id: Sebuah sistem jalur menelusuri partikel berkembang terus-menerus dari penciptaan awal, bergantian warna gelap dan terang. Ditulis oleh J. Tarbell dan Emilio del Tessandoro.
ja: パストレースの粒子システムが、初期の生成から継続的に暗い色から明るい色へと進化していきます。 J. Tarbell 氏と Emilio Del Tessandoro 氏による作品です。
pt_br: Um sistema de partículas que deixam rastros cuja evolução é contínua a partir de uma criação inicial, alternando entre cores claras e escuras. Escrito por J. Tarbell e Emilio Del Tessandoro.
sk: Systém častíc sledujúcich dráhy sa neustále rozvíja od počiatočnej vytvorenia striedajúc tmavé a svetlé farby. Napísal J. Tarbell a Emilio Del Tessandoro.

# Comment(hypnowheel.desktop)
source: A overlapping, translucent spiral patterns. The tightness of their spirals fluctuates in and out. https://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski.
fr: Des motifs en spirale translucides qui se chevauchent. Le resserrement de leurs spirales fluctue à l'intérieur et à l'extérieur. https://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski.
id: Pola spiral yang tumpang tindih dan tembus pandang. Sesak spiral mereka berfluktuasi masuk dan keluar. https://en.wikipedia.org/wiki/Moire_pattern ditulis oleh Jamie Zawinski.
ja: 重なり合って透ける渦巻パターンです。渦巻の密度は大きくも小さくもなります。 https://en.wikipedia.org/wiki/Moire_pattern Jamie Zawinski 氏による作品です。

# Comment(truchet.desktop)
source: Line- and arc-based truchet patterns that tile the screen. https://en.wikipedia.org/wiki/Tessellation Written by Adrian Likins.
ca: Patrons de línia i arc truchet que enrajolen la pantalla. https://en.wikipedia.org/wiki/Tessellation Escrit per Adrian Likins.
fr: Des motifs truchet à base de lignes et d'arcs qui tapissent l'écran. https://en.wikipedia.org/wiki/Tessellation Écrit par Adrian Likins.
id: Garis-dan busur berbasis pola truchet yang ubin layar. https://en.wikipedia.org/wiki/Tessellation ditulis oleh Adrian Likins.
ja: 線と円弧をベースにした Truchet パターンで画面を埋め尽くします。 https://en.wikipedia.org/wiki/Tessellation Adrian Likins 氏による作品です。
pt_br: Linha e arco baseados nos padrões Truchet que tecem a tela. https://en.wikipedia.org/wiki/Tessellation Escrito por Adrian Likins.
sk: Truchetove vzory založené na čiarach a oblúkoch, ktoré dláždia obrazovku. https://en.wikipedia.org/wiki/Tessellation Napísal Adrian Likins.

# Name(flurry.desktop)
source: Flurry
ca: Remolí
fr: Bourrasque
id: Kebingungan
ja: フラーリ

# Comment(flurry.desktop)
source: A colourful star(fish)like flurry of particles. Written by Calum Robinson and Tobias Sargeant.
ca: Un peix acolorit semblant a una estrella amb una ràfega de partícules. Escrit per Calum Robinson i Tobias Sargeant.
fr: Un tourbillon de particules colorées ressemblant à des étoiles (poissons). Écrit par Calum Robinson et Tobias Sargeant.
id: Sebuah bintang warna-warni (ikan) seperti kesibukan partikel. Ditulis oleh Calum Robinson dan Tobias Sargeant.
ja: カラフルな流星です。 Calum Robinson 氏および Tobias Sargeant 氏の作品です。
pt_br: Uma estrela colorida (peixes) como a agitação das partículas. Escrito por Calum Robinson e Tobias Sargeant.
sk: Farebný hviezdicový poryv častíc. Napísal Calum Robinson a Tobias Sargeant.

# Name(spotlight.desktop)
source: Spotlight
ca: Focus de llum
fr: Projecteur
id: Sorotan
ja: スポットライト
pt_br: Holofote

# Comment(spotlight.desktop)
source: A spotlight scanning across a black screen, illuminating a loaded image when it passes. Written by Rick Schultz and Jamie Zawinski.
ca: Un focus que explora a través d'una pantalla en negre ilumina una imatge carregada quan passa. Escrit per Rick Schultz i Jamie Zawinski.
fr: Un projecteur balayant un écran noir, illuminant une image chargée à son passage. Écrit par Rick Schultz et Jamie Zawinski.
id: Pemindaian sorotan di layar hitam, menerangi gambar yang dimuat saat melewati. Ditulis oleh Rick Schultz dan Jamie Zawinski.
ja: 黒い画面の中にスポットライトが当てられ、そのスポットライトが当たった箇所の画像が表示されます。 Rick Schultz 氏および Jamie Zawinski 氏による作品です。
pt_br: Um holofote digitalizando em uma tela preta, iluminando uma imagem carregada quando passa. Escrito por Rick Schultz e Jamie Zawinski.
sk: Reflektor skúmajúci po čiernej obrazovke, ktorý osvetľuje načítaný obraz, keď prechádza. Napísal Rick Schultz a Jamie Zawinski.

# Comment(cynosure.desktop)
source: Random dropshadowed rectangles pop onto the screen in lockstep. Written by Ozymandias G. Desiderata, Jamie Zawinski, and Stephen Linhart.
ca: Rectangles amb gotes d'ombra que emergeixen a la pantalla al mateix pas. Escrit per Ozymandias G. Desiderata, Jamie Zawinski, i Stephen Linhart.
fr: Des rectangles ombragés aléatoires apparaissent à l'écran au même rythme. Écrit par Ozymandias G. Desiderata, Jamie Zawinski et Stephen Linhart.
id: Dropshadowed persegi panjang acak muncul di layar berbaris. Ditulis oleh Ozymandias G. Desiderata, Jamie Zawinski, dan Stephen Linhart.
ja: ランダムに影を落とす長方形が、画面内を密集して行進します。 Ozymandias G. Desiderata 氏, Jamie Zawinski 氏, Stephen Linhart 氏による作品です。
pt_br: Retângulos sombreados aleatórios aparecem na tela em trava de bloqueio. Escrito por Ozymandias G. Desiderata, Jamie Zawinski e Stephen Linhart.
sk: Náhodné tieňvrhajúce obdĺžniky vyskakujú na obrazovku rytmicky. Napísal Ozymandias G. Desiderata, Jamie Zawinski a Stephen Linhart.

# Comment(thornbird.desktop)
source: Displays a view of the "Bird in a Thornbush" fractal. Written by Tim Auckland.
ca: Mostra una vista de l'"Ocell en un arç" fractal. Escrit per Tim Auckland.
fr: Affiche une vue de la fractale "Bird in a Thornbush". Écrit par Tim Auckland.
id: Menampilkan tampilan "burung dalam Thornbush" fraktal. Ditulis oleh tim Auckland.
ja: "Bird in a Thornbush" フラクタルを表示します。 Tim Auckland 氏による作品です。
pt_br: Exibe uma visão do fractal "Pássaro em um espinho". Escrito por Tim Auckland.
sk: Zobrazuje pohľad na fraktál "Vták v tŕní". Napísal Tim Auckland.

# Name(epicycle.desktop)
source: Epicycle
ca: Epicicle
fr: Épicycle
id: Episiklus
ja: 周転円
pt_br: Epiciclo
