Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(cubenetic.desktop)
source: A cubist Lavalite, sort of. A pulsating set of overlapping boxes with ever-changing blobby patterns undulating across their surfaces. Written by Jamie Zawinski.
ca: Un Lavalite cubista, més o menys. Un conjunt palpitant de quadres que es solapen amb les sempre canviants trames ondulades a través de les seves superfícies. Escrit per Jamie Zawinski.
fr: Un Lava-lite cubique, en quelque sorte. Un ensemble pulsant de boîtes superposées dont les surfaces sont parcourues de motifs blobby en constante évolution. Écrit par Jamie Zawinski.
id: Sebuah Cubist Lavalite, semacam. Serangkaian kotak tumpang tindih dengan pola Blobby yang selalu berubah bergelombang di permukaan mereka. Ditulis oleh Jamie Zawinski.
ja: ある種の立方体の Lavalite です。折り重なる複数の箱が脈を打ち、面の上で奇妙なパターンを構成します。 Jamie Zawinski 氏による作品です。
pt_br: Um tipo de cubista Lavalite. Um conjunto pulsante de caixas sobrepostas com padrões de blobby em constante mudança ondulando através de suas superfícies. Escrito por Jamie Zawinski.
sk: Kubistický Lavalite, akýsi pulzujúci súbor prekrývajúcich sa škatúľ s neustále sa meniacimi kvapkovými vzormi zvlnené cez ich povrchy. Napísal Jamie Zawinski.

# Comment(glschool.desktop)
source: A school of fish, using the classic "Boids" algorithm by Craig Reynolds. https://en.wikipedia.org/wiki/Boids Written by David C. Lambert and Jamie Zawinski.
ca: Un banc de peixos, utilitza l'algorisme clàssic Boids de Craig Reynolds. https://en.wikipedia.org/wiki/Boids Escrit per David C. Lambert i Jamie Zawinski.
fr: Un banc de poissons, utilisant l'algorithme classique "Boids" de Craig Reynolds. https://en.wikipedia.org/wiki/Boids Écrit par David C. Lambert et Jamie Zawinski.
id: Sebuah sekolah ikan, menggunakan algoritma klasik "Boids" oleh Craig Reynolds. https://en.wikipedia.org/wiki/Boids ditulis oleh David C. Lambert dan Jamie Zawinski.
ja: Craig Reynolds 氏による古い "Boids" アルゴリズムを利用した、魚の学校です。 https://en.wikipedia.org/wiki/Boids David C. Lambert 氏および Jamie Zawinski 氏による作品です。
pt_br: Uma escola de peixes, usando o algoritmo clássico "Boids" por Craig Reynolds. https://en.wikipedia.org/wiki/Boids Escrito por David C. Lambert e Jamie Zawinski.
sk: Húf rýb pomocou klasického algoritmu "Boids" od Craiga Reynoldsa. https://en.wikipedia.org/wiki/Boids Napísal David C. Lambert a Jamie Zawinski.

# Name(demon.desktop)
source: Demon
ca: Dimoni
fr: Démon
id: Setan
ja: 悪魔
pt_br: Demônio

# Comment(demon.desktop)
source: A cellular automaton that starts with a random field, and organizes it into stripes and spirals. https://en.wikipedia.org/wiki/Maxwell%27s_demon Written by David Bagley.
ca: Un autòmat cel·lular que comença amb un camp aleatori i l'organitza en estries i espirals. https://en.wikipedia.org/wiki/Maxwell%27s_demon Escrit per David Bagley.
fr: Un automate cellulaire qui part d'un champ aléatoire et l'organise en bandes et en spirales. https://en.wikipedia.org/wiki/Maxwell%27s_demon Écrit par David Bagley.
id: Robot seluler yang dimulai dengan bidang acak, dan mengatur itu menjadi garis dan spiral. https://en.wikipedia.org/wiki/Maxwell%27s_demon ditulis oleh David Bagley.
ja: ランダムなフィールドから始まり、縞模様や曲線を生み出すセルオートマトンです。 https://en.wikipedia.org/wiki/Maxwell%27s_demon David Bagley 氏による作品です。
pt_br: Um autômato celular que começa com um campo aleatório, e organiza-lo em listras e espirais. Https://en.wikipedia.org/wiki/Maxwell%27s_demon Escrito por David Bagley.
sk: Bunkový automat, ktorý začína náhodným poľom a organizuje ho do pruhov a špirál. https://en.wikipedia.org/wiki/Maxwell%27s_demon Napísal David Bagley.

# Comment(webcollage.desktop)
source: This is what the Internet looks like. This creates collages out of random images from the World Wide Web. It finds the images by feeding random words into various search engines, and pulling images (or sections of images) out of the pages returned. WARNING: THE INTERNET SOMETIMES CONTAINS PORNOGRAPHY. The Internet being what it is, absolutely anything might show up in the collage including -- quite possibly -- pornography, or even nudity. Please act accordingly. See also https://www.jwz.org/webcollage/ Written by Jamie Zawinski.
ca: Aquest és l'aspecte d'Internet. Això crea collages d'imatges a l'atzar de la World Wide Web. Troba les imatges mitjançant l'alimentació de paraules a l'atzar en diversos motors de recerca i pren imatges (o seccions d'imatges) de les pàgines retornades. ADVERTÈNCIA: INTERNET a vegades conté pornografia. Com que Internet és el que és, podria aparèixer absolutament qualsevol cosa al collage incloent -possiblement- pornografia, o fins i tot nuesa. Si us plau, actueu en conseqüència. Vegeu també https://www.jwz.org/webcollage/. Escrit per Jamie Zawinski.
fr: Voici à quoi ressemble l'Internet. Cette application crée des collages à partir d'images aléatoires provenant du World Wide Web. Il trouve les images en introduisant des mots aléatoires dans divers moteurs de recherche et en extrayant des images (ou des sections d'images) des pages renvoyées. AVERTISSEMENT : L'INTERNET CONTIENT PARFOIS DE LA PORNOGRAPHIE. L'Internet étant ce qu'il est, absolument tout peut apparaître dans le collage, y compris - très probablement - de la pornographie, voire de la nudité. Veuillez agir en conséquence. Voir aussi https://www.jwz.org/webcollage/. Écrit par Jamie Zawinski.
id: Seperti inilah bentuk Internet. Ini membuat kolase dari gambar acak dari World Wide Web. Ia menemukan gambar dengan memasukkan kata-kata acak ke berbagai mesin pencari, dan menarik gambar (atau bagian gambar) dari halaman yang dikembalikan. PERINGATAN: INTERNET TERKADANG MENGANDUNG PORNOGRAFI. Internet adalah apa adanya, benar-benar apa pun yang mungkin muncul dalam kolase termasuk - sangat mungkin - pornografi, atau bahkan ketelanjangan. Tolong bertindak sesuai. Lihat juga https://www.jwz.org/webcollage/ Ditulis oleh Jamie Zawinski.
ja: インターネットとはどのようなものなのかを示しているものです。 World Wide Web 状からランダムに画像を貼り合わせます。画像はさまざまなサーチエンジンでランダムな単語を与えることによって検索され、返されたページ内にある画像 (または画像の一部) を取り出します。警告: アクセスするインターネットサイトによっては、ポルノが含まれる場合があります。インターネットの世界ではポルノやヌードを含めて様々な画像が存在していることを示すことになります。 https://www.jwz.org/webcollage/ もご覧ください。 Jamie Zawinski 氏による作品です。
pt_br: Isso é a Internet como ela é. Cria colagens de imagens aleatórias da World Wide Web. Ele encontra as imagens alimentando palavras aleatoriamente em vários mecanismos de buscas, e fazendo download de imagens (ou seção de imagens) das páginas retornadas. ATENÇÃO: A INTERNET, ÀS VEZES, CONTÉM PORNOGRAFIA. A Internet sendo o que é, absolutamente qualquer coisa pode aparecer na colagem, incluindo possivelmente -- pornografia, ou mesmo nudez. Por favor, aja apropriadamente. Veja também https://www.jwz.org/webcollage/ Escrito por Jamie Zawinski.
sk: Takto vyzerá internet. Vytvára koláže z náhodných obrázkov z World Wide Web. Vyhľadá obrázky vložením náhodných slov do rôznych vyhľadávacích nástrojov a stiahnutím obrázkov (alebo častí obrázkov) z nájdených stránok. VAROVANIE: INTERNET NIEKEDY OBSAHUJE PORNOGRAFIU. Keďže je internet taký, aký je, v koláži sa môže objaviť čokoľvek, vrátane -- celkom pravdepodobne -- pornografie alebo aj nahoty. Postupujte podľa toho. Pozrite si tiež https://www.jwz.org/webcollage/ Napísal Jamie Zawinski.

# Comment(fontglide.desktop)
source: Puts text on the screen using large characters that glide in from the edges, assemble, then disperse. Alternately, it can simply scroll whole sentences from right to left. Written by Jamie Zawinski.
ca: Posa text a la pantalla amb caràcters grans que llisquen des de les vores, s'acoblen i després es dispersen. Alternativament, pot simplement desplaçar frases senceres de dreta a esquerra. Escrit per Jamie Zawinski.
fr: Affiche le texte à l'écran à l'aide de grands caractères qui se glissent depuis les bords, s'assemblent, puis se dispersent. Il peut aussi simplement faire défiler des phrases entières de droite à gauche. Écrit par Jamie Zawinski.
id: Menempatkan teks pada layar menggunakan karakter besar yang meluncur dari tepi, merakit, kemudian membubarkan. Bergantian, itu hanya dapat menggulir seluruh kalimat dari kanan ke kiri. Ditulis oleh Jamie Zawinski.
ja: 端のほうから大きな文字でテキストが表示され、組み合わさったあと散っていきます。そのほか、右から左にテキスト全体をスクロールさせるだけの機能も用意されています。 Jamie Zawinski 氏による作品です。
pt_br: Coloca o texto na tela usando caracteres grandes que deslizam pelas bordas, montam e dispersam. Como alternativa, ele pode simplesmente rolar frases inteiras da direita para a esquerda. Escrito por Jamie Zawinski.
sk: Vloží text na obrazovku použitím veľkých znakov, ktoré kĺzajú z okrajov, zostavia sa a potom sa rozptýlia. Alternatívne môže jednoducho rolovať celé vety sprava doľava. Napísal Jamie Zawinski.

# Comment(tessellimage.desktop)
source: Converts an image to triangles using Delaunay tessellation, and animates the result at various depths. More triangles are allocated to visually complex parts of the image. This is accomplished by first computing the first derivative of the image: the distance between each pixel and its neighbors (which is essentially edge detection or embossing). Then the Delaunay control points are chosen by selecting those pixels whose distance value is above a certain threshold: those are the pixels that have the largest change in color/brightness. https://en.wikipedia.org/wiki/Delaunay_triangulation Written by Jamie Zawinski.
fr: Convertit une image en triangles en utilisant la triangulation de Delaunay. Davantage de triangles sont alloués aux parties visuellement complexes de l'image. Pour ce faire, on calcule d'abord la dérivée première de l'image : la distance entre chaque pixel et ses voisins (ce qui revient essentiellement à la détection des bords ou au gaufrage). Ensuite, les points de contrôle de Delaunay sont choisis en sélectionnant les pixels dont la valeur de la distance est supérieure à un certain seuil : ce sont les pixels qui ont le plus grand changement de couleur/luminosité. https://en.wikipedia.org/wiki/Delaunay_triangulation Écrit par Jamie Zawinski.
id: Mengkonversi gambar untuk segitiga menggunakan Delaunay tessellation, dan menganimasikan hasilnya di berbagai kedalaman. Lebih banyak segitiga dialokasikan untuk bagian gambar yang kompleks secara visual. Hal ini dicapai dengan pertama komputasi turunan pertama dari gambar: jarak antara setiap pixel dan tetangganya (yang pada dasarnya adalah deteksi tepi atau embossing). Kemudian titik kontrol Delaunay dipilih dengan memilih piksel yang nilainya berada di atas ambang tertentu: itu adalah piksel yang memiliki perubahan warna/kecerahan terbesar. https://en.wikipedia.org/wiki/Delaunay_triangulation ditulis oleh Jamie Zawinski.
ja: 画像をドロネー三角形分割を利用して三角形群に変換し、様々な深さで結果をアニメーションします。画像内で複雑な個所があると、それらはより多数の三角形が割り当てられます。これは画像に対する最初の派生形 (各ピクセル間とその近傍の距離 (実際には縁の検出や枠の加工となります)) を先に計算することによって実現しています。ドロネー制御点は、特定の閾値を超えた距離を持つピクセル (つまり色や明るさが最も変化している点) を選択することによって実現しています。 https://en.wikipedia.org/wiki/Delaunay_triangulation Jamie Zawinski 氏による作品です。

# Name(piecewise.desktop)
source: Piecewise
ca: Per peces
fr: Petits morceaux
ja: ピースワイズ
pt_br: Fatia Sensata

# Comment(piecewise.desktop)
source: Moving circles switch from visibility to invisibility at intersection points. Written by Geoffrey Irving.
ca: Cercles en moviment que canvien de visibilitat a la invisibilitat en els punts d'intersecció. Escrit per Geoffrey Irving.
fr: Les cercles mobiles passent de la visibilité à l'invisibilité aux points d'intersection. Écrit par Geoffrey Irving.
id: Lingkaran bergerak beralih dari visibilitas ke tembus pandang di persimpangan poin. Ditulis oleh Geoffrey Irving.
ja: 交差する点で円が見える状態から見えなくなる状態に切り替わりながら移動します。 Geoffrey Irving 氏による作品です。
pt_br: Círculos em movimento alternam sua visibilidade nos pontos de interseção. Escrito por Geoffrey Irving.
sk: Pohybujúce sa kruhy sa v priesečníkoch prepínajú z viditeľnosti na neviditeľnosť. Napísal Geoffrey Irving.

# Name(jigglypuff.desktop)
source: JigglyPuff
fr: Boule bouillonnante
id: Purina
ja: ジャグルパフ

# Comment(jigglypuff.desktop)
source: Quasi-spherical objects are distorted. You have a tetrahedron with tesselated faces. The vertices on these faces have forces on them: one proportional to the distance from the surface of a sphere; and one proportional to the distance from the neighbors. They also have inertia. The resulting effect can range from a shape that does nothing, to a frenetic polygon storm. Somewhere in between there it usually manifests as a blob that jiggles in a kind of disturbing manner. Written by Keith Macleod.
ca: Objectes quasi esfèrics que es distorsionen. Teniu un tetraedre amb les cares de mosaic. Els vèrtexs d'aquestes cares tenen forces a sobre: una de proporcional a la distància des de la superfície d'una esfera i una de proporcional a la distància dels vèrtexs veïns. També tenen inèrcia. L'efecte resultant pot variar des d'una forma que no fa res a una tempesta frenètica de polígons. En algun lloc entremig, en general es manifesta com una taca que es sacseja de manera inquietant. Escrit per Keith Macleod.
fr: Les objets quasi-sphériques sont déformés. Vous avez un tétraèdre avec des faces tessellées. Les sommets de ces faces sont soumis à des forces : une force proportionnelle à la distance de la surface d'une sphère et une force proportionnelle à la distance des voisins. Ils ont également de l'inertie. L'effet résultant peut aller d'une forme qui ne fait rien à une tempête frénétique de polygones. Quelque part entre les deux, il se manifeste généralement sous la forme d'une tache qui se trémousse d'une manière assez inquiétante. Écrit par Keith Macleod.
id: Objek kuasi-sferis terdistorsi. Anda memiliki tetrahedron dengan wajah berteselasi. Simpul pada wajah ini memiliki kekuatan pada mereka: satu sebanding dengan jarak dari permukaan bola; dan satu sebanding dengan jarak dari tetangga. Mereka juga memiliki inertia. Efek yang dihasilkan dapat berkisar dari bentuk yang tidak apa-apa, ke badai poligon ingar-bingar. Di suatu tempat di antara sana biasanya memanifestasikan sebagai gumpalan yang bergetar dalam semacam cara mengganggu. Ditulis oleh Keith Macleod.
ja: 準球体の物体が歪みます。モザイク型の四面体から構成されています。これらの表面にある頂点には、球体の面からの距離と近隣からの距離に比例する力が設定されています。またこの物体には慣性も設定されていて、これらによって何も起こらない形からポリゴンストームが発生するようになっています。そのほかにも、それらの間のどこかで不穏に揺れ動く形状としても現れます。 Keith Macleod 氏による作品です。
pt_br: Objetos quase esféricos são distorcidos. Você tem um tetraedro com faces em mosaico. Os vértices dessas faces têm forças sobre eles: um proporcional à distância da superfície de uma esfera; e uma proporcional à distância dos vizinhos. Eles também têm inércia. O efeito resultante pode variar de uma forma que não faz nada, a uma tempestade de polígono frenética. Em algum lugar intermediário, geralmente se manifesta como uma bolha que balança de uma maneira perturbadora. Escrito por Keith Macleod.
sk: Kvázisferické objekty sú zdeformované. Máte štvorsten s mozaikovými stenami. Na vrcholy týchto stien pôsobia sily: jedna úmerná vzdialenosti od povrchu gule a jedna úmerná vzdialenosti od susedov. Majú tiež zotrvačnosť. Výsledný efekt sa môže pohybovať od tvaru, ktorý nerobí nič, až po búrlivú búrku mnohouholníkov. Niekde medzi tým sa zvyčajne prejavuje ako guľôčka, ktorá sa trasie akýmsi rušivým spôsobom. Napísal Keith Macleod.

# Name(pyro.desktop)
source: Pyro
ca: Focs
fr: Feu d'artifice
ja: 花火

# Comment(pyro.desktop)
source: Exploding fireworks. See also the "Fireworkx", "Eruption", and "XFlame" screen savers. Written by Jamie Zawinski.
ca: Explosió de focs artificials. Vegeu també Fireworkx, Erupció i XFlame, estalvis de pantalla. Escrit per Jamie Zawinski.
fr: Des feux d'artifice qui explosent. Voir aussi les économiseurs d'écran "Fireworkx", "Eruption" et "XFlame". Écrit par Jamie Zawinski.
id: Meledak kembang api. Lihat juga "Fireworkx", "letusan", dan "XFlame" screen saver. Ditulis oleh Jamie Zawinski.
ja: 爆発する花火です。 "Fireworkx", "Eruption", "XFlame" の各スクリーンセーバもご覧ください。 Jamie Zawinski 氏による作品です。
pt_br: Fogos de artifício explodindo. Consulte também os protetores de tela "Fireworkx", "Eruption" e "XFlame". Escrito por Jamie Zawinski.
sk: Vybuchujúci ohňostroj. Pozrite si tiež šetriče obrazovky "Fireworkx", "Erupcia" a "XFlame". Napísal Jamie Zawinski.

# Name(extrusion.desktop)
source: Extrusion
ca: Extrusió
id: Ekstrusi
ja: 突出
pt_br: Extrusão

# Comment(extrusion.desktop)
source: Various extruded shapes twist and turn inside out. Written by Linas Vepstas, David Konerding, and Jamie Zawinski.
ca: Diversos perfils extrusionats giren i es donen la volta. Escrit per Linas Vepstas, David Konerding i Jamie Zawinski.
fr: Diverses formes extrudées se tordent et se retournent. Écrit par Linas Vepstas, David Konerding et Jamie Zawinski.
id: Berbagai bentuk diekstrusi memutar dan berbelok ke dalam. Ditulis oleh Linas Vepstas, David Konerding, dan Jamie Zawinski.
ja: 様々な押し出し図形がひねられたり裏返されたりします。 Linas Vepstas 氏, David Konerding 氏, Jamie Zawinski 氏による作品です。
pt_br: Várias formas extrudadas giram e viram de dentro para fora. Escrito por Linas Vepstas, David Konerding e Jamie Zawinski.
sk: Rôzne pretlačené tvary sa krútia a otáčajú naruby. Napísal Linas Vepstas, David Konerding a Jamie Zawinski.

# Name(moebiusgears.desktop)
source: MoebiusGears
fr: Engrenages de Möbius (GL)
id: Dan a
ja: メビウスギアー

# Comment(moebiusgears.desktop)
source: An interlinked loop of rotating gears. The layout of the gears follows the path of a moebius strip. See also the "Pinion" and "Gears" screen savers. https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Moebius_strip Written by Jamie Zawinski.
fr: Une boucle d'engrenages rotatifs reliés entre eux. La disposition des engrenages suit la trajectoire d'un ruban de Moebius. Voir aussi les économiseurs d'écran "Pignon" et "Engrenages". https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Moebius_strip Écrit par Jamie Zawinski.
id: Sebuah loop saling terkait gigi berputar. Tata letak roda gigi mengikuti jalur strip Moebius. Lihat juga screen saver "pinion" dan "Gears". https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Moebius_strip ditulis oleh Jamie Zawinski.
ja: お互いにつながった環状のギアです。ギアの配置はメビウストリップと同じような仕掛けです。 "Pinion" および "Gears" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Moebius_strip Jamie Zawinski 氏による作品です。

# Name(moebius.desktop)
source: Moebius
ja: メビウス

# Comment(moebius.desktop)
source: M. C. Escher's "Moebius Strip II", an image of ants walking along the surface of a moebius strip. https://en.wikipedia.org/wiki/Moebius_strip https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo F. Vianna.
fr: "Moebius Strip II" de M. C. Escher, une fourmis marchant sur la surface d'un ruban de Moebius.https://en.wikipedia.org/wiki/Moebius_strip https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo F. Vianna.
id: M. C. Escher's "Moebius strip II", gambar semut berjalan di sepanjang permukaan strip Moebius. https://en.wikipedia.org/wiki/Moebius_strip https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher ditulis oleh Marcelo F. Vianna.
ja: M. C. Escher 氏の "メビウスの輪 II" です。メビウスの輪の面上をアリの画像が歩き回ります。 https://en.wikipedia.org/wiki/Moebius_strip https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Marcelo F. Vianna 氏による作品です。

# Name(skytentacles.desktop)
source: SkyTentacles
fr: Tentacules célestes
ja: 触手

# Comment(skytentacles.desktop)
source: There is a tentacled abomination in the sky. From above you it devours. Written by Jamie Zawinski.
ca: Hi ha una abominació amb tentacles al cel. Des de dalt devora... Escrit per Jamie Zawinski.
fr: Il y a une abomination à tentacules dans le ciel. Au-dessus de vous, elle dévore. Écrit par Jamie Zawinski.
id: Ada kekejian tentakel di langit. Dari atas kamu itu memakannya. Ditulis oleh Jamie Zawinski.
ja: 空に気味の悪い触手が現れます。この職種は何でも食べてしまいます。 Jamie Zawinski 氏による作品です。
pt_br: Existe uma abonimação com tentáculos no céu. De cima de você, te devora. Escrito por Jamie Zawinski.
sk: Na oblohe je chápadlová ohava. Zhora vás to pohltí. Napísal Jamie Zawinski.

# Comment(nerverot.desktop)
source: Nervously vibrating squiggles. Written by Dan Bornstein.
ca: Gargots que vibren nerviosament. Escrit per Dan Bornstein.
fr: Des gribouillis qui vibrent nerveusement. Écrit par Dan Bornstein.
id: Gugup bergetar Squiggles. Ditulis oleh dan Bornstein.
ja: 神経質なまでに震える曲線です。 Dan Bornstein 氏による作品です。
pt_br: Rabiscos de vibração nervosa. Escrito por Dan Bornstein.
sk: Nervózne vibrujúce kľukaté čiary. Napísal Dan Bornstein.

# Name(polyominoes.desktop)
source: Polyominoes
ca: Poliominós
ja: ポリオミノ
pt_br: Polinômios

# Comment(polyominoes.desktop)
source: Repeatedly attempts to completely fill a rectangle with irregularly-shaped puzzle pieces. https://en.wikipedia.org/wiki/Polyomino Written by Stephen Montgomery-Smith.
ca: Intenta repetidament omplir del tot un rectangle amb les peces d'un trencaclosques de forma irregular. https://en.wikipedia.org/wiki/Polyomino Escrit per Stephen Montgomery-Smith.
fr: Essaie à plusieurs reprises de remplir complètement un rectangle avec des pièces de puzzle de forme irrégulière. https://en.wikipedia.org/wiki/Polyomino Écrit par Stephen Montgomery-Smith.
id: Berulang kali mencoba untuk sepenuhnya mengisi persegi panjang dengan potongan teka-teki berbentuk tidak teratur. https://en.wikipedia.org/wiki/Polyomino Ditulis oleh Stephen Montgomery-Smith.
ja: 不規則な形のパズルピースで長方形を繰り返し埋め尽くそうとします。 https://en.wikipedia.org/wiki/Polyomino Stephen Montgomery-Smith 氏による作品です。
pt_br: Repetidamente tenta preencher completamente um retângulo com peças de quebra-cabeça de forma irregular. https://en.wikipedia.org/wiki/Polyomino Escrito por Stephen Montgomery-Smith.
sk: Opakovane sa pokúša úplne vyplniť obdĺžnik nepravidelne tvarovanými dielikmi skladačky. https://en.wikipedia.org/wiki/Polyomino Napísal Stephen Montgomery-Smith.

# Comment(vigilance.desktop)
source: Security cameras keep careful track of their surroundings. You can trust them. Everything is completely under control. Written by Jamie Zawinski.
ca: Les càmeres de seguretat fan un seguiment acurat del seu entorn. Hi podeu confiar. Tot està completament sota control. Escrit per Jamie Zawinski.
fr: Les caméras de sécurité suivent de près leur environnement. Vous pouvez leur faire confiance. Tout est entièrement sous contrôle. Écrit par Jamie Zawinski.
id: Kamera keamanan menjaga lingkungan mereka dengan cermat. Anda bisa mempercayai mereka. Semuanya benar-benar terkendali. Ditulis oleh Jamie Zawinski.
ja: 周囲を注意深く警戒するセキュリティカメラです。全てのものは制御下に置かれています。 Jamie Zawinski 氏による作品です。
pt_br: Câmeras de segurança observando os arredores. Você pode confiar nelas. Tudo está sob controle. Escrito por Jamie Zawinski.
sk: Bezpečnostné kamery sledujú ich okolie. Môžete im veriť. Všetko je úplne pod kontrolou. Napísal Jamie Zawinski.

# Name(gltext.desktop)
source: GLText
fr: Texte (GL)
id: Untuk GLText
ja: GL テキスト
