Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-directories.po
Languages: hi

# Name(suse-graphics-3dgraphics.directory)
source: 3D
hi: 3डी

# Comment(kde-utilities-accessibility.directory)
source: Accessibility
hi: अभिगम्यता

# Name(kde-utilities-accessibility.directory)
source: Accessibility
hi: अभिगम्यता

# Name(suse-utility-accessibility.directory)
source: Accessibility
hi: अभिगम्यता

# Name(Utility.directory)
source: Accessories
hi: उपसाधन

# Name(suse-games-action.directory)
source: Action
hi: कार्य

# Name(suse-office-addressbook.directory)
source: Address Book
hi: नाम(suse-office-addressbook.directory): पता पुस्तिका

# Name(suse-administration.directory)
source: Administration
hi: प्रशासन

# Name(suse-games-adventure.directory)
source: Adventure
hi: नाम(suse-games-adventure.directory): साहसिकता

# Name(suse-games-amusement.directory)
source: Amusement
hi: नाम(suse-games-amusement.directory): मनोरंजन

# Name(suse-settings-looknfeel.directory)
source: Appearance & Themes
hi: नाम(suse-settings-looknfeel.directory): प्रकटन एवं थीम

# Comment(X-GNOME-Menu-Applications.directory)
source: Applications
hi: अनुप्रयोग

# Name(X-GNOME-Menu-Applications.directory)
source: Applications
hi: अनुप्रयोग

# Comment(X-GNOME-Other.directory)
source: Applications that did not fit in other categories
hi: अनुप्रयोग जो अन्य श्रेणी में सटीक नहीं बैठा

# Name(kde-games-arcade.directory)
source: Arcade
hi: ऑर्केड

# Name(suse-games-arcade.directory)
source: Arcade
hi: नाम(suse-games-arcade.directory): वीथिका

# Name(suse-utility-archiving.directory)
source: Archiving
hi: नाम(suse-utility-archiving.directory): आरकाइव बनाया जा रहा

# Name(suse-edutainment-art.directory)
source: Art and Culture
hi: नाम(suse-edutainment-art.directory): कला और संस्कृति

# Name(suse-edutainment-astronomy.directory)
source: Astronomy
hi: नाम(suse-edutainment-astronomy.directory): खगोल विज्ञान

# Name(suse-multimedia-audioplayer.directory)
source: Audio Player
hi: नाम(suse-multimedia-audioplayer.directory): ऑडियो प्लेयर

# Name(suse-system-backup.directory)
source: Backup
hi: नाम(suse-system-backup.directory): बैकअप

# Name(kde-games-board.directory)
source: Board Games
hi: बिसात के खेल

# Name(suse-multimedia-burning.directory)
source: CD/DVD Burning
hi: नाम(suse-multimedia-burning.directory): सीडी/डीवीडी बर्निंग

# Name(suse-multimedia-cd-tools.directory)
source: CD/DVD Tools
hi: नाम(suse-multimedia-cd-tools.directory): सीडी/डीवीडी उपकरण

# Name(kde-games-card.directory)
source: Card Games
hi: ताश के खेल

# Name(suse-internet-instantmessaging.directory)
source: Chat
hi: नाम(suse-internet-instantmessaging.directory): चैट

# Name(suse-edutainment-chemical.directory)
source: Chemical
hi: नाम(suse-edutainment-chemical.directory): रासायनिक

# Name(suse-system-systemsetup.directory)
source: Configuration
hi: नाम(suse-system-systemsetup.directory): कंफिगरेशन

# Name(suse-games-platformgame.directory)
source: Console Games
hi: नाम(suse-games-platformgame.directory): कंसोल गेम

# Name(suse-edutainment-construction.directory)
source: Construction
hi: नाम(suse-edutainment-construction.directory): निर्माण

# Name(suse-internet-filetransfer.directory)
source: Data Exchange
hi: नाम(suse-internet-filetransfer.directory): डेटा आदान-प्रदान

# Name(suse-office-database.directory)
source: Database
hi: नाम(suse-office-database.directory): डेटाबेस

# Name(suse-development-debugger.directory)
source: Debugger
hi: नाम(suse-development-debugger.directory): डीबग करने वाला

# Comment(kde-utilities-desktop.directory)
source: Desktop
hi: डेस्कटॉप

# Name(kde-utilities-desktop.directory)
source: Desktop
hi: डेस्कटॉप

# Comment(Utility.directory)
source: Desktop accessories
hi: डेस्कटॉप उपसाधन

# Name(kde-development.directory)
source: Development
hi: विकास

# Name(suse-internet-dialup.directory)
source: Dial-Up
hi: नाम(suse-internet-dialup.directory): डायल-अप

# Name(suse-internet-email.directory)
source: E-Mail
hi: नाम(suse-internet-email.directory): ई-मेल

# Name(kde-editors.directory)
source: Editors
hi: संपादक

# Name(Education.directory)
source: Education
hi: शिक्षा

# Name(kde-education.directory)
source: Education
hi: शिक्षा

# Name(suse-system-emulator.directory)
source: Emulator
hi: नाम(suse-system-emulator.directory): एमुलेटर

# Name(suse-system-feedback.directory)
source: Feedback
hi: नाम(suse-system-feedback.directory): फीडबैक

# Comment(kde-utilities-file.directory)
source: File
hi: फ़ाइल

# Name(kde-utilities-file.directory)
source: File
hi: फ़ाइल

# Name(suse-office-finance.directory)
source: Financial
hi: नाम(suse-office-finance.directory): वित्तीय

# Name(suse-office-flowchart.directory)
source: Flowchart
hi: नाम(suse-office-flowchart.directory): फ्लोचार्ट

# Name(Game.directory)
source: Games
hi: खेल

# Name(kde-games.directory)
source: Games
hi: खेल

# Comment(Game.directory)
source: Games and amusements
hi: खेल व मनोरंजन

# Name(kde-games-kids.directory)
source: Games for Kids
hi: बच्चों के लिए खेल

# Name(suse-games-kidsgames.directory)
source: Games for Kids
hi: नाम(suse-games-kidsgames.directory): बच्चों के गेम

# Name(Graphics.directory)
source: Graphics
hi: चित्रादि

# Name(kde-graphics.directory)
source: Graphics
hi: ग्राफिक्स

# Comment(Graphics.directory)
source: Graphics applications
hi: चित्रादि अनुप्रयोग

# Name(suse-internet-hamradio.directory)
source: Ham Radio
hi: नाम(suse-internet-hamradio.directory): हैम रेडियो

# Name(Hardware.directory)
source: Hardware
hi: हार्डवेयर

# Name(suse-graphics-rastergraphics.directory)
source: Image Editing
hi: नाम(suse-graphics-rastergraphics.directory): चित्र संपादन

# Name(kde-information.directory)
source: Information
hi: जानकारी

# Name(suse-development-ide.directory)
source: Integrated Environment
hi: नाम(suse-development-ide.directory): एकीकृत परिवेश

# Name(Network.directory)
source: Internet
hi: इंटरनेट

# Name(kde-internet.directory)
source: Internet
hi: इन्टरनेट

# Name(suse-multimedia-jukebox.directory)
source: Jukebox
hi: नाम(suse-multimedia-jukebox.directory): ज्यूकबॉक्स

# Name(kde-main.directory)
source: KDE Menu
hi: केडीई-मेन्यू

# Name(kde-edu-languages.directory)
source: Languages
hi: भाषाएं

# Name(suse-edutainment-languages.directory)
source: Languages
hi: नाम(suse-edutainment-languages.directory): भाषाएं

# Name(kde-games-logic.directory)
source: Logic Games
hi: तर्क-शक्ति के खेल

# Name(kde-unknown.directory)
source: Lost & Found
hi: खोया व पाया

# Name(kde-edu-mathematics.directory)
source: Mathematics
hi: गणित

# Name(suse-edutainment-mathematics.directory)
source: Mathematics
hi: नाम(suse-edutainment-mathematics.directory): गणित

# Name(suse-multimedia-audiovideoediting.directory)
source: Media Editing
hi: नाम(suse-multimedia-audiovideoediting.directory): मीडिया संपादन

# Name(suse-edutainment-medicine.directory)
source: Medicine
hi: नाम(suse-edutainment-medicine.directory): औषधि

# Name(kde-edu-miscellaneous.directory)
source: Miscellaneous
hi: विविध

# Name(kde-more.directory)
source: More Applications
hi: और अधिक अनुप्रयोग

# Name(kde-multimedia.directory)
source: Multimedia
hi: मल्टीमीडिया

# Name(suse-multimedia.directory)
source: Multimedia
hi: नाम(suse-multimedia.directory): मल्टीमीडिया

# Comment(AudioVideo.directory)
source: Multimedia menu
hi: मल्टीमीडिया मेनू

# Name(suse-edutainment-music.directory)
source: Music
hi: नाम(suse-edutainment-music.directory): संगीत

# Name(suse-multimedia-music.directory)
source: Music
hi: नाम(suse-multimedia-music.directory): संगीत

# Name(Office.directory)
source: Office
hi: कार्यालय

# Name(kde-office.directory)
source: Office
hi: कार्यालय

# Comment(Office.directory)
source: Office Applications
hi: कार्यालय अनुप्रयोग

# Name(X-GNOME-Other.directory)
source: Other
hi: अन्य

# Comment(kde-utilities-pim.directory)
source: PIM
hi: पीआईएम

# Name(kde-utilities-pim.directory)
source: PIM
hi: पीआईएम

# Comment(kde-utilities-peripherals.directory)
source: Peripherals
hi: सहायक पुरजे

# Name(kde-utilities-peripherals.directory)
source: Peripherals
hi: सहायक पुरजे

# Name(suse-settings-peripherals.directory)
source: Peripherals
hi: नाम(suse-settings-peripherals.directory): परिधिगत

# Name(Personal.directory)
source: Personal
hi: निजी

# Comment(Personal.directory)
source: Personal settings
hi: निजी सेटिंग

# Name(suse-settings-power.directory)
source: Power Control
hi: नाम(suse-settings-power.directory): ऊर्जा नियंत्रण

# Name(suse-development-profiling.directory)
source: Profiler
hi: नाम(suse-development-profiling.directory): प्रोफाइल बनाने वाला

# Name(Development.directory)
source: Programming
hi: प्रोग्रामिंग

# Comment(Network.directory)
source: Programs for Internet access such as web and email
hi: इंटरनेट पहुँच के लिए वेब व ईमेल जैसे प्रोग्राम

# Name(suse-office-projectmanagement.directory)
source: Project Management
hi: नाम(suse-office-projectmanagement.directory): परियोजना प्रबंधन

# Name(suse-games-puzzle.directory)
source: Puzzle
hi: नाम(suse-games-puzzle.directory): पहेली

# Name(suse-internet-news-feed-reader.directory)
source: RSS Reader
hi: नाम(suse-internet-news-feed-reader.directory): आरएसएस वाचक

# Name(suse-multimedia-audiovideorecorder.directory)
source: Recording
hi: नाम(suse-multimedia-audiovideorecorder.directory): रिकॉर्डिंग

# Name(suse-settings-accessibility.directory)
source: Regional & Accessibility
hi: नाम(suse-settings-accessibility.directory): क्षेत्रीय एवं पहुंच योग्यता

# Name(suse-internet-remoteaccess.directory)
source: Remote Access
hi: नाम(suse-internet-remoteaccess.directory): रिमोट पहुंच

# Name(suse-system-remoteaccess.directory)
source: Remote Access
hi: नाम(suse-system-remoteaccess.directory): रिमोट पहुंच

# Name(suse-games-roguelikes.directory)
source: Rogue-Like Games
hi: नाम(suse-games-roguelikes.directory): रॉग-जैसे गेम

# Name(kde-games-roguelikes.directory)
source: Rogue-like Games
hi: छलिया जैसे खेल

# Name(suse-games-role-playing.directory)
source: Role Playing
hi: नाम(suse-games-role-playing.directory): रोल प्लेइंग

# Name(suse-graphics-scanning.directory)
source: Scanning
hi: नाम(suse-graphics-scanning.directory): स्कैनिंग

# Name(kde-edu-science.directory)
source: Science
hi: विज्ञान

# Name(suse-edutainment-science.directory)
source: Science
hi: नाम(suse-edutainment-science.directory): विज्ञान

# Name(kde-science.directory)
source: Science & Math
hi: विज्ञान और गणित

# Name(suse-settings-security.directory)
source: Security & Privacy
hi: नाम(suse-settings-security.directory): सुरक्षा एवं निजता

# Name(suse-multimedia-sequencer.directory)
source: Sequencer
hi: नाम(suse-multimedia-sequencer.directory): क्रमबद्ध कर्ता

# Name(suse-system-service-configuration.directory)
source: Service Configuration
hi: नाम(suse-system-service-configuration.directory): सेवाकंफिगरेशन

# Name(kde-settingsmenu.directory)
source: Settings
hi: विन्यास

# Comment(Hardware.directory)
source: Settings for several hardware devices
hi: कई हार्डवेयर युक्तियों के लिए सेटिंग

# Name(kde-settings.directory)
source: Settings-Modules
hi: विन्यास-मॉड्यूल्स

# Name(suse-settings-sound.directory)
source: Sound & Multimedia
hi: नाम(suse-settings-sound.directory): ध्वनि एवं मल्टीमीडिया

# Name(AudioVideo.directory)
source: Sound & Video
hi: ध्वनि व वीडियो

# Name(suse-utility-sync.directory)
source: Sync
hi: नाम(suse-utility-sync.directory): सिंक

# Name(System.directory)
source: System
hi: तंत्र

# Name(kde-system.directory)
source: System
hi: तंत्र

# Name(suse-settings-system.directory)
source: System Administration
hi: नाम(suse-settings-system.directory): सिस्टम प्रशासन

# Name(System-Tools.directory)
source: System Tools
hi: तंत्र औज़ार

# Comment(System-Tools.directory)
source: System configuration and monitoring
hi: तंत्र विन्यास व निरीक्षण

# Comment(System.directory)
source: System settings
hi: तंत्र सेटिंग

# Name(suse-multimedia-tv.directory)
source: TV
hi: नाम(suse-multimedia-tv.directory): टीवी

# Name(kde-games-strategy.directory)
source: Tactics & Strategy
hi: रणनीतिक और कौशल

# Name(suse-games-strategy.directory)
source: Tactics & Strategy
hi: नाम(suse-games-strategy.directory): कार्यकौशल एवं कार्यनीति

# Name(suse-edutainment-teaching.directory)
source: Teaching
hi: नाम(suse-edutainment-teaching.directory): शिक्षण

# Name(kde-edu-tools.directory)
source: Teaching Tools
hi: शिक्षण औज़ार

# Name(kde-internet-terminal.directory)
source: Terminal Applications
hi: टर्मिनल अनुप्रयोग

# Name(suse-internet-terminal.directory)
source: Terminal Applications
hi: नाम(suse-internet-terminal.directory): टर्मिनल अनुप्रयोग

# Name(suse-system-terminal.directory)
source: Terminal Applications
hi: नाम(suse-system-terminal.directory): टर्मिनल अनुप्रयोग

# Name(suse-development-tools.directory)
source: Tools
hi: नाम(suse-development-tools.directory): उपकरण

# Comment(Development.directory)
source: Tools for software development
hi: सॉफ्टवेयर विकास के औज़ार

# Name(kde-toys.directory)
source: Toys
hi: खिलौने

# Name(kde-development-translation.directory)
source: Translation
hi: अनुवाद

# Name(Utility-Accessibility.directory)
source: Universal Access
hi: सार्वभौमिक पहुँच

# Comment(Utility-Accessibility.directory)
source: Universal Access Settings
hi: सार्वभौमिक पहुँच सेटिंग

# Name(suse-internet-newsreader.directory)
source: Usenet News Reader
hi: नाम(suse-internet-newsreader.directory): यूजनेट समाचार वाचक

# Comment(kde-utilities.directory)
source: Utilities
hi: यूटिलिटीज़

# Name(kde-utilities.directory)
source: Utilities
hi: यूटिलिटीज़

# Name(suse-utility.directory)
source: Utilities
hi: नाम(suse-utility.directory): उपयोगिताएं

# Name(suse-graphics-vectorgraphics.directory)
source: Vector Drawing
hi: नाम(suse-graphics-vectorgraphics.directory): वेक्टर ड्रॉइंग

# Name(suse-multimedia-videoplayer.directory)
source: Video Player
hi: नाम(suse-multimedia-videoplayer.directory): वीडियो प्लेयर

# Name(suse-office-warehouse.directory)
source: Warehouse
hi: नाम(suse-office-warehouse.directory): वेयरहाउस

# Name(kde-development-webdevelopment.directory)
source: Web Development
hi: वेब स्थल विकास

# Name(suse-internet-webdevelopment.directory)
source: Web Page Creation
hi: नाम(suse-internet-webdevelopment.directory): वेब पृष्ठ सृजन

# Name(suse-utility-web.directory)
source: Web Utilities
hi: नाम(suse-utility-web.directory): वेब उपयोगिताएं

# Name(suse-utility-xutils.directory)
source: X Utilities
hi: नाम(suse-utility-xutils.directory): X उपयोगिताएं

# Comment(kde-utilities-xutils.directory)
source: X Window Utilities
hi: एक्स विंडो यूटिलिटीज़

# Comment(suse-utility-xutils.directory)
source: X Window Utilities
hi: टिप्पणी (suse-utility-xutils.directory): X विंडो उपयोगिताएं

# Name(kde-utilities-xutils.directory)
source: X-Utilities
hi: एक्स-यूटिलिटीज़

# Name(suse-utility-xml.directory)
source: XML Utilities
hi: नाम(suse-utility-xml.directory): XML उपयोगिताएं
