Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(etruscanvenus.desktop)
source: A 3D immersion of of a Klein bottle that smoothly deforms between the Etruscan Venus surface, the Roman surface, the Boy surface, and the Ida surface. Topologically, all surfaces are Klein bottles, even the Roman and Boy surfaces, which are doubly covered and therefore appear to be an immersed real projective plane. You can walk on the Klein bottle or rotate it in 3D. Since all the surfaces except the Ida surfaces have points where the surface normal is not well defined for some points, walking is performed on the Ida surface. Furthermore, it is possible to smoothly deform the surface between the Etruscan Venus surface, the Roman surface, the Boy surface, and the Ida surface surface while turning it. Inspired by George K. Francis's book "A Topological Picturebook", Springer, 1987, George K. Francis's paper "The Etruscan Venus" in P. Concus, R. Finn, and D. A. Hoffman: "Geometric Analysis and Computer Graphics", Springer, 1991, and a video entitled "The Etruscan Venus" by Donna J. Cox, George K. Francis, and Raymond L. Idaszak, presented at SIGGRAPH 1989. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Klein_bottle https://mathworld.wolfram.com/BoySurface.html https://mathworld.wolfram.com/RomanSurface.html https://mathworld.wolfram.com/EtruscanVenusSurface.html https://mathworld.wolfram.com/IdaSurface.html Written by Carsten Steger.
pt_br: Uma imersão 3D de uma garrafa de Klein que se deforma suavemente entre a superfície etrusca de Vênus, a superfície romana, a superfície Boy e a superfície Ida. Topologicamente, todas as superfícies são garrafas de Klein, mesmo as superfícies Romana e Boy, que são duplamente cobertas e, portanto, parecem ser um plano projetivo real imerso. Você pode caminhar sobre a garrafa Klein ou girá-la em 3D. Como todas as superfícies, exceto as superfícies Ida, possuem pontos onde a normal da superfície não está bem definida para alguns pontos, a caminhada é realizada na superfície Ida. Além disso, é possível deformar suavemente a superfície entre a superfície etrusca de Vênus, a superfície romana, a superfície Boy e a superfície Ida enquanto a gira. Inspirado no livro "A Topological Picturebook" de George K. Francis, Springer, 1987, artigo de George K. Francis "The Etruscan Venus" em P. Concus, R. Finn e D. A. Hoffman: "Geometric Analysis and Computer Graphics", Springer, 1991, e um vídeo intitulado "The Etruscan Venus" de Donna J. Cox, George K. Francis e Raymond L. Idaszak, apresentado no SIGGRAPH 1989. https://en.wikipedia.org/wiki/Boy%27s_surface https: //en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Klein_bottle https://mathworld.wolfram.com/BoySurface.html https://mathworld.wolfram.com/RomanSurface.html https://mathworld.wolfram.com/EtruscanVenusSurface.html https://mathworld.wolfram.com/IdaSurface.html Escrito por Carsten Steger.
sk: 3D ponorenie Kleinovej fľaše, ktorá sa plynulo deformuje medzi povrchom etruskej Venuše, rímskym povrchom, Boyovým povrchom a povrchom Ida. Topologicky sú všetky plochy Kleinovými fľašami, dokonca aj rímska a Boyova plocha, ktoré sú dvojnásobne pokryté, a preto sa javia ako ponorená reálna projektívna rovina. Po Kleinovej fľaši môžete chodiť alebo ju otáčať v 3D. Keďže všetky povrchy okrem povrchu Ida majú body, v ktorých normála povrchu nie je pre niektoré body dobre definovaná, chôdza sa vykonáva na povrchu Ida. Okrem toho je možné pri otáčaní plynule deformovať povrch medzi povrchom etruskej Venuše, rímskym povrchom, Boyovým povrchom a povrchom Ida. Inšpirované knihou Georgea K. Francisa "A Topological Picturebook", Springer, 1987, prácou Georgea K. Francisa "The Etruscan Venus" v P. Concus, R. Finn a D. A. Hoffman: "Geometric Analysis and Computer Graphics", Springer, 1991, a videom s názvom "The Etruscan Venus" od Donny J. Cox, Georgea K. Francisa a Raymonda L. Idaszaka, prezentované na SIGGRAPH 1989. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Klein_bottle https://mathworld.wolfram.com/BoySurface.html https://mathworld.wolfram.com/RomanSurface.html https://mathworld.wolfram.com/EtruscanVenusSurface.html https://mathworld.wolfram.com/IdaSurface.html Napísal Carsten Steger.

# Comment(filmleader.desktop)
source: Displays a looping countdown based on the SMPTE Universal Film leader on a simulation of an old analog television. https://en.wikipedia.org/wiki/Film_leader Written by Jamie Zawinski.
sk: Zobrazuje odpočítavanie v slučke založené na zavádzacej časti SMPTE Universal Film na simulácii starého analógového televízora. https://en.wikipedia.org/wiki/Film_leader Napísal Jamie Zawinski.

# Name(fluidballs.desktop)
source: Fluid Balls
sk: Tekuté guličky

# Name(flyingtoasters.desktop)
source: Flying Toasters
sk: Lietajúce hriankovače

# Name(fontglide.desktop)
source: Font Glide
sk: Kĺzanie písma

# Name(gears.desktop)
source: Gears
ca: Engranatges
sk: Prevody

# Comment(gears.desktop)
source: Interlocking gears. See also the "Pinion" and "Möbius Gears" screen savers. https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Epicyclic_gearing Written by Jamie Zawinski.
sk: Vzájomne prepojené ozubené kolesá. Pozrite si tiež šetriče obrazovky "Pinion" a "Möbius Gears". https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Epicyclic_gearing Napísal Jamie Zawinski.

# Name(geodesicgears.desktop)
source: Geodesic Gears
sk: Geodetické ozubené kolesá

# Comment(gibson.desktop)
source: Hacking the Gibson, as per the 1995 classic film, HACKERS. Cereal Killer: "Oh yeah, you want a seriously righteous hack, you score one of those Gibsons, man. You know, supercomputers they use to like, do physics, and look for oil and stuff?" Phantom Phreak: "Ain't no way, man, security's too tight. The big iron?" Zero Cool: "Maybe. But, if I were gonna hack some heavy metal, I'd, uh, work my way back through some low security, and try the back door." Cereal Killer: "Yeah but oh man, wouldn't you just love to get one of those Gibsons, baby? Ooooh!" Phantom Phreak: "Yo, who ate all of my fries?" Written by Jamie Zawinski.
pt_br: Hackeando a Gibson, conforme o clássico filme de 1995, HACKERS. Cereal Killer: "Ah, sim, se você quer um hack realmente justo, você consegue um daqueles Gibsons, cara. Você sabe, supercomputadores que eles gostam, fazem física e procuram petróleo e outras coisas?" Phantom Phreak: "De jeito nenhum, cara, a segurança é muito rígida. O ferro grande?" Zero Cool: "Talvez. Mas, se eu fosse hackear algum heavy metal, eu, uh, voltaria por alguma segurança baixa e tentaria pela porta dos fundos." Cereal Killer: "Sim, mas, cara, você não adoraria comprar uma daquelas Gibsons, baby? Ooooh!" Phantom Phreak: "Ei, quem comeu todas as minhas batatas fritas?" Escrito por Jamie Zawinski.
sk: Nabúranie Gibsona podľa klasického filmu HACKERS z roku 1995. Cereal Killer: "Ach áno, ak chceš vážne poctivý zásah, získaj jeden z tých Gibsonov, človeče. Vieš, tie superpočítače, ktoré používajú na fyziku, hľadanie ropy a tak?" Phantom Phreak: "V žiadnom prípade, človeče, bezpečnosť je príliš prísna. Veľké železo?" Zero Cool: "Možno. Ale ak by som sa chcel nabúrať do nejakého silného železa, tak by som sa vrátil cez slabé zabezpečenie a skúsil by som zadné dvierka." Cereal Killer: "Áno, ale človeče, nechcel by si dostať jedného z tých Gibsonov, zlato? Ozaj!" Phantom Phreak: "Hej, kto mi zjedol všetky hranolčeky?" Napísal Jamie Zawinski.

# Name(glblur.desktop)
source: GL Blur
sk: Rozmazanie GL

# Name(glcells.desktop)
source: GL Cells
sk: Bunky GL

# Name(glhanoi.desktop)
source: GL Hanoi
sk: Hanoj GL

# Comment(glitchpeg.desktop)
source: Loads an image, corrupts it, and then displays the corrupted version, several times a second. After a while, finds a new image to corrupt. Written by Jamie Zawinski.
pt_br: Carrega uma imagem, corrompe-a e exibe a versão corrompida várias vezes por segundo. Depois de um tempo, encontra uma nova imagem para corromper. Escrito por Jamie Zawinski.
sk: Načíta obrázok, poškodí ho a potom zobrazí poškodenú verziu niekoľkokrát za sekundu. Po chvíli nájde nový obrázok, ktorý poškodí. Napísal Jamie Zawinski.

# Name(glknots.desktop)
source: GL Knots
sk: Uzly GL

# Name(glplanet.desktop)
source: GL Planet
sk: Planéta GL

# Comment(glplanet.desktop)
source: The Earth, bouncing around in space, rendered with satellite imagery of the planet in both sunlight and darkness. If you would like it to display a different planet, any pair of Equirectangular-projected maps will work. The maps that come with "ssystem" work well. Written by David Konerding and Jamie Zawinski.
sk: Zem poskakujúca vo vesmíre, vykreslená pomocou satelitných snímok planéty v slnečnom svetle aj v tme. Ak chcete, aby sa zobrazovala iná planéta, bude fungovať akákoľvek dvojica máp s ekvidištantným priemetom. Mapy, ktoré sa dodávajú so "ssystem", fungujú dobre. Napísal David Konerding a Jamie Zawinski.

# Name(glschool.desktop)
source: GL School
sk: Škola GL

# Name(glslideshow.desktop)
source: GL Slideshow
sk: Prezentácia GL

# Name(glsnake.desktop)
source: GL Snake
sk: Had GL

# Name(gltext.desktop)
source: GL Text
sk: Text GL

# Name(gravitywell.desktop)
source: Gravity Well
pt_br: Poço Gravitacional
sk: Gravitačná jama

# Comment(gravitywell.desktop)
source: Massive objects distort space in a two dimensional universe. Written by Jamie Zawinski.
sk: Masívne objekty deformujú priestor v dvojrozmernom vesmíre. Napísal Jamie Zawinski.

# Comment(handsy.desktop)
source: A set of robotic hands communicate non-verbally. Written by Jamie Zawinski.
sk: Sada robotických rúk komunikuje neverbálne. Napísal Jamie Zawinski.

# Comment(headroom.desktop)
source: "Back in my day, we used to say 'No future'. Well. This is it." -- Blank Reg "I can dump down all the information in the mind. Then I can eliminate any information I don't want. My parrot squawks in much the same way. For the moment, the computer power is only enough to generate a human head." -- Bryce Lynch Written by Jamie Zawinski.
pt_br: "Na minha época, costumávamos dizer 'Sem futuro'. Bem. É isso." - Blank Reg "Posso despejar todas as informações na mente. Depois posso eliminar qualquer informação que não quero. Meu papagaio grasna da mesma maneira. No momento, a potência do computador é suficiente apenas para gerar um cabeça humana." - Bryce Lynch Escrito por Jamie Zawinski.
sk: "Za mojich čias sme hovorili 'Žiadna budúcnosť'. No. Toto je ono." -- Blank Reg "Všetky informácie si môžem uložiť do pamäte. Potom môžem odstrániť všetky informácie, ktoré nechcem. Môj papagáj škrieka podobne. Výkon počítača zatiaľ stačí len na vytvorenie ľudskej hlavy." -- Bryce Lynch Napísal Jamie Zawinski.

# Name(hexstrut.desktop)
source: Hex Strut
sk: Šesťhranná rozpera

# Comment(hypnowheel.desktop)
source: Overlapping, translucent spiral patterns. The tightness of their spirals fluctuates in and out. https://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski.
sk: Prekrývajúce sa priesvitné špirálové vzory. Tesnosť ich špirál kolíše dovnútra a von. https://en.wikipedia.org/wiki/Moire_pattern Napísal Jamie Zawinski.

# Name(juggler3d.desktop)
source: Juggler 3D
sk: Žonglovanie 3D

# Comment(klein.desktop)
source: A Klein bottle is the 4D analog of a möbius strip. You can walk on the surface of the bottle or rotate it in 4D or walk on it while it rotates in 4D. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Klein_bottle Written by Carsten Steger.
sk: Kleinova fľaša je 4D analógia Möbiovej pásky. Môžete sa prechádzať po povrchu fľaše alebo ju otáčať v 4D alebo kráčať po nej, zatiaľ čo sa otáča v 4D. Inšpirované knihou Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Klein_bottle Napísal Carsten Steger.

# Name(lcdscrub.desktop)
source: LCD Scrub
sk: Čistenie LCD

# Comment(lcdscrub.desktop)
source: repairs burn-in on LCD monitors. This saver is functional, rather than pretty. Believe it or not, screen burn is not a thing of the past. It can happen to LCD screens pretty easily, even in this modern age. However, leaving the screen on and displaying high contrast images can often repair the damage. That's what this screen saver does. See also: https://web.archive.org/web/20020817075924/http%3A//docs.info.apple.com/article.html?artnum=88343 Inspired by the like-named and long-defunct program by Daniel Sandler. Written by Jamie Zawinski.
sk: Opravuje vypálenia na LCD monitoroch. Tento šetrič je skôr funkčný ako pekný. Verte tomu alebo nie, vypálenie obrazovky nie je minulosťou. LCD monitorom sa to môže stať veľmi ľahko, dokonca aj v tojto modernej dobe. Ak však necháte obrazovku zapnutú a zobrazujete obrázky s vysokým kontrastom, môže sa poškodenie často napraviť. To robí tento šetrič obrazovky. Pozrite si tiež: https://web.archive.org/web/20020817075924/http%3A//docs.info.apple.com/article.html?artnum=88343 Inšpirované rovnomenným a dávno neexistujúcim programom Daniela Sandlera. Napísal Jamie Zawinski.

# Name(mapscroller.desktop)
source: Map Scroller
sk: Posúvač mapy

# Comment(mapscroller.desktop)
source: A slowly-scrolling map of a random place on Earth. The map images are loaded from openstreetmap.org, or any compatible service. The Earth is very big, and full of Things. As you ponder these maps, remember that traffic always expands to fill all available lanes, every car is a policy failure, and the concept of "jaywalking" was invented for profit by auto industry lobbyists in the 1920s. OpenStreetMap data is © OpenStreetMap contributors. Written by Jamie Zawinski.
pt_br: Um mapa de rolagem lenta de um lugar aleatório na Terra. As imagens do mapa são carregadas de openstreetmap.org ou de qualquer serviço compatível. A Terra é muito grande e cheia de coisas. Ao ponderar sobre estes mapas, lembre-se de que o tráfego se expande sempre para preencher todas as faixas disponíveis, cada carro é uma falha política e o conceito de "travessia imprudente" foi inventado com fins lucrativos por lobistas da indústria automobilística na década de 1920. Os dados do OpenStreetMap são © contribuidores do OpenStreetMap. Escrito por Jamie Zawinski.
sk: Pomaly sa posúvajúca mapa náhodného miesta na Zemi. Mapové obrázky sa načítavajú z openstreetmap.org alebo z inej kompatibilnej služby. Zem je veľmi veľká a plná vecí. Keď budete uvažovať nad týmito mapami, nezabudnite, že doprava sa vždy rozširuje, aby zaplnila všetky dostupné jazdné pruhy, každé auto je zlyhaním politiky a pojem "jaywalking" vymysleli lobisti automobilového priemyslu v 20. rokoch minulého storočia s cieľom dosiahnuť zisk. OpenStreetMap data is © OpenStreetMap contributors. Written by Jamie Zawinski.

# Name(marbling.desktop)
source: Marbling
pt_br: Marmoreio
sk: Mramorovanie

# Comment(marbling.desktop)
source: Marble-like or cloud-like patterns generated using Perlin Noise and Fractal Brownian Motion. https://en.wikipedia.org/wiki/Perlin_noise https://en.wikipedia.org/wiki/Fractional_Brownian_motion Written by Jamie Zawinski and Dave Odell.
sk: Mramorové alebo oblačné vzory generované pomocou Perlinovho šumu a fraktálneho Brownovho pohybu. https://en.wikipedia.org/wiki/Perlin_noise https://en.wikipedia.org/wiki/Fractional_Brownian_motion Napísal Jamie Zawinski a Dave Odell.

# Name(maze3d.desktop)
source: Maze 3D
sk: Bludisko 3D

# Comment(maze3d.desktop)
source: A re-creation of the 3D Maze screensaver from Windows 95. Written by Sudoer.
pt_br: Uma recriação do protetor de tela 3D Maze do Windows 95. Escrito por Sudoer.
sk: Opätovné vytvorenie šetriča obrazovky 3D Maze z Windows 95. Napísal Sudoer.

# Name(memscroller.desktop)
source: Mem Scroller
sk: Rolovanie pamäte

# Comment(menger.desktop)
source: The Menger Gasket is a cube-based recursive fractal object analogous to the Sierpinski Tetrahedron. https://en.wikipedia.org/wiki/Menger_sponge https://en.wikipedia.org/wiki/Sierpinski_carpet Written by Jamie Zawinski.
sk: Mengerova špongia je rekurzívny fraktálny objekt založený na kocke, ktorý je analogický so Sierpinského štvorstenom. https://en.wikipedia.org/wiki/Menger_sponge https://en.wikipedia.org/wiki/Sierpinski_carpet Napísal Jamie Zawinski.

# Name(mirrorblob.desktop)
source: Mirror Blob
sk: Zrkadlová kvapka

# Comment(moebius.desktop)
source: M. C. Escher's "Möbius Strip II", an image of ants walking along the surface of a möbius strip. https://en.wikipedia.org/wiki/Moebius_strip https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo F. Vianna.
sk: M. C. Escher "Möbius Strip II", obrázok mravcov kráčajúcich po povrchu Möbiovej pásky. https://en.wikipedia.org/wiki/Moebius_strip https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Napísal Marcelo F. Vianna.

# Name(moebiusgears.desktop)
source: Möbius Gears
sk: Möbiove ozubené kolesá

# Comment(moebiusgears.desktop)
source: An interlinked loop of rotating gears. The layout of the gears follows the path of a möbius strip. See also the "Pinion" and "Gears" screen savers. https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Moebius_strip Written by Jamie Zawinski.
sk: Prepojená slučka rotujúcich ozubených kolies. Rozostavenie ozubených kolies sleduje dráhu Möbiovej pásky. Pozrite si tiež šetriče obrazovky "Pinion" and "Prevody". https://en.wikipedia.org/wiki/Involute_gear https://en.wikipedia.org/wiki/Moebius_strip Napísal Jamie Zawinski.

# Comment(moire.desktop)
source: When the lines on the screen Make more lines in between, That's a moiré! https://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski and Michael Bayne.
sk: Keď čiary na obrazovke vytvárajú medzi sebou viac čiar, to je moiré! https://en.wikipedia.org/wiki/Moire_pattern Napísal Jamie Zawinski a Michael Bayne.

# Name(noseguy.desktop)
source: Nose Guy
sk: Nosatý chlapík

# Name(peepers.desktop)
source: Peepers
pt_br: Espreitadores
sk: Sledujúci

# Comment(peepers.desktop)
source: Floating eyeballs. Anatomically correct, and they also track the pointer. Written by Jamie Zawinski.
sk: Plávajúce očné buľvy. Anatomicky správne a sledujú aj ukazovateľ. Napísal Jamie Zawinski.

# Name(photopile.desktop)
source: Photo Pile
sk: Foto kopa

# Comment(pinion.desktop)
source: A gear system marches across the screen. See also the "Gears" and "Möbius Gears" screen savers. https://en.wikipedia.org/wiki/Involute_gear Written by Jamie Zawinski.
sk: Prevodový systém pochoduje cez obrazovku. Pozrite si tiež šetriče obrazovky "Prevody" and "Möbiove ozubené kolesá". https://en.wikipedia.org/wiki/Involute_gear Napísal Jamie Zawinski.

# Name(projectiveplane.desktop)
source: Projective Plane
sk: Projektívna rovina

# Comment(projectiveplane.desktop)
source: A 4D embedding of the real projective plane. You can walk on the surface of the real projective plane or rotate it in 4D or walk on it while it rotates in 4D. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Real_projective_plane https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Cross_cap https://en.wikipedia.org/wiki/Moebius_strip https://mathworld.wolfram.com/RealProjectivePlane.html https://mathworld.wolfram.com/RomanSurface.html https://mathworld.wolfram.com/Cross-Cap.html https://mathworld.wolfram.com/MoebiusStrip.html Written by Carsten Steger.
sk: 4D vkladanie skutočnej projektívnej roviny. Môžete chodiť po povrchu skutočnej projektívnej roviny alebo ju otáčať v 4D alebo kráčať po nej, zatiaľ čo sa otáča v 4D. Inšpirované knihou Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Real_projective_plane https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Cross_cap https://en.wikipedia.org/wiki/Moebius_strip https://mathworld.wolfram.com/RealProjectivePlane.html https://mathworld.wolfram.com/RomanSurface.html https://mathworld.wolfram.com/Cross-Cap.html https://mathworld.wolfram.com/MoebiusStrip.html Napísal Carsten Steger.

# Name(quasicrystal.desktop)
source: Quasi-Crystal
sk: Kvázikryštál

# Comment(razzledazzle.desktop)
source: Generates an infinitely-scrolling sequence of dazzle camouflage patterns. Dazzle Ships, in addition to being the best album by Orchestral Manoeuvres in the Dark, were military vessels during World War I and early in World War II that were painted not to conceal but to confuse: with these Cubist overlapping stripes, it was very hard to estimate their size, range and heading. This was a big deal before the invention of Radar. https://en.wikipedia.org/wiki/Dazzle_camouflage https://en.wikipedia.org/wiki/Cubism https://en.wikipedia.org/wiki/Dazzle_Ships_%28album%29 https://en.wikipedia.org/wiki/Acoustic_mirror https://en.wikipedia.org/wiki/Radar Written by Jamie Zawinski.
pt_br: Gera uma sequência de rolagem infinita de padrões de camuflagem deslumbrantes. Dazzle Ships, além de ser o melhor álbum de Orchestral Maneuvers in the Dark, foram embarcações militares durante a Primeira Guerra Mundial e no início da Segunda Guerra Mundial que foram pintadas não para esconder, mas para confundir: com essas listras cubistas sobrepostas, era muito difícil para estimar seu tamanho, alcance e direção. Isso era um grande negócio antes da invenção do Radar. https://en.wikipedia.org/wiki/Dazzle_camouflage https://en.wikipedia.org/wiki/Cubism https://en.wikipedia.org/wiki/Dazzle_Ships_%28album%29 https://en.wikipedia .org/wiki/Acoustic_mirror https://en.wikipedia.org/wiki/Radar Escrito por Jamie Zawinski.
sk: Generuje nekonečne sa pohybujúcu sekvenciu maskovacích vzorov dazzle. Dazzle Ships, okrem toho, že ide o najlepší album Orchestral Manoeuvres in the Dark, boli vojenské lode počas prvej a na začiatku druhej svetovej vojny, ktoré boli natreté nie na zakrytie, ale na zmätenie: s týmito kubistickými prekrývajúcimi sa pruhmi bolo veľmi ťažké odhadnúť ich veľkosť, rozsah a smer. Pred vynájdením radaru to bol veľký problém. https://en.wikipedia.org/wiki/Dazzle_camouflage https://en.wikipedia.org/wiki/Cubism https://en.wikipedia.org/wiki/Dazzle_Ships_%28album%29 https://en.wikipedia.org/wiki/Acoustic_mirror https://en.wikipedia.org/wiki/Radar Written by Jamie Zawinski.

# Comment(rdbomb.desktop)
source: Reaction-diffusion: draws a grid of growing square-like shapes that, once they overtake each other, react in unpredictable ways. Written by Scott Draves.
sk: Reakcia-difúzia: nakreslí mriežku rastúcich štvorcových tvarov, ktoré po vzájomnom predbiehaní reagujú nepredvídateľným spôsobom. Napísal Scott Draves.
