Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ca, cs, de, el, fi, it, lt, pt_br, ru, sk, uk

# X-SuSE-YaST-Keywords(org.opensuse.yast.AutoYaST.desktop)
source: autoyast,installation
ca: autoyast,instal·lació
cs: autoyast,instalace
el: autoyast,εγκατάσταση
fi: autoyast,asennus
it: autoyast,installazione
pt_br: autoyast,instalação
sk: autoyast,inštalácia
uk: autoyast,встановлення

# Name(org.opensuse.yast.AutoYaST.desktop)
source: YaST Autoinstallation
ca: Autoinstal·lació del YasT
cs: YaST autoinstalace
el: YaST Αυτόματη Εγκατάσταση
fi: YaST – Automaattiasennus
it: YaST installazione automatica
lt: YaST automatinis diegimas
pt_br: YaST Auto Instalação
ru: YaST Автоустановка
sk: Automatická inštalácia YaST
uk: YaST Автоматичне встановлювання

# GenericName(org.opensuse.yast.AutoYaST.desktop)
source: Autoinstallation Configuration
ca: Configuració de l'autoinstal·lació
cs: Autoinstalační konfigurace
de: Autoinstallation-Konfiguration
el: Ρύθμιση αυτόματης εγκατάστασης
fi: Automaattiasen asennuksen määritykset
it: Configurazione installazione automatica
lt: Automatinio diegimo konfigūravimas
pt_br: Configuração da Auto Instalação
ru: Настройка автоматической установки
sk: Konfigurácia automatickej inštalácie
uk: Конфігурація автовстановлення

# Comment(org.opensuse.yast.AutoYaST.desktop)
source: Configuration system for autoinstallation
ca: Sistema de configuració per a l'autoinstal·lació
cs: Nastavení systému pro automatickou instalaci
de: Konfigurationssystem für automatische Installation
el: Ρύθμιση συστήματος για αυτόματη εγκατάσταση
fi: Järjestelmän määritys automaattiasennusta varten
it: Configura il sistema per l'installazione automatica
lt: Sistemos sąranka automatiniam diegimui
pt_br: Sistema de configuração para a auto instalação
ru: Настройка системы для автоустановки
sk: Systém konfigurácie pre automatickú inštaláciu
uk: Налаштування системи для автоматичного встановлення

# X-SuSE-YaST-Keywords(org.opensuse.yast.CloneSystem.desktop)
source: autoyast,installation,clone
ca: autoyast,instal·lació,clona
cs: autoyast,instalace,klon
de: autoyast,Installation,klonen
el: autoyast,εγκατάσταση,κλώνος
fi: autoyast,asennus,klooni
it: autoyast,installazione,clonazione
pt_br: autoyast,instalação,clonagem
sk: autoyast,inštalácia,klonovať
uk: autoyast,встановлення,клонування

# Name(org.opensuse.yast.CloneSystem.desktop)
source: YaST Clone System
ca: Clonació de sistema del YaST
cs: YaST klonovací systém
de: YaST System klonen
el: Κλωνοποίηση συστήματος YaST
fi: YaST – Kloonaa järjestelmä
it: Sistema di clonazione di YaST
lt: YaST klonavimo sistema
pt_br: Sistema de Clonagem YaST
ru: YaST Клонировать систему
sk: Klonovací systém YaST
uk: YaST Клонування системи

# GenericName(org.opensuse.yast.CloneSystem.desktop)
source: Autoinstallation Cloning System
ca: Sistema de clonació d'autoinstal·lació
cs: Autoinstalační klonovací systém
de: Autoinstallation eines Geklonten Systems
el: Σύστημα κλωνοποίησης αυτόματης εγκατάστασης
fi: Automaattiasennuksen kloonausjärjestelmä
it: Sistema di clonazione dell'installazione automatica
lt: Automatinio diegimo klonavimo sistema
pt_br: Sistema de clonagem da auto instalação
ru: Автоматическая установка клонируемой системы
sk: Klonovací systém automatickej inštalácie
uk: Система клонування автовстановлення

# Comment(org.opensuse.yast.CloneSystem.desktop)
source: Create an AutoYaST configuration file for cloning the system
ca: Creeu un fitxer de configuració de l'AutoYaST per clonar el sistema.
cs: Vytvoří konfigurační soubor AutoYaST pro klonování systému
de: Eine AutoYaST-Konfigurationsdatei für das Klonen des Systems erstellen
el: Δημιουργία αρχείου ρυθμίσεων AutoYaST για κλωνοποίηση του συστήματος
fi: Luo AutoYaST-määritystiedosto järjestelmän kloonaamiseksi
it: Crea un file di configurazione AutoYaST per clonare il sistema
lt: Sukurti AutoYaST konfigūracijos rinkmeną sistemos klonavimui
pt_br: Crie um arquivo de configuração do AutoYaST para clonar o sistema
ru: Создать файл настроек AutoYaSTдля клонирования системы
sk: Vytvoriť konfiguračný súbor AutoYaST pre klonovanie systému
uk: Створити файл налаштувань AutoYaST для клонування системи

# X-SuSE-YaST-Keywords(org.opensuse.yast.Vendor.desktop)
source: vendor,cd,driver,update,packages,repositories,software
ca: proveïdor,controlador,actualització,paquets,repositoris,programari
cs: prodejce,cd,ovladač,aktualizace,balíčky,úložiště,software
de: Anbieter,CD,Treiber,Aktualisierung,Pakete,Softwarequellen,Software
el: πωλητής,cd,οδηγός,ενημέρωση,πακέτα,αποθετήρια,λογισμικό
fi: valmistaja,cd,ajuri,päivitys,paketit,arkistot,ohjelma
it: fornitore,cd,driver,aggiornamento,pacchetti,repository,software
pt_br: fornecedor,cd,driver,atualização,pacotes,repositórios,software
sk: dodávateľ,cd,ovládač,aktualizácia,balíky,repozitáre,softvér

# Name(org.opensuse.yast.Vendor.desktop)
source: YaST Vendor Driver
ca: Controlador de proveïdor del YaST
cs: YaST ovladač od výrobce
de: YaST Hersteller-Treiber
el: CD οδηγού κατασκευαστή
fi: YaST – Valmistajan ajurit
it: Driver fornitore YaST
lt: Gamintojo tvarkyklės
pt_br: YaST Driver do fabricante
ru: YaST Драйверы производителя
sk: YaST ovládač od dodávateľa
uk: YaST Драйвери виробника

# GenericName(org.opensuse.yast.Vendor.desktop)
source: Vendor Driver
ca: Controlador de proveïdor
cs: Ovladač od výrobce
de: Hersteller-Treiber
el: Οδηγός κατασκευαστή
fi: Valmistajan laiteajurit
it: Driver del fornitore
lt: Gamintojo tvarkyklės
pt_br: Driver do fabricante
ru: Драйверы производителя
sk: Ovládač od dodávateľa
uk: Драйвери виробника

# Comment(org.opensuse.yast.Vendor.desktop)
source: Install a driver from a vendor-specific medium
ca: Instal·leu un controlador des d'un mitjà d'un proveïdor específic
cs: Instalace ovladače z média od výrobce
de: Einen Treiber von einem Hersteller-spezifischen Datenträger installieren
el: Εγκατάσταση οδηγού από ένα CD-ROM συγκεκριμένου κατασκευαστή
fi: Asenna ohjain valmistajan medialta
it: Installa un driver da un supporto specifico del fornitore
lt: Įdiegti tvarkykles iš gamintojo laikmenos
pt_br: Instale um driver a partir de uma mídia específica do fornecedor
ru: Установить драйвер с носителя производителя
sk: Inštalovať ovládač z média od konkrétneho dodávateľa
uk: Встановлення драйвера з носія постачальника

# X-SuSE-YaST-Keywords(org.opensuse.yast.AddOn.desktop)
source: update,packages,repositories,software
ca: actualització,paquets,repositoris,programari
cs: aktualizace,balíčky,úložiště,software
de: Aktualisierungen,Pakete,Quellen,Software
el: ενημέρωση,πακέτα,αποθετήρια,λογισμικό
fi: päivitys,paketit,arkistot,ohjelma
it: aggiornamento,pacchetti,repository,software
pt_br: atualizar,pacotes,repositórios,software
sk: aktualizácia,balíky,repozitáre,softvér

# Name(org.opensuse.yast.AddOn.desktop)
source: YaST Add-On Products
ca: Productes complementaris del YaST
cs: Rozšiřující produkty YaST
de: YaST Zusatz-Produkte
el: Προϊόντα προσθέτων YaST
fi: YaST – Lisäosat
it: YaST Prodotti aggiuntivi
lt: YaST papildomi produktai
pt_br: YaST Produtos complementares
ru: YaST Дополнительные продукты
sk: Prídavné produkty YaST
uk: YaST Додаткові продукти

# GenericName(org.opensuse.yast.AddOn.desktop)
source: Add-On Products
ca: Productes complementaris
cs: Rozšiřující produkty
de: Zusatz-Produkte
el: Προϊόντα προσθέτων
fi: Lisäosat
it: Prodotti aggiuntivi
lt: Papildomi produktai
pt_br: Produtos complementares
ru: Дополнительные продукты
sk: Prídavné produkty
uk: Додаткові продукти

# Comment(org.opensuse.yast.AddOn.desktop)
source: Install or remove add-on products
ca: Instal·leu o suprimiu productes complementaris
cs: Instalace nebo odstranění balíčků rozšířujících produktů
de: Zusatz-Produkte installieren oder entfernen
el: Εγκάσταση ή αφαίρεση πρόσθετων προϊόντων
fi: Asenna tai poista lisäosia
it: Installa o rimuovi i prodotti aggiuntivi
lt: Įdiegti arba pašalinti papildomus produktus
pt_br: Instale ou remova produtos complementares
ru: Установить или удалить дополнительные продукты
sk: Inštalovať alebo odstrániť prídavné produkty
uk: Встановити або вилучити додаткові продукти

# Name(org.opensuse.yast.ADSI.desktop)
source: YaST Active Directory Compatible Service Interfaces Editor
ca: Editor d'interfícies de servei compatibles amb Active Directory del YaST
cs: YaST editor rozhraní služby kompatibilní s Aktivním adresářem
de: YaST Editor für Active Directory-kompatible Service Schnittstellen
el: Επεξεργαστής διασυνδέσεων υπηρεσιών συμβατών με το Active Directory του YaST
fi: YaST – Active Directory -yhteensopivan rajapinnan muokkaus
it: Editor interfacce di servizio compatibili con YaST Active Directory
pt_br: Editor de interfaces de serviço compatível com o Active Directory do YaST
ru: YaST Редактор интерфейсов службы Active Directory
sk: YaST editor rozhraní kompatibilných s Active Directory

# GenericName(org.opensuse.yast.ADSI.desktop)
source: ADSI Edit
ca: Edició d'ADSI
de: ADSI Bearbeiten
el: Επεξεργασία ADSI
fi: ADSI-muokkaus
it: Modifica ADSI
lt: ADSI redaktorius
pt_br: Editar ADSI
ru: Редактор ADSI

# Comment(org.opensuse.yast.ADSI.desktop)
source: Manage LDAP Tree
ca: Gestió de l'arbre d'LDAP
cs: Správa stromu LDAP
de: Verwaltung von LDAP Bäumen
el: Διαχείριση κόμβων OpenLDAP MirrorMode
fi: Hallitse LDAP-puuta
it: Gestisci LDAP Tree
lt: Tvarkyti LDAP medį
pt_br: Gerencie a árvore LDAP
ru: Управление деревом LDAP
sk: Spravovať strom LDAP
uk: Управління деревом LDAP

# Name(org.opensuse.yast.ADUC.desktop)
source: YaST Active Directory Users and Computers
ca: Usuaris i ordinadors d'Active Directory del YaST
cs: YaST Uživatelé a počítače Aktivního adresáře
de: YaST Aktive Ordnernutzer und Computer
el: Ρύθμιση διακομιστή πιστοποίησης
fi: YaST – Active Directory -käyttäjät ja -tietokoneet
it: utenti e computer di YaST Active Directory
lt: YaST aktyvaus katalogo
pt_br: YaST Computadores e Usuários do Active Directory
ru: YaST Пользователи и компьютеры Active Directory
sk: YaST Používatelia a počítače Active Directory
uk: YaST Користувачі та комп’ютери Active Directory

# GenericName(org.opensuse.yast.ADUC.desktop)
source: Active Directory Users and Computers
ca: Usuaris i ordinadors d'Active Directory
cs: Uživatelé a počítače v Aktivním adresáři
de: Aktive Ordnernutzer und Computer
el: Χρήστες και υπολογιστές Active Directory
fi: Active Directory -käyttäjät ja tietokoneet
it: Utenti e computer di Active Directory
lt: Aktyvaus katalogo naudotojai ir kompiuteriai
pt_br: Computadores e Usuários do Active Directory
ru: Пользователи и компьютеры Active Directory
sk: Používatelia a počítače Active Directory

# Comment(org.opensuse.yast.ADUC.desktop)
source: Manage Active Directory Users and Computers
ca: Gestioneu els usuaris i ordinadors d'Active Directory
cs: Správa uživatelů a počítačů v Aktivním adresáři
de: Verwalte aktive Verzeichnisbenutzer und Computer
el: Διαχείριση χρηστών και υπολογιστών Active Directory
fi: Hallitse Active Directory -käyttäjiä ja tietokoneita
it: Gestisci utenti e computer di Active Directory
lt: Tvarkyti aktyvaus katalogo naudotojus ir kompiuterius
pt_br: Gerenciar Computadores e Usuários do Active Directory
ru: Управление пользователями и компьютерами Active Directory
sk: Spravovať používateľov a počítače Active Directory

# Name(org.opensuse.yast.Alternatives.desktop)
source: YaST Alternatives
ca: Alternatives del YasT
cs: Alternativy YaST
de: YaST Alternativen
el: Εναλακτικές YaST
fi: YaST – Vaihtoehtojärjestelmä
it: Alternative YaST
lt: YaST alternatyvos
pt_br: YaST Alternativos
ru: YaST Альтернативы
sk: Alternatívy YaST
uk: YaST Альтернативи

# Comment(org.opensuse.yast.Alternatives.desktop)
source: Manage update-alternatives switching
ca: Gestió de commutació d'alternatives d'actualització
cs: Přepínání ovládající alternativy aktualizace
de: update-alternatives-Umschaltung verwalten
el: Διαχείριση αλλαγής ενημερώσεων από εναλλακτικές πηγές
fi: Hallitse update-alternatives-järjestelmää
it: Gestisci passaggio di update-alternatives
lt: Persijungti tarp alternatyvų
pt_br: Gerenciar trocas do update-alternatives
ru: Управление переключениями update-alternatives
sk: Spravovať prepínanie alternatív aktualizácie
uk: Управління перемиканням альтернативних оновлень

# X-SuSE-YaST-Keywords(org.opensuse.yast.Apparmor.desktop)
source: security,LSM,MAC,DAC,access,control
ca: seguretat,LSM,MAC,DAC,accés,control
cs: bezpečnost,LSM,MAC,DAC,přístup,řízení
de: Sicherheit,LSM,MAC,DAC,Zugriff,Kontrolle
el: ασφάλεια,LSM,MAC,DAC,πρόσβαση,έλεγχος
fi: turvallisuus,LSM,MAC,DAC,pääsy,valvonta
it: sicurezza,LSM,MAC,DAC,accesso,controllo
pt_br: securança,LSM,MAC,DAC,acesso,controle
sk: bezpečnosť,LSM,MAC,DAC,prístup,riadiť

# Name(org.opensuse.yast.Apparmor.desktop)
source: YaST AppArmor
ca: AppArmor del YaST

# Comment(org.opensuse.yast.Apparmor.desktop)
source: AppArmor Configuration
ca: Configureu l'AppArmor
cs: Konfigurace AppArmoru
de: AppArmor-Konfiguration
el: Ρύθμιση AppArmor
fi: AppArmor-määritys
it: Configurazione di AppArmor
lt: AppArmor konfigūravimas
pt_br: Configuração do AppArmor
ru: Настройка AppArmor
sk: Konfigurácia AppArmor
uk: Налаштування AppArmor

# X-SuSE-YaST-Keywords(org.opensuse.yast.AuditLAF.desktop)
source: audit,auditd,auditctl,auditing,dispatcher,LAF
ca: audit,auditd,auditctl,auditoria,dispatcher,LAF
cs: audit,auditd,auditctl,auditování,dispečer,LAF
de: Prüfung,auditd,auditctl,prüfen,Dispatcher,LAF
fi: audit,auditd,auditctl,auditointi,dispatcher,LAF
it: audit,auditd,auditctl,controllo,dispatcher,LAF
pt_br: auditoria,auditd,auditctl,auditoria,despachante,LAF
sk: audit,auditd,auditctl,auditovanie,dispečer,LAF

# Name(org.opensuse.yast.AuditLAF.desktop)
source: YaST Audit (LAF)
ca: Auditoria (LAF) del YaST
fi: YaST – Auditointi (LAF)
it: Audit YaST (LAF)
lt: YaST auditas (LAF)
pt_br: Auditoria YaST (LAF)
ru: YaST Аудит (LAF)

# Comment(org.opensuse.yast.AuditLAF.desktop)
source: Collect information about the system
ca: Recopileu informació sobre el sistema
cs: Sbírá údaje o systému
de: Informationen über das System sammeln
el: Συλλογή πληροφοριών σχετικά με το σύστημα
fi: Kerää tietoja järjestelmästä
it: Raccogli informazioni sul sistema
lt: Rinkti informaciją apie sistemą
pt_br: Coletar informações sobre o sistema
ru: Собрать сведения о системе
sk: Zbierať informácie o systéme

# X-SuSE-YaST-Keywords(org.opensuse.yast.AuthClient.desktop)
source: authentication,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
ca: autenticació,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
cs: autentizace,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
de: Authentifizierung,SSSD,PAM,LDAP,Kerberos,krb,krb5,Windows,Microsoft,AD,ActiveDirectory
el: αυθεντικοποίηση,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
fi: authentication,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory,todennus
it: autenticazione,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
pt_br: autenticação,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activeedirectory
sk: overenie,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory

# Name(org.opensuse.yast.AuthClient.desktop)
source: YaST User Logon
ca: Inici de sessió d'usuari del YaST
cs: YaST přihlášení uživatele
de: YaST Benutzeranmeldung
el: Είσοδος χρήστη YaST
fi: YaST – Kirjautuminen
it: Accesso utente YAST
lt: YaST naudotojų tapatybės nustatymas
pt_br: YaST Logon do Usuário
ru: YaST Вход пользователей
sk: Prihlásenie používateľa YaST

# GenericName(org.opensuse.yast.AuthClient.desktop)
source: User Logon
ca: Inici de sessió de l’usuari
cs: Přihlášení uživatele
de: Benutzeranmeldung
el: Είσοδος χρήστη
fi: Käyttäjän kirjautuminen
it: Accesso utente
lt: Naudotojų prisijungimų tvarkymas
pt_br: Logon de usuários
ru: Вход пользователей
sk: Prihlásenie používateľa
uk: Вхід користувача

# Comment(org.opensuse.yast.AuthClient.desktop)
source: User Logon Management
ca: Gestió de sessió d'usuari
cs: Správa přihlášení uživatelů
de: Benutzeranmeldungs-Verwaltung
el: Διαχείριση εισόδου χρήστη
fi: Käyttäjän kirjautumisen hallinta
it: Gestione accesso utenti
lt: Naudotojų prisijungimų tvarkymas per SSSD
pt_br: Gerenciamento de dados de entrada do usuário
ru: Управление входом пользователей
sk: Správa prihlásenia používateľov
uk: Управління входом користувачів

# X-SuSE-YaST-Keywords(org.opensuse.yast.LDAPKrb.desktop)
source: authentication,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
ca: autenticació,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
cs: autentizace,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
de: Authentifizierung,SSSD,PAM,LDAP,Kerberos,krb,krb5,Windows,Microsoft,AD,ActiveDirectory
el: αυθεντικοποίηση,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
fi: authentication,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory,todennus
it: autenticazione,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
pt_br: autenticação,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activeedirectory
sk: overenie,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory

# Name(org.opensuse.yast.LDAPKrb.desktop)
source: YaST LDAP and Kerberos
ca: LDAP i client de Kerberos del YaST
cs: YaST LDAP a Kerberos
de: YaST LDAP und Kerberos
el: Πελάτης LDAP και Kerberos
fi: YaST – LDAP ja Kerberos
it: YaST LDAP e Kerberos
lt: YaST LDAP ir Kerberos
pt_br: YaST LDAP e Kerberos
ru: YaST LDAP и Kerberos
sk: YaST LDAP a Kerberos
uk: YaST LDAP та Kerberos

# GenericName(org.opensuse.yast.LDAPKrb.desktop)
source: LDAP and Kerberos
ca: LDAP i Kerberos
cs: LDAP a Kerberos
de: LDAP und Kerberos
el: Πελάτης LDAP και Kerberos
fi: LDAP ja Kerberos
it: LDAP e Kerberos
lt: LDAP ir Kerberos klientas
pt_br: LDAP e Kerberos
ru: LDAP и Kerberos
sk: LDAP a Kerberos
uk: LDAP та Kerberos

# Comment(org.opensuse.yast.LDAPKrb.desktop)
source: Configure LDAP And Kerberos
ca: Configureu LDAP i Kerberos
cs: Konfigurujte LDAP a Kerberos
de: LDAP und Kerberos konfigurieren
el: Ρύθμιση διακομιστή SLP
fi: Määritä LDAP ja Kerberos
it: Configura LDAP e Kerberos
lt: Konfigūruoti LDAP ir Kerberos
pt_br: Configure LDAP e Kerberos
ru: Настроить LDAP и Kerberos
sk: Konfigurovať LDAP a Kerberos
uk: Налаштування LDAP та Kerberos

# X-SuSE-YaST-Keywords(org.opensuse.yast.LDAPServer.desktop)
source: authentication,directory,ldap
ca: autenticació,directori,ldap
cs: autentizace,adresář,ldap
de: Authentifizierung,Verzeichnis,ldap
el: Διακομιστής πιστοποίησης
fi: todennus,hakemisto,ldap
it: autenticazione,directory,ldap
pt_br: autenticação,diretório,ldap
sk: overenie,adresár,ldap
uk: авторизація,directory,ldap

# Name(org.opensuse.yast.LDAPServer.desktop)
source: YaST New Directory Server
ca: Servidor de directoris nou del YaST
cs: YaST nový adresářový server
de: YaST Neuer Verzeichnisserver
el: YaST Νέος διακομιστής καταλόγου
fi: YaST – Uusi hakemistopalvelin
it: Nuovo server di directory YaST
lt: YaST naujo katalogo serveris
pt_br: YaST Novo Servidor de Diretório
ru: YaST Новый сервер каталогов
sk: YaST nový adresárový server

# GenericName(org.opensuse.yast.LDAPServer.desktop)
source: New Directory Server
ca: Servidor de directoris nou
cs: Nový adresářový server
de: Neuer Verzeichnis-Server
el: Υπηρεσίες δικτύου
fi: Uusi hakemistopalvelin
it: Nuova Directory Server
lt: Naujo katalogo serveris
pt_br: Novo Servidor de Diretório
ru: Новый сервер каталогов
sk: Nový adresárový server
uk: Новий сервер директорій

# Comment(org.opensuse.yast.LDAPServer.desktop)
source: Create a New Directory Server
ca: Crea un servidor de directoris nou
cs: Vytvořit nový adresářový server
de: Neuen Verzeichnisdienst erstellen
el: Ρύθμιση πελάτη ή διακομιστή NTP
fi: Luo uusi hakemistopalvelin
it: Crea nuova Directory Server
lt: Sukurti naujo katalogo serverį
pt_br: Criar um Novo Servidor de Diretório
ru: Создать новый сервер каталогов
sk: Vytvoriť nový adresárový server
uk: Створити новий сервер директорій

# X-SuSE-YaST-Keywords(org.opensuse.yast.KrbServer.desktop)
source: authentication,kerberos,krb,krb5
ca: autenticació,kerberos,krb,krb5
cs: autentizace,kerberos,krb,krb5
de: Authentifizierung,kerberos,krb,krb5
el: πιστοποίηση,kerberos,krb,krb5
fi: todennus,kerberos,krb,krb5
it: autenticazione,kerberos,krb,krb5
pt_br: autenticação,kerberos,krb,krb5
sk: Overenie,kerberos,krb,krb5
uk: авторизація,kerberos,krb,krb5

# Name(org.opensuse.yast.KrbServer.desktop)
source: YaST New Kerberos Server
ca: Servidor de Kerberos nou del YaST
cs: YaST nový server Kerberos
de: YaST Neuer Kerberos Server
el: YaST Νέος διακομιστής Kerberos
fi: YaST – Uusi Kerberos-palvelin
it: YaST nuovo server Kerberos
lt: YaST naujas Kerberos serveris
pt_br: YaST Novo Servidor Kerberos
ru: YaST Новый сервер Kerberos
sk: YaST nový server Kerberos

# GenericName(org.opensuse.yast.KrbServer.desktop)
source: New Kerberos Server
ca: Servidor de Kerberos nou
cs: Nový server Kerberos
de: Neuer Kerberos Server
el: Νέος διακομιστής Kerberos
fi: Uusi Kerberos-palvelin
it: Nuovo server Kerberos
lt: Naujas Kerberos serveris
pt_br: Novo Servidor Kerberos
ru: Новый сервер Kerberos
sk: Nový server Kerberos

# Comment(org.opensuse.yast.KrbServer.desktop)
source: Create a New Kerberos Server
ca: Crea un servidor de Kerberos nou
cs: Vytvořit nový server Kerberos
de: Erstelle einen neuen Kerberos Server
el: Δημιουργία νέου διακομιστή Kerberos
fi: Luo uusi Kerberos-palvelin
it: Crea un nuovo server Kerberos
lt: Sukurti naują Kerberos serverį
pt_br: Criado um Novo Servidor Kerberos
ru: Создать новый сервер Kerberos
sk: Vytvoriť nový server Kerberos

# X-SuSE-YaST-Keywords(org.opensuse.yast.WoL.desktop)
source: lan,wake,network,wol
ca: lan,desperta,xarxa,wol
cs: lan,vzbudit,síť,wol
de: LAN,Aufwecken,Netzwerk,WOL
fi: lan,wake,network,wol,verkko
it: lan,risveglio,rete,wol
pt_br: rede,despertar,rede,wol
sk: lan,zobudiť,sieť,wol

# Name(org.opensuse.yast.WoL.desktop)
source: YaST Wake-on-LAN
ca: Despertador per LAN del YaST
cs: YaST aktivace po síti (Wake-On-LAN)
el: Ενεργοποίηση μέσω LAN
fi: YaST – Verkkoherätys (Wake-on-LAN)
lt: YaST nuotolinis kompiuterio įjungimas (WOL)
sk: Wake-on-LAN YaST
uk: YaST Пробудження по сигналу з локальної мережі

# GenericName(org.opensuse.yast.WoL.desktop)
source: Wake-on-LAN
ca: Engegada per LAN
cs: Aktivace serveru po síti (Wake-On-LAN)
el: Ενεργοποίηση μέσω LAN
fi: Verkkoherätys (Wake-on-LAN)
lt: Nuotolinis kompiuterio įjungimas (WOL)
uk: Пробудження по сигналу з локальної мережі

# Comment(org.opensuse.yast.WoL.desktop)
source: Configure Wake-on-Lan
ca: Configura l'engegada per Lan
cs: Konfigurace aktivace po síti (Wake-On-LAN)
de: Konfigurieren von Wake-On-LAN
el: Ρύθμιση ενεργοποίησης μέσω LAN
fi: Wake-on-LAN-määritys
it: Configura Wake-on-LAN
lt: Konfigūruoti kompiuterio pažadinimą tinkle (WOL)
pt_br: Configure o Wake-on-Lan
ru: Настроить Wake-on-Lan
sk: Konfigurovať Wake-on-Lan
uk: Налаштування пробудження з локальної мережі

# X-SuSE-YaST-Keywords(org.opensuse.yast.Bootloader.desktop)
source: bootloader,GRUB,system,EFI
ca: carregador,GRUB,sistema,EFI
cs: zavaděč,GRUB,systém,EFI
el: bootloader,GRUB,σύστημα,EFI
fi: bootloader,GRUB,system,EFI,järjestelmä
it: bootloader,GRUB,sistema,EFI
pt_br: gerenciador de boot,GRUB,sistema,EFI
sk: správca štartu,GRUB,systém,EFI

# Name(org.opensuse.yast.Bootloader.desktop)
source: YaST Boot Loader
ca: Carregador d'arrencada del YaST
cs: Yast zavaděč
de: Bootloader
fi: YaST – Käynnistyslatain
lt: YaST paleidyklė
pt_br: YaST Carregador de inicialização
ru: YaST Загрузчик
sk: Správca štartu YaST
uk: YaST Завантажувач

# GenericName(org.opensuse.yast.Bootloader.desktop)
source: Boot Loader
ca: Carregador d'arrencada
cs: Zavaděč
fi: Käynnistyslatain
lt: Paleidyklė
pt_br: Carregador de inicialização
ru: Загрузчик
sk: Správca štartu
uk: Завантажувач
