Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(imsmap.desktop)
source: Cloud-like patterns. The idea is to take four points on the edge of the image, and assign each a random "elevation". Then find the point between them, and give it a value which is the average of the other four, plus some small random offset. Coloration is done based on elevation. Written by Juergen Nickelsen and Jamie Zawinski.
ca: Patrons semblants a núvols. La idea és prendre quatre punts de la vora de la imatge i assignar a cadascun una "elevació" a l'atzar. A continuació, es busca el punt entre ells i se li dona un valor que és la mitjana dels altres quatre, a més de compensar-ne una part petita a l'atzar. La coloració es fa en funció de l'altitud. Escrit per Juergen Nickelsen i Jamie Zawinski.
fr: Des motifs semblables à des nuages. L'idée est de prendre quatre points sur le bord de l'image, et d'attribuer à chacun une "élévation" aléatoire. Ensuite, on trouve le point situé entre les deux, et on lui attribue une valeur qui est la moyenne des quatre autres, plus un petit décalage aléatoire. La coloration est faite en fonction de l'élévation. Écrit par Juergen Nickelsen et Jamie Zawinski.
id: Pola seperti awan. Idenya adalah untuk mengambil empat poin di tepi gambar, dan menetapkan masing-masing "elevasi" acak. Kemudian menemukan titik di antara mereka, dan memberikan nilai yang merupakan rerata dari empat lainnya, ditambah beberapa offset acak kecil. Pewarnaan dilakukan berdasarkan elevasi. Ditulis oleh Juergen Nickelsen dan Jamie Zawinski.
ja: 雲のようなパターンです。画像の端点を 4 つ取得して、それぞれにランダムな "標高" を割り当てるようなイメージです。その後、それらの間の点を検出して他の 4 点からの平均に、ランダムな値をプラスした値を割り当てます。着色は標高をベースにして行なわれます。 Juergen Nickelsen 氏と Jamie Zawinski 氏による作品です。
pt_br: Padrões semelhantes a nuvens. A idéia é pegar quatro pontos na borda da imagem e atribuir a cada uma "elevação" aleatória. Em seguida, encontre o ponto entre eles e atribua a ele um valor que seja a média dos outros quatro, além de um pequeno deslocamento aleatório. A coloração é feita com base na elevação. Escrito por Juergen Nickelsen e Jamie Zawinski.
sk: Mrakom podobné vzory. Myšlienkou je zobrať štyri body na okraji obrázka a priradiť každému náhodné "zdvih". Potom nájsť bod medzi nimi a dať mu hodnotu, ktorá je priemerom ostatných štyroch plus nejaké malé náhodné posunutie. Zafarbenie sa vykonáva na základe zdvihu. Napísal Juergen Nickelsen a Jamie Zawinski.

# Name(energystream.desktop)
source: EnergyStream
id: Dengan EnergyStream
ja: エナジーストリーム

# Comment(energystream.desktop)
source: A flow of particles which form an energy stream. Written by Eugene Sandulenko and Konrad "Yoghurt" Zagorowicz.
ca: Un flux de partícules que formen un corrent d'energia. Escrit per Eugene Sandulenko i Konrad "Iogurt" Zagorowicz.
fr: Un flux de particules qui forment un courant d'énergie. Écrit par Eugene Sandulenko et Konrad "Yoghurt" Zagorowicz.
id: Sebuah aliran partikel yang membentuk aliran energi. Ditulis oleh Eugene Sandulenko dan Konrad "yoghurt" Zagorowicz.
ja: エネルギーの流れを構成する粒子です。 Eugene Sandulenko 氏と Konrad "Yoghurt" Zagorowicz 氏による作品です。
pt_br: Fluxo de partículas que formam um fluxo de energia. Escrito por Eugene Sandulenko e Konrad "Yoghurt" Zagorowicz.
sk: Tok častíc, ktoré tvoria tok energie. Napísal Eugene Sandulenko a Konrad "Yoghurt" Zagorowicz.

# Name(bumps.desktop)
source: Bumps
ca: Cops
fr: Bosses
id: Benjolan
ja: でこぼこ
pt_br: Incrementos

# Comment(bumps.desktop)
source: A spotlight roams across an embossed version of a loaded image. Written by Shane Smit.
ca: Un focus recorre una versió en relleu d'una imatge carregada. Escrit per Shane Smit.
fr: Un projecteur se promène sur une version gaufrée d'une image chargée. Écrit par Shane Smit.
id: Sorotan menjelajah di versi timbul dari gambar yang dimuat. Ditulis oleh Shane Smit.
ja: 読み込んだ画像のエンボス版の上にスポットライトが当てられます。 Shane Smit 氏による作品です。
pt_br: Um refletor percorre uma versão em relevo de uma imagem carregada. Escrito por Shane Smit.
sk: Reflektor sa potuluje po reliéfovej verzii načítaného obrázka. Napísal Shane Smit.

# Comment(chocolate-doom-screensaver.desktop)
source: Conservative source port
ca: Port font conservador
fr: Portage conservateur du code source
id: Port sumber konservatif
pt_br: Porte do código conservativo
sk: Konzervatívny zdrojový port

# Name(unknownpleasures.desktop)
source: UnknownPleasures
fr: Plaisirs inconnus
id: Kesenangan Tidak Dikenal

# Name(geodesicgears.desktop)
source: GeodesicGears
fr: Engrenages géodésiques

# Name(quasicrystal.desktop)
source: QuasiCrystal
fr: Quasi-Cristal
id: Kristal Kuasi

# Name(memscroller.desktop)
source: MemScroller
fr: Promenade dans la mémoire
id: Oleh-oleh

# Name(glcells.desktop)
source: GLCells
fr: Cellules (GL)
id: GLCells yang

# Name(glblur.desktop)
source: GLBlur
fr: Brouillard (GL)
id: Dengan GLBlur

# Name(stairs.desktop)
source: Stairs
ca: Escales
fr: Escaliers
id: Tangga
pt_br: Escadas
sk: Schody

# Name(antinspect.desktop)
source: AntInspect
fr: 3 fourmis
id: Di AntInspect

# Name(noof.desktop)
source: Noof
fr: Noof (GL)

# Name(glmatrix.desktop)
source: GLMatrix
fr: Matrix (GL)
id: Oleh GLMatrix

# Name(gflux.desktop)
source: GFlux
ca: Flux G
fr: Drap (GL)

# Name(xanalogtv.desktop)
source: XAnalogTV
ca: TV analògica X
fr: Vieille TV

# Name(photopile.desktop)
source: Photopile
fr: Visionneur de photos
id: Fotopile

# Name(hypnowheel.desktop)
source: Hypnowheel
ca: Roda hipnòtica
fr: Roue hypnotisante
id: Roda hypnowheel
pt_br: Roda hipnótica

# Name(thornbird.desktop)
source: Thornbird
ca: Ocell d'espines
fr: Oiseau épineux

# Name(gleidescope.desktop)
source: Gleidescope
ca: Gleidoscopi
fr: Kaléidoscope (GL)
pt_br: Gleidoscópio

# Name(vermiculate.desktop)
source: Vermiculate
ca: Vermiculat
fr: Vermiculé
pt_br: Vermiculado

# Name(polyhedra.desktop)
source: Polyhedra
ca: Políedre
fr: Polyèdre
pt_br: Poliedro

# Name(xjack.desktop)
source: XJack
ca: Jack X
fr: Jack

# Name(xflame.desktop)
source: XFlame
ca: Flama X
fr: Flamme
pt_br: Chama X

# Name(glknots.desktop)
source: GLKnots
fr: Noeuds (GL)
id: Yang lain

# Name(bsod.desktop)
source: BSOD
fr: Écran bleu de la mort

# Name(blinkbox.desktop)
source: BlinkBox
fr: Boîte clignotante
id: Kotak

# Name(lcdscrub.desktop)
source: LCDscrub
fr: Brossage LCD

# Name(mirrorblob.desktop)
source: MirrorBlob
fr: Goutte miroir
id: Dengan MirrorBlob

# Name(glschool.desktop)
source: GLSchool
fr: École (GL)
id: Oleh GLSchool

# Name(fontglide.desktop)
source: FontGlide
fr: Texte glissant
id: Untuk FontGlide

# Name(nerverot.desktop)
source: NerveRot
fr: Nervure tournante

# Name(glhanoi.desktop)
source: GLHanoi
fr: Hanoi (GL)
id: Stasiun Kereta

# Name(lockward.desktop)
source: Lockward
fr: Serrure
pt_br: Chaveiro

# Name(fuzzyflakes.desktop)
source: FuzzyFlakes
fr: Flocons colorés
id: Yang

# Name(cage.desktop)
source: Cage
ca: Gàbia
id: Kandang
sk: Klietka

# Name(noseguy.desktop)
source: NoseGuy
id: Orang yang bermulut

# Name(twang.desktop)
source: Twang
id: Dentingan
pt_br: Vibração

# Name(grav.desktop)
source: Grav
ca: Greu
id: Kelabu

# Name(superquadrics.desktop)
source: Superquadrics
ca: Superquadres
id: Superkuadrik

# Name(romanboy.desktop)
source: RomanBoy
id: Bocah Romawi

# Name(kumppa.desktop)
source: Kumppa
id: Pulau kumppa

# Name(rubikblocks.desktop)
source: RubikBlocks
id: Blok Rubik

# Name(crackberg.desktop)
source: Crackberg
ca: Fissura de muntanya
id: Di bawah

# Name(flyingtoasters.desktop)
source: FlyingToasters
id: Flyingtoaster

# Name(hexstrut.desktop)
source: Hexstrut
id: Yang lain

# Name(binaryring.desktop)
source: BinaryRing
id: Jaringan

# Name(whirlwindwarp.desktop)
source: WhirlWindWarp
id: Pusaran angin

# Name(winduprobot.desktop)
source: WindupRobot
id: Robot Windup

# Name(cubetwist.desktop)
source: CubeTwist
id: Kudo

# Name(ccurve.desktop)
source: CCurve
id: CCurve yang

# Name(webcollage.desktop)
source: WebCollage
id: Jaring kolase

# Name(vigilance.desktop)
source: Vigilance
ca: Vigilància
id: Kewaspadaan
sk: Ostražitosť

# Name(abstractile.desktop)
source: Abstractile
ca: Abstràctil
id: Abstraktile
pt_br: Abstrato

# Name(lavalite.desktop)
source: Lavalite
ca: Lava
id: Pantai lavalite

# Name(glplanet.desktop)
source: GLPlanet
id: Oleh GLPlanet

# Name(splodesic.desktop)
source: Splodesic
ca: Esplodèsic
id: Splodesik
pt_br: Splodésica

# Name(projectiveplane.desktop)
source: ProjectivePlane
id: Proyektiveplane

# Comment(io.github.fabiangreffrath.Doom_Screensaver.desktop)
source: Limit-removing enhanced-resolution Doom source port
pt_br: Porta de origem Doom com resolução aprimorada e remoção de limites
sk: Zdrojový port Doom s rozšíreným rozlíšením odstraňujúci obmedzenia

# Keywords(cosmos-slideshow.desktop)
source: MATE;screensaver;slideshow;cosmos;
ca: MATE;estalvi;pantalla;presentació;diapositives;cosmos;
pt_br: MATE;protetor de tela;apresentação de slides;cosmos;
sk: MATE;šetrič obrazovky;prezentácia;vesmír;

# Keywords(footlogo-floaters.desktop)
source: MATE;screensaver;logo;bubbles;
ca: MATE;estalvi;pantalla;logo;bombolles;
pt_br: MATE;protetor de tela;logotipo;bolhas;
sk: MATE;šetrič obrazovky;logo;bubliny;

# Keywords(gnomelogo-floaters.desktop)
source: MATE;screensaver;GNOME;logo;bubbles;
ca: MATE;estalvi;pantalla;GNOME;logo;bombolles;
pt_br: MATE;protetor de tela;GNOME;logotipo;bolhas;
sk: MATE;šetrič obrazovky;GNOME;logo;bubliny;

# Keywords(personal-slideshow.desktop)
source: MATE;screensaver;custom;slideshow;pictures;folder;
ca: MATE;estalvi;pantalla;personalització;presentació;diapositives;imatges;carpeta;
pt_br: MATE;protetor de tela;personalizado;apresentação de slides;imagens;pasta;
sk: MATE;šetrič obrazovky;vlastný;prezentácia;obrázky;priečinok;

# Keywords(popsquares.desktop)
source: MATE;screensaver;grid;pulsing;colors;
ca: MATE;estalvi;pantalla;graella;pols;colors;
pt_br: MATE;protetor de tela;grade;pulsante;cores;
sk: MATE;šetrič obrazovky;mriežka;pulzujúce;farby;

# Name(xfce-personal-slideshow.desktop)
source: Slideshow
sk: Prezentácia

# Comment(beats.desktop)
source: Draws figures that move around at a slightly different rate from each other, creating interesting chaotic and ordered patterns. Written by David Eccles.
pt_br: Desenha figuras que se movem em ritmos ligeiramente diferentes umas das outras, criando padrões interessantes, caóticos e ordenados. Escrito por David Eccles.
sk: Kreslí postavy, ktoré sa pohybujú mierne odlišnou rýchlosťou ako ostatné, čím vytvára zaujímavé chaotické a usporiadané vzory. Napísal David Eccles.

# Comment(binaryhorizon.desktop)
source: A system of path tracing particles evolves continuously from an initial horizon, alternating between colors. Written by Patrick Leiser, J. Tarbell and Emilio Del Tessandoro.
sk: Systém častíc sledujúcich dráhy sa neustále rozvíja od počiatočného horizontu striedajúc farby. Napísal Patrick Leiser, J. Tarbell a Emilio Del Tessandoro.

# Name(bouncingcow.desktop)
source: Bouncing Cow
sk: Skákajúca krava

# Name(bubble3d.desktop)
source: Bubble 3D
sk: Bubliny 3D

# Comment(cage.desktop)
source: Escher's "Impossible Cage", a 3d analog of a möbius strip, and rotates it in three dimensions. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo Vianna.
sk: Escherova "Nemožná klietka", 3d analógia möbiovej pásky a otáča ju v troch rozmeroch. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Napísal Marcelo Vianna.

# Name(cityflow.desktop)
source: City Flow
sk: Tok mesta

# Comment(covid19.desktop)
source: SARS-CoV-2. Get vaccinated. Wear a mask. Written by Jamie Zawinski.
sk: SARS-CoV-2. Nechajte sa zaočkovať. Noste masku. Napísal Jamie Zawinski.

# Comment(crumbler.desktop)
source: Randomly subdivides a ball into voronoi chunks, then further subdivides one of the remaining pieces. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Convex_hull https://en.wikipedia.org/wiki/Quickhull Written by Jamie Zawinski.
sk: Náhodne rozdelí guľu na voroného kusy a potom ďalej rozdelí jeden zo zvyšných kúskov. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Convex_hull https://en.wikipedia.org/wiki/Quickhull Napísal Jamie Zawinski.

# Name(cubestack.desktop)
source: Cube Stack
sk: Hromada kociek

# Name(cubestorm.desktop)
source: Cube Storm
sk: Kocková búrka

# Name(cubetwist.desktop)
source: Cube Twist
sk: Krútenie kociek

# Name(cubicgrid.desktop)
source: Cubic Grid
sk: Kubická mriežka

# Name(dangerball.desktop)
source: Danger Ball
sk: Nebezpečná lopta

# Name(decayscreen.desktop)
source: Decay Screen
sk: Rozpad obrazovky

# Name(deepstars.desktop)
source: Deep Stars
pt_br: Estrelas Profundas
sk: Hlboké hviezdy

# Comment(deepstars.desktop)
source: A long exposure of the night sky, showing star paths as vapor trails. Written by Jamie Zawinski.
sk: Dlhá expozícia nočnej oblohy zobrazujúca dráhy hviezd ako stopy pary. Napísal Jamie Zawinski.

# Comment(dymaxionmap.desktop)
source: Buckminster Fuller's map of the Earth projected onto the surface of an unfolded icosahedron. It depicts the Earth's continents as one island, or nearly contiguous land masses. This screen saver animates the progression of the dusk terminator across the flattened globe. It includes both satellite and flat-colored map imagery, and can load and convert other Equirectangular-projected maps. "Dymaxion Map" and "The Fuller Projection Map" are trademarks of The Buckminster Fuller Institute. The original Dymaxion Map image is copyright 1982 by The Buckminster Fuller Institute. (This program does not use their imagery, only similar trigonometry.) The Dymaxion Map was covered by now-expired US Patent 2,393,676 (Richard Buckminster Fuller, 1946). https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller https://en.wikipedia.org/wiki/List_of_map_projections https://en.wikipedia.org/wiki/Cahill%E2%80%93Keyes_projection https://en.wikipedia.org/wiki/Waterman_butterfly_projection Written by Jamie Zawinski.
pt_br: Mapa da Terra de Buckminster Fuller projetado na superfície de um icosaedro desdobrado. Ele retrata os continentes da Terra como uma ilha ou massas de terra quase contíguas. Este protetor de tela anima a progressão do terminador do crepúsculo em todo o globo achatado. Inclui imagens de satélite e mapas de cores planas e pode carregar e converter outros mapas projetados equiretangulares. "Dymaxion Map" e "The Fuller Projection Map" são marcas registradas do The Buckminster Fuller Institute. A imagem original do mapa Dymaxion é protegida por direitos autorais de 1982 do The Buckminster Fuller Institute. (Este programa não usa suas imagens, apenas trigonometria semelhante.) O Mapa Dymaxion foi coberto pela agora expirada Patente dos EUA 2.393.676 (Richard Buckminster Fuller, 1946). https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller https://en.wikipedia.org/wiki/List_of_map_projections https://en.wikipedia.org/wiki /Cahill%E2%80%93Keyes_projection https://en.wikipedia.org/wiki/Waterman_butterfly_projection Escrito por Jamie Zawinski.
sk: Buckminster Fullerova mapa Zeme premietnutá na povrch rozloženého dvadsaťstena. Zobrazuje zemské kontinenty ako jeden ostrov alebo takmer súvislé pevniny. Tento šetrič obrazovky animuje postup súmračného terminátora po sploštenej zemeguli. Obsahuje satelitné aj ploché farebné mapové snímky a dokáže načítať a konvertovať iné mapy s ekvidištantnou projekciou. "Dymaxion Map" a "The Fuller Projection Map" sú ochranné známky The Buckminster Fuller Institute. Pôvodný obrázok Dymaxion Map image je chránený autorskými právami The Buckminster Fuller Institute z roku 1982. (Tento program nepoužíva ich zobrazenie, iba podobnú trigonometriu.) Na Dymaxion Map sa vzťahoval už neplatný americký patent 2 393 676 (Richard Buckminster Fuller, 1946). https://en.wikipedia.org/wiki/Dymaxion_map https://en.wikipedia.org/wiki/Buckminster_Fuller https://en.wikipedia.org/wiki/List_of_map_projections https://en.wikipedia.org/wiki/Cahill%E2%80%93Keyes_projection https://en.wikipedia.org/wiki/Waterman_butterfly_projection Napísal Jamie Zawinski.

# Name(energystream.desktop)
source: Energy Stream
sk: Prúd energie

# Comment(epicycle.desktop)
source: A pre-heliocentric model of planetary motion. This draws the path traced out by a point on the edge of a circle. That circle rotates around a point on the rim of another circle, and so on, several times. The geometry of epicycles was perfected by Hipparchus of Rhodes at some time around 125 B.C., 185 years after the birth of Aristarchus of Samos, the inventor of the heliocentric universe model. Hipparchus applied epicycles to the Sun and the Moon. Ptolemy of Alexandria went on to apply them to what was then the known universe, at around 150 A.D. Copernicus went on to apply them to the heliocentric model at the beginning of the sixteenth century. Johannes Kepler discovered that the planets actually move in elliptical orbits in about 1602. The inverse-square law of gravity was suggested by Boulliau in 1645. Isaac Newton's Principia Mathematica was published in 1687, and proved that Kepler's laws derived from Newtonian gravitation. https://en.wikipedia.org/wiki/Deferent_and_epicycle Written by James Youngman.
pt_br: Um modelo pré-heliocêntrico do movimento planetário. Isto desenha o caminho traçado por um ponto na borda de um círculo. Esse círculo gira em torno de um ponto na borda de outro círculo e assim por diante, várias vezes. A geometria dos epiciclos foi aperfeiçoada por Hiparco de Rodes por volta de 125 a.C., 185 anos após o nascimento de Aristarco de Samos, o inventor do modelo heliocêntrico do universo. Hiparco aplicou epiciclos ao Sol e à Lua. Ptolomeu de Alexandria passou a aplicá-los ao que era então o universo conhecido, por volta de 150 d.C. Copérnico passou a aplicá-los ao modelo heliocêntrico no início do século XVI. Johannes Kepler descobriu que os planetas realmente se movem em órbitas elípticas por volta de 1602. A lei da gravidade do inverso do quadrado foi sugerida por Boulliau em 1645. Principia Mathematica de Isaac Newton foi publicado em 1687 e provou que as leis de Kepler derivavam da gravitação newtoniana. https://en.wikipedia.org/wiki/Deferent_and_epicycle Escrito por James Youngman.
sk: Predheliocentrický model pohybu planét. Tento nakreslí cestu vytýčenú bodom na okraji kružnice. Táto kružnica sa niekoľkokrát otočí okolo bodu na okraji inej kružnice a tak ďalej. Geometria epicyklov bola zdokonalená Hipparchosom z Rodosu niekedy okolo roku 125 pred n. l., 185 rokov po narodení Aristarchosom zo Samosu, tvorcu heliocentrického modelu vesmíru. Hipparchos aplikoval epicykly na Slnko a Mesiac. Ptolemaios Alexandrijský ich okolo roku 150 n. l. aplikoval na vtedy známy vesmír. Koperník ich na začiatku šestnásteho storočia aplikoval na heliocentrický model. Johannes Kepler približne v roku 1602 zistil, že planéty sa v skutočnosti pohybujú po eliptických dráhach. Inverzný kvadratický gravitačný zákon navrhol Boulliau v roku 1645. V roku 1687 vyšla kniha Isaaca Newtona Principia Mathematica, ktorá dokázala, že Keplerove zákony vychádzajú z newtonovskej gravitácie. https://en.wikipedia.org/wiki/Deferent_and_epicycle Napísal James Youngman.

# Comment(esper.desktop)
source: "Enhance 224 to 176. Pull out track right. Center in pull back. Pull back. Wait a minute. Go right. Stop. Enhance 57 19. Track 45 left. Gimme a hardcopy right there." The Esper Machine was a voice-controlled forensic device used by LAPD in 2019, as documented in the 1982 film, Blade Runner. It was capable of enhancing photographs to an extreme degree, including reconstructing different viewpoints within the space from the reflections on various objects in the photograph. Written by Jamie Zawinski.
pt_br: "Aprimore 224 para 176. Puxe a trilha para a direita. Centralize para trás. Puxe para trás. Espere um minuto. Vá para a direita. Pare. Aprimore 57 19. Trilha 45 para a esquerda. Dê-me uma cópia impressa aqui." A Máquina Esper era um dispositivo forense controlado por voz usado pelo LAPD em 2019, conforme documentado no filme de 1982, Blade Runner. Foi capaz de aprimorar fotografias ao extremo, inclusive reconstruindo diferentes pontos de vista dentro do espaço a partir dos reflexos em vários objetos da fotografia. Escrito por Jamie Zawinski.
sk: "Zvýšiť 224 na 176. Vytiahnuť stopu vpravo. Vystrediť pri stiahnutí dozadu. Stiahnuť späť. Počkať chvíľu. Prejsť doprava. Zastaviť. Zvýšiť 57 19. Stopa 45 vľavo. Daj mi vytlačenú kópiu." Esper Machine bolo hlasom ovládané forenzné zariadenie používané losangeleskou políciou v roku 2019, ako je zdokumentované vo filme Blade Runner z roku 1982. Dokázal do extrémnej miery vylepšiť fotografie vrátane rekonštrukcie rôznych uhlov pohľadu v priestore na základe odrazov na rôznych predmetoch na fotografii. Napísal Jamie Zawinski.

# Name(etruscanvenus.desktop)
source: Etruscan Venus
pt_br: Vênus etrusca
sk: Etruská Venuša
