Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(romanboy.desktop)
source: A 3D immersion of the real projective plane that smoothly deforms between the Roman surface and the Boy surface. You can walk on the surface of the real projective plane or rotate it in 3D. Furthermore, it is possible to smoothly deform the real projective plane between the Roman surface and the Boy surface while turning it or walking on it. Inspired by François Apéry's book "Models of the Real Projective Plane", Vieweg, 1987. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface https://mathworld.wolfram.com/BoySurface.html https://mathworld.wolfram.com/RomanSurface.html Written by Carsten Steger.
sk: 3D ponorenie skutočnej projektívnej roviny, ktorá sa plynulo deformuje medzi rímskym povrchom a Boyovým povrchom. Môžete kráčať po povrchu skutočnej projektívnej roviny alebo ju otáčať v 3D. Naviac je možné plynule deformovať skutočnú projektívnu rovinu medzi rímskym povrchom a Boyovým povrchom, pričom sa otáča alebo kráča sa po nej. Inšpirované knihou François Apéry "Models of the Real Projective Plane", Vieweg, 1987. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface https://mathworld.wolfram.com/BoySurface.html https://mathworld.wolfram.com/RomanSurface.html Napísal Carsten Steger.

# Name(rubikblocks.desktop)
source: Rubik Blocks
sk: Rubikove bloky

# Name(scooter.desktop)
source: Scooter
pt_br: Lambreta
sk: Skúter

# Comment(scooter.desktop)
source: Zooming down a tunnel in a star field. Originally an Amiga hack. Written by Sven Thoennissen; 2001. Ported by EoflaOE.
pt_br: Descendo um túnel em um campo estelar. Originalmente um hack do Amiga. Escrito por Sven Thoennissen; 2001. Portado por EoflaOE.
sk: Približovanie tunela v hviezdnom poli. Pôvodne to bol hack pre Amigu. Napísal Sven Thoennissen; 2001. Portoval EoflaOE.

# Comment(vfeedback.desktop)
source: Simulates video feedback: pointing a video camera at an NTSC television. Written by Jamie Zawinski.
sk: Simuluje spätnú väzbu videa: nasmerovanie videokamery na televíziu NTSC. Napísal Jamie Zawinski.

# Name(chocolate-doom-screensaver.desktop)
source: Chocolate Doom
ca: Fatalitat de xocolata

# Name(atlantis.desktop)
source: Atlantis
ca: Atlàntida

# Name(boing.desktop)
source: Boing
ca: Rebot

# Name(cynosure.desktop)
source: Cynosure
ca: Blanc de mirades
pt_br: Centro de atração

# Name(geodesic.desktop)
source: Geodesic
ca: Geodèsic

# Name(greynetic.desktop)
source: Greynetic
ca: Grisós

# Name(hopalong.desktop)
source: Hopalong
ca: Salts

# Name(julia.desktop)
source: Julia
ca: Júlia

# Name(providence.desktop)
source: Providence
ca: Providència
pt_br: Providência

# Name(sballs.desktop)
source: SBalls
ca: 5 pilotes

# Name(squiral.desktop)
source: Squiral
ca: Esquiral

# Name(tessellimage.desktop)
source: Tessellimage
ca: Imatge de mosaic

# Name(xlyap.desktop)
source: XLyap
ca: Lyap X

# Name(xmatrix.desktop)
source: XMatrix
ca: Màtrix X

# Name(xspirograph.desktop)
source: XSpirograph
ca: Espirògraf X

# Name(io.github.fabiangreffrath.Doom_Screensaver.desktop)
source: Crispy Doom
pt_br: Perdição Crocante

# Name(beats.desktop)
source: Beats
pt_br: Batidas

# Name(boxfit.desktop)
source: Box Fit
pt_br: Ajuste de caixa

# Name(crumbler.desktop)
source: Crumbler
pt_br: Desintegrador

# Name(filmleader.desktop)
source: Film Leader
pt_br: Líder de filme

# Name(handsy.desktop)
source: Handsy
pt_br: Costura à mão

# Name(imsmap.desktop)
source: IMS Map
pt_br: Mapa IMS

# Name(rdbomb.desktop)
source: RD-Bomb
pt_br: Bomba RD

# Name(sphereeversion.desktop)
source: Sphere Eversion
pt_br: Eversão de Esfera

# Comment(sphereeversion.desktop)
source: Turns a sphere inside out: a smooth deformation (homotopy). During the eversion, the deformed sphere is allowed to intersect itself transversally, however, no creases or pinch points occur. Inspired by the following paper: Adam Bednorz, Witold Bednorz: "Analytic sphere eversion using ruled surfaces", Differential Geometry and its Applications 64:59-79, 2019. Also by the video "Outside In" by The Geometry Center (Bill Thurston, Silvio Levy, Delle Maxwell, Tamara Munzner, Nathaniel Thurston, David Ben-Zvi, Matt Headrick, et al.), 1994, and the accompanying booklet Silvio Levy: "Making Waves — A Guide to the Ideas Behind Outside In", A K Peters, Wellesley, MA, 1995. https://en.wikipedia.org/wiki/Sphere_eversion https://mathworld.wolfram.com/SphereEversion.html Written by Carsten Steger.
pt_br: Vira uma esfera do avesso: uma deformação suave (homotopia). Durante a eversão, a esfera deformada pode se cruzar transversalmente, porém, não ocorrem vincos ou pontos de esmagamento. Inspirado no seguinte artigo: Adam Bednorz, Witold Bednorz: "Analytic Sphere Eversion using Ruled Surfaces", Differential Geometry and its Applications 64:59-79, 2019. Também no vídeo "Outside In" do The Geometry Center (Bill Thurston, Silvio Levy, Delle Maxwell, Tamara Munzner, Nathaniel Thurston, David Ben-Zvi, Matt Headrick, et al.), 1994, e o livreto que acompanha Silvio Levy: "Making Waves - A Guide to the Ideas Behind Outside In", A K Peters , Wellesley, MA, 1995. https://en.wikipedia.org/wiki/Sphere_eversion https://mathworld.wolfram.com/SphereEversion.html Escrito por Carsten Steger.

# Name(squirtorus.desktop)
source: Squirtorus
pt_br: Esquilo

# Name(vfeedback.desktop)
source: VFeedback
pt_br: VComentários
