Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(romanboy.desktop)
source: A 3D immersion of the real projective plane that smoothly deforms between the Roman surface and the Boy surface. You can walk on the surface of the real projective plane or rotate it in 3D. Furthermore, it is possible to smoothly deform the real projective plane between the Roman surface and the Boy surface while turning it or walking on it. Inspired by François Apéry's book "Models of the Real Projective Plane", Vieweg, 1987. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface http://mathworld.wolfram.com/BoySurface.html http://mathworld.wolfram.com/RomanSurface.html Written by Carsten Steger.
fr: Une immersion en 3D du plan projectif réel qui se déforme en douceur entre la surface romaine et la surface de Boy. Vous pouvez marcher sur la surface du plan projectif réel ou le faire tourner en 3D. En outre, il est possible de déformer en douceur le plan projectif réel entre la surface Romaine et la surface de Boy Inspiré par le livre de François Apéry "Models of the Real Projective Plane", Vieweg, 1987. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface http://mathworld.wolfram.com/BoySurface.html http://mathworld.wolfram.com/RomanSurface.html Écrit par Carsten Steger.
id: Sebuah pencelupan 3D dari proyektif nyata pesawat yang lancar deformasi antara permukaan Romawi dan permukaan Boy. Anda dapat berjalan di permukaan pesawat proyektif nyata atau memutar dalam 3D. Selain itu, adalah mungkin untuk mulus merusak bidang proyektif nyata antara permukaan Romawi dan permukaan Boy saat mengubahnya atau berjalan di atasnya. Diilhami oleh François Apéry's buku "model dari Real Projective plane", Vieweg, 1987. https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface http://mathworld.wolfram.com/BoySurface.html http://mathworld.wolfram.com/RomanSurface.html ditulis oleh Carsten Steger.
ja: ローマン曲面とボーイ曲面との間を滑らかに変形する、リアルな射影平面の 3D イマージョンです。リアルな射影平面の上を動いたり、 3D 内で回転したりすることができます。これに加えて、旋回時にローマン曲面とボーイ曲面との間を滑らかに変形させたり、動いたりすることもできます。 François Apéry 氏の "Models of the Real Projective Plane", Vieweg, 1987 をヒントに作られています。 https://en.wikipedia.org/wiki/Boy%27s_surface https://en.wikipedia.org/wiki/Roman_surface http://mathworld.wolfram.com/BoySurface.html http://mathworld.wolfram.com/RomanSurface.html Carsten Steger 氏による作品です。

# Comment(glblur.desktop)
source: Flowing field effects from the vapor trails around a moving object. This is done by rendering the scene into a small texture, then repeatedly rendering increasingly-enlarged and increasingly-transparent versions of that texture onto the frame buffer. As such, it's quite GPU-intensive: if you don't have a very good graphics card, it will hurt your machine bad. Written by Jamie Zawinski.
ca: Efectes de camp que flueixen dels rastres de vapor al voltant d'un objecte en moviment. Això es fa mitjançant la representació de l'escena en una petita textura; a continuació, es renderitzen repetidament versions cada vegada més ampliades i cada vegada més transparents de la textura a la memòria intermèdia. Com a tal, és bastant intensa de GPU. Si no teniu una targeta gràfica molt bona, perjudicarà durament la vostra màquina. Escrit per Jamie Zawinski.
fr: Effets de champ fluide à partir des traînées de vapeur autour d'un objet en mouvement. Pour ce faire, la scène est rendue dans une petite texture, puis des versions de plus en plus grandes et de plus en plus transparentes de cette texture sont rendues de manière répétée dans le frame buffer. En tant que tel, il est assez gourmand en GPU : si vous n'avez pas une très bonne carte graphique, il fera mal à votre machine. Écrit par Jamie Zawinski.
id: Efek Lapangan mengalir dari jalur uap di sekitar objek bergerak. Ini dilakukan dengan merender Scene ke dalam sebuah tekstur kecil, kemudian berulang kali rendering versi yang semakin diperbesar dan semakin transparan dari tekstur tersebut ke buffer frame. Dengan demikian, cukup GPU-intensif: jika Anda tidak memiliki kartu grafis yang sangat baik, itu akan menyakiti mesin Anda buruk. Ditulis oleh Jamie Zawinski.
ja: 動き回る物体から発せられる飛行機雲の中を動き回ります。シーンを小さなテクスチャに分けて描画し、それをフレームバッファ内に繰り返し拡大および透過させて描画することによって成り立たせています。そのため、 GPU に大きく依存した仕組みになっています。良好なグラフィックカードをお持ちでない場合は、期待通りには動作しません。 Jamie Zawinski 氏による作品です。
pt_br: Efeitos de campo fluidos das trilhas de vapor em torno de um objeto em movimento. Isso é feito renderizando a cena em uma textura pequena e, em seguida, renderizando repetidamente versões cada vez mais ampliadas e transparentes dessa textura no buffer do quadro. Como tal, é bastante intensivo à GPU: se você não tiver uma placa gráfica muito boa, isso prejudicará sua máquina. Escrito por Jamie Zawinski.
sk: Efekty tečúceho poľa zo stôp pary okolo pohybujúceho sa objektu. To sa dosiahne vykreslením scény do malej textúry, potom opakovane vykresľujúce sa čoraz väčšie a priehľadnejšie verzie tejto textúry na vyrovnávaciu pamäť snímky. Z tohto dôvodu je to dosť náročné na GPU: Ak nemáte veľmi dobrú grafickú kartu, bude sa váš počítač nepríjemne trápi. Napísal Jamie Zawinski.

# Comment(stairs.desktop)
source: Escher's infinite staircase. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo Vianna and Jamie Zawinski.
ca: L'escala infinita d'Escher. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Escrit per Marcelo Vianna i Jamie Zawinski.
fr: L'escalier infini d'Escher. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Écrit par Marcelo Vianna et Jamie Zawinski.
id: Tangga Escher yang tak terbatas. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher ditulis oleh Marcelo Vianna dan Jamie Zawinski.
ja: Escher 氏の無限階段です。 https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Marcelo Vianna 氏と Jamie Zawinski 氏による作品です。
pt_br: Escada infinita de Escher. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Escrito por Marcelo Vianna e Jamie Zawinski.
sk: Escherovo nekonečné schodisko. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Napísal Marcelo Vianna a Jamie Zawinski.

# Name(timetunnel.desktop)
source: TimeTunnel
fr: Tunnel temporel
id: Terowongan Waktu
ja: タイムトンネル

# Comment(timetunnel.desktop)
source: An animation similar to the title sequence of Dr. Who in the 70s. Written by Sean P. Brennan.
ca: Una animació similar a la seqüència del títol de Dr. Who dels anys 70. Escrit per Sean P. Brennan.
fr: Une animation similaire à la séquence titre de Dr. Who dans les années 70. Écrit par Sean P. Brennan.
id: Sebuah animasi mirip dengan urutan judul dari Dr. Who di tahun 70-an. Ditulis oleh Sean P. Brennan.
ja: 70 年代の Dr. Who のタイトル効果に似たアニメーションです。 Sean P. Brennan 氏による作品です。
pt_br: Uma animação semelhante à sequência do título de Dr. Who nos anos 70. Escrito por Sean P. Brennan.
sk: Animácia podobná titulnej sekvencii Dr. Who v 70. rokoch. Napísal Sean P. Brennan.

# Name(klein.desktop)
source: Klein
ca: Petit
ja: クラン

# Comment(klein.desktop)
source: A Klein bottle is the 4D analog of a moebius strip. You can walk on the surface of the bottle or rotate it in 4D or walk on it while it rotates in 4D. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Klein_bottle Written by Carsten Steger.
fr: Une bouteille de Klein est l'analogue 4D d'un ruban de Moebius. Vous pouvez marcher sur la surface de la bouteille ou la faire tourner en 4D ou encore marcher sur elle pendant qu'elle tourne en 4D. Inspiré par le livre de Thomas Banchoff "Beyond the Third Dimension : Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Klein_bottle Écrit par Carsten Steger.
id: Sebuah botol Klein adalah analog 4D dari strip Moebius. Anda dapat berjalan di permukaan botol atau memutar dalam 4D atau berjalan di atasnya sementara itu berputar di 4D. Terinspirasi oleh Thomas Banchoff buku "Beyond dimensi ketiga: geometri, Computer Graphics, dan tinggi dimensi", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Klein_bottle ditulis oleh Carsten Steger.
ja: Klein ボトルはメビウストリップの 4D アナログ版です。ボトルの面上を動かしたり回転させたりすることができるほか、 4D 内での回転中に動かすこともできます。 Thomas Banchoff 氏の書籍 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990 をヒントに作られています。 https://en.wikipedia.org/wiki/Klein_bottle Carsten Steger 氏による作品です。

# Comment(hopalong.desktop)
source: Lacy fractal patterns based on iteration in the imaginary plane, from a 1986 Scientific American article. See also the "Discrete" screen saver. Written by Patrick Naughton.
ca: Patrons fractals amb forma de llaç basats en iteració al pla imaginari, d'un article de Scientific American 1986. Vegeu també el Discrete, estalvi de pantalla. Escrit per Patrick Naughton.
fr: Motifs fractals en labyrinthe basés sur l'itération dans le plan imaginaire, tirés d'un article du Scientific American de 1986. Voir aussi l'économiseur d'écran "Discrete". Écrit par Patrick Naughton.
id: Lacy fraktal pola berdasarkan iterasi dalam bidang imajiner, dari 1986 Scientific American artikel. Lihat juga "diskrit" screen saver. Ditulis oleh Patrick Naughton.
ja: 空想上の面の上にレース模様のフラクタルパターンを繰り返し表示します。 1986 年の Scientific American 誌の記事からのものです。 "Discrete" スクリーンセーバもご覧ください。 Patrick Naughton 氏による作品です。
pt_br: Padrões fractal rendados baseados na iteração no plano imaginário, de um artigo da 1986 Scientific American. Veja também o protetor de tela "Discrete". Escrito por Patrick Naughton.
sk: Čipkové fraktáové vzory založené na iterácii v imaginárnej rovine, z článku v Scientific American 1986. Pozrite si tiež šetrič obrazovky "Discrete". Napísal Patrick Naughton.

# Comment(antinspect.desktop)
source: Ants move spheres around a circle. Written by Blair Tennessy.
ca: Les formigues mouen esferes al voltant d'un cercle. Escrit per Blair Tennessy.
fr: Les fourmis déplacent des sphères autour d'un cercle. Écrit par Blair Tennessy.
id: Semut bergerak bola di sekitar lingkaran. Ditulis oleh Blair Tennessy.
ja: 球体の中のアリが円内を動き回ります。 Blair Tennessy 氏による作品です。
pt_br: Formigas movem esferas ao redor de um círculo. Escrito por Blair Tennessee.
sk: Mravce presúvajú gule okolo kruhu. Napísal Blair Tennessy.

# Name(kaleidocycle.desktop)
source: Kaleidocycle
ca: Caleidocicle
fr: Kaléidoscope
id: Siklus kaleidocycle
ja: カレイドスコープ

# Comment(kaleidocycle.desktop)
source: Draw a ring composed of tetrahedra connected at the edges that twists and rotates toroidally. When a series of tetrahedra are joined at the edges in a loop, it is possible for them to rotate continously through the center without deforming. This only works with an even number of tetrahedra, and there must be eight or more, or they don't fit. Written by Jamie Zawinski.
ca: Dibuixa un anell format per tetraedres connectats per les vores que es retorça i gira de forma toroidal. Quan s'uneix una sèrie de tetraedres per les vores en un bucle, és possible que girin contínuament a través del centre sense deformar-se. Això només funciona amb un nombre parell de tetraedres, i n'hi ha d'haver vuit o més; si no, no hi caben. Escrit per Jamie Zawinski.
fr: Dessinez un anneau composé de tétraèdres reliés par les bords qui se tord et tourne de manière toroïdale. Lorsqu'une série de tétraèdres sont reliés aux bords en une boucle, il leur est possible d'effectuer une rotation continue à travers le centre sans se déformer. Cela ne fonctionne qu'avec un nombre pair de tétraèdres, et il doit y en avoir huit ou plus, sinon ils ne tiennent pas. Écrit par Jamie Zawinski.
id: Gambarlah sebuah cincin yang tersusun dari tetrahedra yang dihubungkan pada bagian tepi yang berputar dan berrotasikan secara toroidally. Ketika serangkaian tetrahedra bergabung di tepi dalam lingkaran, adalah mungkin bagi mereka untuk memutar terus menerus melalui pusat tanpa deformasi. Ini hanya bekerja dengan jumlah bahkan tetrahedra, dan harus ada delapan atau lebih, atau mereka tidak cocok. Ditulis oleh Jamie Zawinski.
ja: 四面体で構成され、縁に接続されたリングを描画し、ドーナツ形にねじったり回転したりします。四面体は縁同士をつなげて輪を構成しているため、変形させることなく中心から回転できるようになっています。四面体が偶数個で、かつ 8 個以上の場合にのみうまく動く仕組みで、それ以外ではうまく動きません。 Jamie Zawinski 氏による作品です。
pt_br: Desenha um anel composto por tetraedros conectados nas bordas que torce e gira toroidalmente. Quando uma série de tetraedros são unidos nas bordas em um loop, é possível que eles rodem continuamente pelo centro sem deformar. Isso funciona apenas com um número par de tetraedros e deve haver oito ou mais, ou eles não se encaixam. Escrito por Jamie Zawinski.
sk: Vykreslite prstenec zložený zo štvorstenov spojených na hranách, ktoré sa krútia a otáčajú toroidálne. Keď sa skupina štvorstenov spojí na hranách do slučky, je možné, aby sa otáčali nepretržite stredom bez deformácie. Funguje to iba s párnym počtom štvorstenov a musí ich byť osem alebo viac alebo sa nezlúčia. Napísal Jamie Zawinski.

# Name(pipes.desktop)
source: Pipes
ca: Canonades
id: Pipa
ja: パイプ
pt_br: Tubos
sk: Rúry

# Comment(pipes.desktop)
source: A growing plumbing system, with bolts and valves. Written by Marcelo Vianna and Jamie Zawinski.
ca: Un sistema de canonades cada vegada més gran, amb els perns i les vàlvules. Escrit per Marcelo Viana i Jamie Zawinski.
fr: Un système de plomberie en pleine croissance, avec des boulons et des valves. Écrit par Marcelo Vianna et Jamie Zawinski.
id: Sistem pipa yang berkembang, dengan baut dan katup. Ditulis oleh Marcelo Vianna dan Jamie Zawinski.
ja: 配管がボルトやバルブを伴いながら伸びていくシステムです。 Marcelo Vianna 氏および Jamie Zawinski 氏による作品です。
pt_br: Um sistema de encanamento crescente, com parafusos e válvulas. Escrito por Marcelo Vianna e Jamie Zawinski.
sk: Rastúci potrubný systém so spojkami a ventilmi. Napísal Marcelo Vianna a Jamie Zawinski.

# Name(xrayswarm.desktop)
source: XRaySwarm
ca: Eixam de raigs X
fr: Essaim de rayons
ja: X-線スワーム

# Comment(xrayswarm.desktop)
source: Worm-like swarms of particles with vapor trails. Written by Chris Leger.
ca: Eixams de partícules com cucs amb rastres de vapor. Escrit per Chris Leger.
fr: Des essaims de particules en forme de ver avec des traînées de vapeur. Écrit par Chris Leger.
id: Kawanan partikel seperti cacing dengan jejak uap. Ditulis oleh Chris Leger.
ja: Worm に似た、尾のある粒子の群れとその軌跡を表現します。 Chris Leger 氏による作品です。
pt_br: Partículas semelhantes a um enxame de vermes com trilhas de vapor. Escrito por Chris Leger.
sk: Červovité roje častíc so stopami výparov. Napísal Chris Leger.

# Comment(m6502.desktop)
source: Emulates a 6502 microprocessor, and runs some example programs on it. The family of 6502 chips were used throughout the 70's and 80's in machines such as the Atari 2600, Commodore PET, VIC20 and C64, Apple ][, and the NES. Some example programs are included, and it can also read in an assembly file as input. Original JavaScript Version by Stian Soreng: http://www.6502asm.com/. Ported to XScreenSaver by Jeremy English. Written by Stian Soreng and Jeremy English.
ca: Emula un microprocessador 6502 i hi executa alguns programes d'exemple. La família de xips de 6502 es va utilitzar al llarg dels anys 70 i 80 en màquines tals com l'Atari 2600, Commodore PET, VIC20 i C64, Apple] [ i NES. S'hi inclouen alguns programes d'exemple i també es poden llegir en un fitxer d'acoblament com a entrada. La versió original de JavaScript de Stian Soreng: http://www.6502asm.com/. Portada a xscreensaver per Jeremy English. Escrit per Stian Soreng i Jeremy English.
fr: Emule un microprocesseur 6502, et exécute quelques programmes d'exemple sur celui-ci. La famille des puces 6502 a été utilisée dans les années 70 et 80 dans des machines telles que l'Atari 2600, le Commodore PET, le VIC20 et le C64, le Apple ][, et la NES. Quelques exemples de programmes sont inclus, et il peut également lire un fichier d'assemblage en entrée. Version originale en JavaScript par Stian Soreng : http://www.6502asm.com/. Porté sur XScreenSaver par Jeremy English. Écrit par Stian Soreng et Jeremy English.
id: Mengemulasi 6502 mikroprosesor, dan menjalankan beberapa contoh program di atasnya. Keluarga 6502 keripik yang digunakan di seluruh 70 ' s dan 80 ' s di mesin seperti Atari 2600, Commodore PET, VIC20 dan C64, Apple] [, dan SPN. Beberapa contoh program disertakan, dan juga dapat membaca dalam berkas rakitan sebagai masukan. Asli JavaScript versi oleh Stian Soreng: http://www.6502asm.com/. Porting ke XScreenSaver oleh Jeremy bahasa Inggris. Ditulis oleh Stian Soreng dan Jeremy bahasa Inggris.
ja: 6502 マイクロプロセッサを疑似し、その中でサンプルプログラムを動作させます。 6502 チップのファミリは Atari 2600, Commodore PET, VIC20 and C64, Apple ][, ファミリーコンピュータなど、 1970 年代から 1980 年代にかけて販売されたマシンに搭載されていました。いくつかのサンプルプログラムが同梱されていますが、アセンブルファイルを読み込むこともできます。オリジナルの JavaScript 版は Stian Soreng 氏による作品 (http://www.6502asm.com/) です。 XScreenSaver への移植は Jeremy English 氏が行ないました。 Stian Soreng 氏と Jeremy English 氏による作品です。
pt_br: Emula um microprocessador 6502 e executa alguns programas de exemplo nele. A família de 6502 chips foi usada nas décadas de 70 e 80 em máquinas como Atari 2600, Commodore PET, VIC20 e C64, Apple][e NES. Alguns exemplos de programas estão incluídos e também podem ser lidos em um arquivo de montagem como entrada. Versão JavaScript original por Stian Soreng: http://www.6502asm.com/. Portado para o XScreenSaver por Jeremy English. Escrito por Stian Soreng e Jeremy English.
sk: Emuluje mikroprocesor 6502 a na ňom spúšťa niekoľko príkladov programov. Rodina čipov 6502 sa používala v 70. a 80. rokoch v strojoch ako Atari 2600, Commodore PET, VIC20 a C64, Apple][ a NES. Zahrnuté sú aj niektoré príklady programov a ako vstup sa dá tiež načítať aj súbor asemblera. Pôvodná JavaScript verzia od Stiana Sorenga: http://www.6502asm.com/. Na XScreenSaver preniesol Jeremy English. Napísal Stian Soreng a Jeremy English.

# Comment(kumppa.desktop)
source: Spiraling, spinning, and very, very fast splashes of color rush toward the screen. Written by Teemu Suutari.
ca: Flaixos de color molt ràpids que fan espiral, giren i corren cap a la pantalla. Escrit per Teemu Suutari.
fr: Des éclaboussures de couleur en spirale, tournoyantes et très, très rapides se précipitent sur l'écran. Écrit par Teemu Suutari.
id: Spiral, berputar, dan percikan warna yang sangat, sangat cepat mengalir ke layar. Ditulis oleh Teemu Suutari.
ja: 画面内をねじれたり回転したりするとても高速なカラーラッシュです。 Teemu Suutari 氏による作品です。
pt_br: Espiralamento, giros, e muitos, muitos rápidos borrifos de cores em direção à tela. Escrito por Teemu Suutari.
sk: Špirálovité, odstredivé a veľmi, veľmi rýchle striekania farby sa vrhajú smerom k obrazovke. Napísal Teemu Suutari.

# Name(cube21.desktop)
source: Cube21
ja: キューブ21

# Comment(cube21.desktop)
source: The "Cube 21" Rubik-like puzzle, also known as "Square-1". The rotations are chosen randomly. See also the "Rubik", "RubikBlocks" and "GLSnake" screen savers. https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Written by Vasek Potocek.
ca: El Cub de 21, un trencaclosques similar al Rubikr, també conegut com a Square-1. Les rotacions es trien a l'atzar. Vegeu també el Rubik, el RubikBlocks i el GLSnake, protectors de pantalla. https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Escrit per Vasek Potocek.
fr: Le puzzle de type Rubik "Cube 21", également connu sous le nom de "Square-1". Les rotations sont choisies au hasard. Voir aussi les économiseurs d'écran "Rubik", "RubikBlocks" et "GLSnake". https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Écrit par Vasek Potocek.
id: Teka-teki seperti Rubik "Cube 21", juga dikenal sebagai "Square-1". Rotasi dipilih secara acak. Lihat juga screen saver "Rubik", "RubikBlocks" dan "GLSnake". https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Ditulis oleh Vasek Potocek.
ja: "Cube 21" という名称 (もしくは "Square-1" としても知られています) のルービックキューブに似たパズルです。回転はランダムに選ばれます。 "Rubik", "RubikBlocks", "GLSnake" の各スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Vasek Potocek 氏による作品です。
pt_br: O quebra-cabeça Rubik "Cube 21", também conhecido como "Square-1". As rotações são escolhidas aleatoriamente. Veja também os protetores de tela "Rubik", "RubikBlocks" e "GLSnake". https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Escrito por Vasek Potocek.
sk: Rubikovský hlavolam "Cube 21", známy tiež ako "Square-1". Rotácie sa vyberajú náhodne. Pozrite si tiež šetriče obrazovky "Rubik", "RubikBlocks" a "GLSnake". https://en.wikipedia.org/wiki/Square_One_%28puzzle%29 Napísal Vasek Potocek.

# Comment(noof.desktop)
source: Flowery, rotatey patterns. Written by Bill Torzewski.
ca: Patrons que roden, florejats. Escrit per Bill Torzewski.
fr: Des motifs fleuris et rotatifs. Écrit par Bill Torzewski.
id: Pola Flowery, rotatey. Ditulis oleh Bill Torzewski.
ja: 花のような回転パターンです。 Bill Torzewski 氏による作品です。
pt_br: Padrões floridos e rotativos. Escrito por Bill Torzewski.
sk: Kvetinové, otáčajúce sa vzory. Napísal Bill Torzewski.

# Name(shadebobs.desktop)
source: ShadeBobs
ja: シェイドボブ

# Comment(shadebobs.desktop)
source: Oscillating oval patterns that look something like vapor trails or neon tubes. Written by Shane Smit.
ca: Patrons ovals oscil·lants que s'assemblen a una mena de rastres de vapor o tubs de neó. Escrit per Shane Smit.
fr: Des motifs ovales oscillants qui ressemblent à des traînées de vapeur ou à des tubes au néon. Écrit par Shane Smit.
id: Pola oval berosilasi yang terlihat seperti jalur uap atau tabung neon. Ditulis oleh Shane Smit.
ja: 飛行機雲やネオン管のように見える振動する卵型パターンです。 Shane Smit 氏による作品です。
pt_br: Padrões ovais oscilantes que se parecem com trilhas de vapor ou tubos de néon. Escrito por Shane Smit.
sk: Oscilujúce oválne vzory, ktoré vyzerajú niečo ako stopy výparov alebo neónové trubice. Napísal Shane Smit.

# Name(substrate.desktop)
source: Substrate
ca: Substrat
fr: Substrat
id: Substrat
ja: 基盤
pt_br: Substrato

# Comment(substrate.desktop)
source: Crystalline lines grow on a computational substrate. A simple perpendicular growth rule creates intricate city-like structures. Written by J. Tarbell and Mike Kershaw.
ca: Línies cristal·lines que creixen en un substrat computacional. Una regla senzilla de creixement perpendicular crea estructures intricades semblants a una ciutat. Escrit per J. Tarbell i Mike Kershaw.
fr: Des lignes cristallines se développent sur un substrat informatique. Une simple règle de croissance perpendiculaire permet de créer des structures complexes ressemblant à des villes. Écrit par J. Tarbell et Mike Kershaw.
id: Garis kristal tumbuh pada substrat komputasi. Aturan pertumbuhan tegak lurus yang sederhana menciptakan struktur seperti kota yang rumit. Ditulis oleh J. Tarbell dan Mike Kershaw.
ja: 線状の結晶が基板上に生成されていきます。シンプルな垂直成長ルールにより、複雑な都市のような構造体を作り上げます。 J. Tarbell 氏と Mike Kershaw 氏による作品です。
pt_br: Linhas cristalinas crescem em um substrato computacional. Uma regra simples de crescimento perpendicular cria estruturas intrincadas semelhantes a cidades. Escrito por J. Tarbell e Mike Kershaw.
sk: Kryštalické línie rastú na výpočtovom substráte. Jednoduché pravidlo kolmého rastu vytvára zložité mestu podobné štruktúry. Napísal J. Tarbell a Mike Kershaw.
