Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(zoom.desktop)
source: Fatbits! Zooms in on a part of the screen and then moves around. With the "Lenses" option, the result is like looking through many overlapping lenses rather than just a simple zoom. Written by James Macnicol.
ca: Fatbits! Fa zoom sobre una part de la pantalla i després s'hi mou al voltant. Amb l'opció de les lents, el resultat és com mirar a través de moltes lents superposades, en lloc d'un simple zoom. Escrit per James MacNicol.
fr: Fatbits ! Effectue un zoom sur une partie de l'écran, puis se déplace. Avec l'option "Lenses", le résultat ressemble à un regard à travers plusieurs lentilles superposées plutôt qu'à un simple zoom. Écrit par James Macnicol.
id: Fatbits! Memperbesar pada bagian dari layar dan kemudian bergerak di sekitar. Dengan opsi "lenses", hasilnya seperti melihat melalui banyak lensa yang tumpang tindih, bukan sekadar zoom sederhana. Ditulis oleh James MacNicol.
ja: Fatbits! 画面の一部を拡大し、それが動き回ります。 "Lenses" オプションを指定すると、単純な拡大ではなくレンズが上に乗っているかのような効果になります。 James Macnicol 氏による作品です。
pt_br: Fatbits! Amplia uma parte da tela e depois se move. Com a opção "Lentes", o resultado é como olhar através de muitas lentes sobrepostas, em vez de apenas um simples zoom. Escrito por James Macnicol.
sk: Fatbits! Priblíži časť obrazovky a potom sa pohybuje okolo. S možnosťou "Šošovky" je výsledkom pozhľad akoby cez mnoho prekrývajúcich sa šošoviek, nielen jednoduché priblíženie. Napísal James Macnicol.

# Comment(projectiveplane.desktop)
source: A 4D embedding of the real projective plane. You can walk on the surface of the real projective plane or rotate it in 4D or walk on it while it rotates in 4D. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Real_projective_plane https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Cross_cap https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/RealProjectivePlane.html http://mathworld.wolfram.com/RomanSurface.html http://mathworld.wolfram.com/Cross-Cap.html http://mathworld.wolfram.com/MoebiusStrip.html Written by Carsten Steger.
fr: Un encastrement 4D du plan projectif réel. Vous pouvez marcher sur la surface du plan projectif réel ou le faire tourner en 4D ou encore marcher dessus pendant qu'il tourne en 4D. Inspiré par le livre de Thomas Banchoff "Beyond the Third Dimension : Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Real_projective_plane https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Cross_cap https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/RealProjectivePlane.html http://mathworld.wolfram.com/RomanSurface.html http://mathworld.wolfram.com/Cross-Cap.html http://mathworld.wolfram.com/MoebiusStrip.html Écrit par Carsten Steger.
id: Penanaman 4D dari bidang proyektif nyata. Anda dapat berjalan di permukaan dari bidang proyektif nyata atau memutar dalam 4D atau berjalan di atasnya sementara itu berputar di 4D. Terinspirasi oleh Thomas Banchoff buku "Beyond dimensi ketiga: geometri, Computer Graphics, dan tinggi dimensi", Scientific American Library, 1990. https://en.wikipedia.org/wiki/Real_projective_plane https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Cross_cap https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/RealProjectivePlane.html http://mathworld.wolfram.com/RomanSurface.html http://mathworld.wolfram.com/Cross-Cap.html http://mathworld.wolfram.com/MoebiusStrip.html ditulis oleh Carsten Steger.
ja: リアルな射影平面の 4D エンベディングです。リアルな射影平面の上を動いたり、 4D 内で回転したりすることができます。 Thomas Banchoff 氏の書籍 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990 をヒントに作られています。 https://en.wikipedia.org/wiki/Real_projective_plane https://en.wikipedia.org/wiki/Roman_surface https://en.wikipedia.org/wiki/Cross_cap https://en.wikipedia.org/wiki/Moebius_strip http://mathworld.wolfram.com/RealProjectivePlane.html http://mathworld.wolfram.com/RomanSurface.html http://mathworld.wolfram.com/Cross-Cap.html http://mathworld.wolfram.com/MoebiusStrip.html Carsten Steger 氏による作品です。

# Comment(lament.desktop)
source: Lemarchand's Box, the Lament Configuration. Warning: occasionally opens doors. https://en.wikipedia.org/wiki/Lemarchand%27s_box Written by Jamie Zawinski.
ca: Caixa de Lemarchand, la configuració del Lament. Avís: de tant en tant obre portes. https://en.wikipedia.org/wiki/Lemarchand%27s_box Escrit per Jamie Zawinski.
fr: La boîte de Lemarchand, la configuration de la complainte. Avertissement : ouvre parfois des portes. https://en.wikipedia.org/wiki/Lemarchand%27s_box Écrit par Jamie Zawinski.
id: Kotak lemarchand, konfigurasi Lament. Peringatan: sesekali membuka pintu. https://en.wikipedia.org/wiki/Lemarchand%27s_box ditulis oleh Jamie Zawinski.
ja: Lemarchand's Box (Lament Configuration) です。警告: 時折ドアが開きます。 https://en.wikipedia.org/wiki/Lemarchand%27s_box Jamie Zawinski 氏による作品です。
pt_br: Caixa de Lemarchand, a configuração de lamento. Aviso: ocasionalmente abre portas. https://en.wikipedia.org/wiki/Lemarchand%27s_box Escrito por Jamie Zawinski.
sk: Lemarchandova skrinka, konfigurácia Lament. Varovanie: občas otvorí dvere. https://en.wikipedia.org/wiki/Lemarchand%27s_box Napísal Jamie Zawinski.

# Comment(glhanoi.desktop)
source: Solves the Towers of Hanoi puzzle. Move N disks from one pole to another, one disk at a time, with no disk ever resting on a disk smaller than itself. https://en.wikipedia.org/wiki/Tower_of_Hanoi Written by Dave Atkinson.
ca: Resol el trencaclosques de les Torres de Hanoi. Moveu N discs d'un pol a un altre, d'un disc cada vegada, sense que cap disc se situï sobre un disc més petit. https://en.wikipedia.org/wiki/Tower_of_Hanoi Escrit per Dave Atkinson.
fr: Résout le puzzle des Tours de Hanoi. Déplacez N disques d'un pôle à l'autre, un disque à la fois, sans qu'aucun disque ne repose sur un disque plus petit que lui. https://en.wikipedia.org/wiki/Tower_of_Hanoi Écrit par Dave Atkinson.
id: Memecahkan Menara Hanoi teka-teki. Bergerak N diska dari satu kutub ke yang lain, satu diska pada suatu waktu, tanpa diska yang pernah diambil pada diska yang lebih kecil dari yang dimiliki sendiri. https://en.wikipedia.org/wiki/Tower_of_Hanoi ditulis oleh Dave Atkinson.
ja: ハノイの塔のパズルを解きます。 N 個の円盤を一方のポールから他方のポールに移しますが、円盤は 1 つずつしか動かすことができず、かつ小さい円盤の上に大きい円盤は載せることができません。 https://en.wikipedia.org/wiki/Tower_of_Hanoi Dave Atkinson 氏による作品です。
pt_br: Resolve o problema Torres de Hanoi. Mova N discos de uma pilha para outra, um por um, sem que um disco fique por cima de outro disco menor. https://en.wikipedia.org/wiki/Tower_of_Hanoi Escrito por Dave Atkinson.
sk: Rieši hlavolam Hanojské veže. Presúva N diskov z jednej tyčky na druhú, jeden disk súčasne, pričom žiadny disk nikdy nespočíva na menšom disku. https://en.wikipedia.org/wiki/Tower_of_Hanoi Napísal Dave Atkinson.

# Name(hexadrop.desktop)
source: Hexadrop
ca: Caiguda hexagonal
id: Yang lain
ja: ヘキサドロップ

# Comment(hexadrop.desktop)
source: A grid of hexagons or other shapes, with tiles dropping out. https://en.wikipedia.org/wiki/Tiling_by_regular_polygons Written by Jamie Zawinski.
ca: Una reixa d'hexàgons o altres formes, amb rajoles que cauen. https://en.wikipedia.org/wiki/Tiling_by_regular_polygons Escrit per Jamie Zawinski.
fr: Une grille d'hexagones ou d'autres formes, avec des tuiles qui tombent. https://en.wikipedia.org/wiki/Tiling_by_regular_polygons Écrit par Jamie Zawinski.
id: Grid dari segi enam atau bentuk lain, dengan ubin menjatuhkan. https://en.wikipedia.org/wiki/Tiling_by_regular_polygons ditulis oleh Jamie Zawinski.
ja: 六角形やその他の形状のグリッドを描き、タイルが落ちていきます。 https://en.wikipedia.org/wiki/Tiling_by_regular_polygons Jamie Zawinski 氏による作品です。
pt_br: Uma grade de hexágonos ou outras formas, com peças caindo. https://en.wikipedia.org/wiki/Tiling_by_regular_polygons Escrito por Jamie Zawinski.
sk: Mriežka zo šesťuholníkov alebo iných tvarov s vypadávajúcimi dlaždicami. https://en.wikipedia.org/wiki/Tiling_by_regular_polygons Napísal Jamie Zawinski.

# Comment(lockward.desktop)
source: A translucent spinning, blinking thing. Sort of a cross between the wards in an old combination lock and those old backlit information displays that animated and changed color via polarized light. Written by Leo L. Schwab.
ca: Una cosa que gira, translúcida i parpellejant. Una espècie d'encreuament entre sales en una combinació antiga i aquelles pantalles d'informació retroiluminades que canviaven el color i l'animació a través de la llum polaritzada. Escrit per Leo L. Schwab.
fr: Une chose translucide qui tourne et clignote. Une sorte de croisement entre les verrous d'une vieille serrure à combinaison et ces vieux écrans d'information rétroéclairés qui s'animaient et changeaient de couleur grâce à la lumière polarisée. Écrit par Leo L. Schwab.
id: Sebuah berputar tembus, berkedip hal. Semacam Persilangan antara lingkungan dalam kunci kombinasi lama dan informasi lampu latar lama yang menampilkan animasi dan berubah warna melalui cahaya terpolarisasi. Ditulis oleh Leo L. Schwab.
ja: 半透明で回転し、点滅する物体です。領域同士が重なり合ったり、特定の箇所をアニメーションや色の変化などで照らしたりします。 Leo L. Schwab 氏による作品です。
pt_br: Uma coisa translúcida girando e piscando. Uma espécie de cruzamento entre as enfermarias de uma fechadura de combinação antiga e as informações antigas em contraluz exibe essa cor animada e alterada via luz polarizada. Escrito por Leo L. Schwab.
sk: Priesvitná točiaca sa, blikajúca vec. Druh kríženia medzi oddeleniami v starej kombinačnej zámke a tými starými podsvietenými informáčnými displejmi, ktoré je oživené a mení farby cez boli polarizované svetlo. Napísal Leo L. Schwab.

# Name(deluxe.desktop)
source: Deluxe
fr: Luxe
ja: デラックス

# Comment(deluxe.desktop)
source: Pulsing stars, circles, and lines. Written by Jamie Zawinski.
ca: Estrelles polsants, cercles i línies. Escrit per Jamie Zawinski.
fr: Étoiles pulsantes, cercles et lignes. Écrit par Jamie Zawinski.
id: Pulsing bintang, lingkaran, dan garis. Ditulis oleh Jamie Zawinski.
ja: 星や円、線などが広がります。 Jamie Zawinski 氏による作品です。
pt_br: Estrelas pulsantes, círculos e linhas. Escrito por Jamie Zawinski.
sk: Pulzujúce hviezdy, kruhy a čiary. Napísal Jamie Zawinski.

# Comment(xlyap.desktop)
source: The Lyapunov exponent makes pretty fractal pictures. https://en.wikipedia.org/wiki/Lyapunov_exponent Written by Ron Record.
ca: L'exponent de Lyapunov fa imatges fractals bastant boniques. https://en.wikipedia.org/wiki/Lyapunov_exponent Escrit per Ron Record.
fr: L'exposant de Lyapunov fait de jolies images fractales. https://en.wikipedia.org/wiki/Lyapunov_exponent Écrit par Ron Record.
id: Eksponen Lyapunov membuat gambar yang sangat fraktal. https://en.wikipedia.org/wiki/Lyapunov_exponent Ditulis oleh Ron Record.
ja: リアプノフ指数はきれいなフラクタル図を生成します。 https://en.wikipedia.org/wiki/Lyapunov_exponent Ron Record 氏による作品です。
pt_br: O expoente Lyapunov faz belas imagens fractais. https://en.wikipedia.org/wiki/Lyapunov_exponent Escrito por Ron Record.
sk: Ljapunov exponent vytvára krásne fraktálne obrázky. https://en.wikipedia.org/wiki/Lyapunov_exponent Napísal Ron Record.

# Comment(apple2.desktop)
source: An Apple ][+ computer simulation, in all its 1979 glory. It also reproduces the appearance of display on a color television set of the period. In "Basic Programming Mode", a simulated user types in a BASIC program and runs it. In "Text Mode", it displays the output of a program, or the contents of a file or URL. In "Slideshow Mode", it chooses random images and displays them within the limitations of the Apple ][ display hardware. (Six available colors in hi-res mode!) On MacOS and Linux, this program is also a fully-functional VT100 emulator! Run it as an application instead of as a screen saver and you can use it as a terminal. https://en.wikipedia.org/wiki/Apple_II_series Written by Trevor Blackwell and Jamie Zawinski.
ca: Una simulació per ordinador d'Apple] [+, en tota la seva glòria de 1979. També reprodueix l'aspecte de la pantalla en un televisor de color del període. En "mode bàsic de programació", un usuari simulat escriu en un programa BASIC i l'executa. En "mode de text", es mostra la sortida d'un programa o el contingut d'un fitxer o URL. En "mode de presentació", es trien a l'atzar imatges i es mostren dins de les limitacions de visualització del maquinari d'Apple ] [. (Sis colors disponibles al mode d'alta resolució!) En MacOS i Linux, aquest programa també és un emulador de VT100 completament funcional! Executeu-lo com una aplicació en lloc de com un estalvi de pantalla i el podeu utilitzar com a terminal. https://en.wikipedia.org/wiki/Apple_II_series Escrit per Trevor Blackwell i Jamie Zawinski.
fr: Une simulation d'ordinateur Apple ][+, dans toute sa gloire de 1979. Il reproduit également l'aspect de l'affichage sur un téléviseur couleur de l'époque. En "Basic Programming Mode", un utilisateur simulé tape un programme BASIC et l'exécute. En "mode texte", il affiche la sortie d'un programme, ou le contenu d'un fichier ou d'une URL. En "Mode diaporama", il choisit des images au hasard et les affiche dans les limites du matériel d'affichage Apple ][. (Six couleurs disponibles en mode haute résolution !) Sous MacOS et Linux, ce programme est également un émulateur VT100 entièrement fonctionnel ! Exécutez-le en tant qu'application plutôt qu'en tant qu'écran de veille et vous pourrez l'utiliser comme un terminal. https://en.wikipedia.org/wiki/Apple_II_series Écrit par Trevor Blackwell et Jamie Zawinski.
id: Sebuah Apple] [+ simulasi komputer, dalam semua kemuliaan 1979 nya. Ini juga mereproduksi penampilan layar pada set televisi warna periode. Dalam "Basic Programming mode", jenis pengguna simulasi dalam program BASIC dan menjalankannya. Dalam "text mode", ini akan menampilkan output dari sebuah program, atau isi dari sebuah file atau URL. Dalam "mode slideshow", ia memilih gambar acak dan menampilkannya dalam keterbatasan Apple] [Display hardware. (Enam tersedia warna dalam mode hi-res!) Pada MacOS dan Linux, program ini juga merupakan emulator VT100 yang berfungsi penuh! Jalankan sebagai aplikasi bukan sebagai screen saver dan Anda dapat menggunakannya sebagai terminal. https://en.wikipedia.org/wiki/Apple_II_series ditulis oleh Trevor Blackwell dan Jamie Zawinski.
ja: 1979 年に発売が開始された Apple ][+ コンピュータのエミュレーションです。コンピュータだけでなく、その当時のカラーテレビの見た目も再現しています。 "BASIC プログラミングモード" では、疑似ユーザが BASIC プログラムの入力を行ない、それを実行します。 "テキストモード" では、プログラムの出力を表示するか、ファイルや URL の内容を表示します。 "スライドショーモード" では、ランダムに画像を選択して、 Apple ][ ディスプレイハードウエアの制限範囲 (ハイレゾモードで 6 色！) 内で表示します。スクリーンセーバではなくアプリケーションとして起動することもできるほか、端末としても使用することができます。 https://en.wikipedia.org/wiki/Apple_II_series Trevor Blackwell 氏と Jamie Zawinski 氏による作品です。
pt_br: Um simulador de um computador Apple ][+, em toda a sua glória em 1979. Também reproduz a aparência da tela em um aparelho de televisão em cores do período. No "Modo de programação básica", um usuário simulado digita um programa BASIC e o executa. No "Modo Texto", ele exibe a saída de um programa ou o conteúdo de um arquivo ou URL. No "Modo Apresentação de slides", ele escolhe imagens aleatórias e as exibe dentro das limitações do Apple] [hardware da tela. (Seis cores disponíveis no modo de alta resolução!) No MacOS e Linux, este programa também é um emulador VT100 totalmente funcional! Execute-o como um aplicativo em vez de como um protetor de tela e você pode usá-lo como um terminal. https://en.wikipedia.org/wiki/Apple_II_series Escrito por Trevor Blackwell e Jamie Zawinski.
sk: Počítačová simulácia Apple ][+ v celej svojej sláve z roku 1979. Tiež reprodukuje vzhľad displeja na farebnom televíznom prijímači toho obdobia. V "Základnom programovacom režime" simulovaný používateľ napíše program v BASIC a spustí ho. V "Textovom režime" zobrazuje výstup programu, obsah súboru alebo URL. V "Prezentačnom režime" vyberá náhodné obrázky a zobrazuje ich v rámci obmedzení zobrazovacieho hardvéru Apple][. (Šesť dostupných farieb v režime hi-res!) Na systémoch MacOS a Linux je tento program tiež plne funkčným emulátorom VT100! Spustite ho ako aplikáciu namiesto šetriča obrazovky a môžete ho použiť ako terminál. https://en.wikipedia.org/wiki/Apple_II_series Napísal Trevor Blackwell a Jamie Zawinski.

# Name(goop.desktop)
source: Goop
ca: Pastota
fr: Pétales
ja: グープ

# Comment(goop.desktop)
source: Amoeba-like blobs change shape as they wander around the screen. They are translucent, so you can see the lower blobs through the higher ones, and when one passes over another, their colors merge. I got the idea for this from a mouse pad I had once, which achieved the same kind of effect in real life by having several layers of plastic with colored oil between them. Written by Jamie Zawinski.
ca: Taques d'ameba que canvien de forma a mesura que deambulen per la pantalla. Són translúcides, perquè pugueu veure les taques més baixes a través de les superiors, i quan una passa per sobre una altra, els colors es confonen. Vaig tenir la idea d'això a partir d'una estora de ratolí que tenia una vegada, que va aconseguir el mateix tipus d'efecte en la vida real perquè tenia diverses capes de plàstic amb oli de color entremig. Escrit per Jamie Zawinski.
fr: Des blobs semblables à des amibes changent de forme en se promenant sur l'écran. Elles sont translucides, de sorte que l'on peut voir les gouttes inférieures à travers les gouttes supérieures et, lorsqu'elles passent l'une sur l'autre, leurs couleurs se mélangent. L'idée m'est venue d'un tapis de souris que j'ai eu une fois, qui obtenait le même genre d'effet dans la vie réelle en ayant plusieurs couches de plastique avec de l'huile colorée entre elles. Écrit par Jamie Zawinski.
id: Gumpalan seperti amoeba mengubah bentuk saat mereka berkeliaran di sekitar layar. Mereka tembus, sehingga Anda dapat melihat gumpalan rendah melalui yang lebih tinggi, dan ketika seseorang melewati lain, warna mereka bergabung. Aku punya ide untuk ini dari mouse pad saya pernah, yang mencapai jenis yang sama efek dalam kehidupan nyata dengan memiliki beberapa lapisan plastik dengan minyak berwarna di antara mereka. Ditulis oleh Jamie Zawinski.
ja: アメーバのような物体が画面上を動き回りながら、形を変化させていきます。物体は半透明で向こう側が見えるようになっているほか、一方が他方の上を通過すると色が合成されて表示されます。これは以前に私が使用していたマウスパッドからヒントを得て作っているもので、マウスパッドの上に色のついた油滴を垂らしたような効果を実現させています。 Jamie Zawinski 氏による作品です。
pt_br: Gotas semelhantes a amebas mudam de forma enquanto andam pela tela. Eles são translúcidos, para que você possa ver os blobs inferiores pelos superiores e, quando um passa sobre o outro, suas cores se fundem. Tive a ideia disso em um mouse pad que já tive, que alcançou o mesmo tipo de efeito na vida real ao ter várias camadas de plástico com óleo colorido entre elas. Escrito por Jamie Zawinski.
sk: Škvrny podobné meňavkám sa menia, keď putujú po obrazovke. Sú priesvitné, takže môžete vidieť spodné škvrny cez tie vyššie, a keď jedna prechádza cez druhú, ich farby sa zlúčia. Myšlienku na to som dostal podľa podložky pod myš, ktorú som mal kedysi, ktorá docielila rovnaký účinok v reálnom živote tým, že medzi sebou mala niekoľko vrstiev plastu s farebným olejom. Napísal Jamie Zawinski.

# Comment(fuzzyflakes.desktop)
source: Falling colored snowflake/flower shapes. https://en.wikipedia.org/wiki/Snowflake Written by Barry Dmytro.
ca: Caiguda de formes de floc de neu / flors de colors. https://en.wikipedia.org/wiki/Snowflake Escrit per Barry Dmitro.
fr: Flocons de neige colorés tombant en forme de fleurs. https://en.wikipedia.org/wiki/Snowflake Écrit par Barry Dmytro.
id: Jatuh berwarna kepingan salju/bunga bentuk. https://en.wikipedia.org/wiki/Snowflake ditulis oleh Barry Dmytro.
ja: 色の付いた雪や花びらが落ちてきます。 https://en.wikipedia.org/wiki/Snowflake Barry Dmytro 氏による作品です。
pt_br: Queda colorida floco de neve/formas de flores. https://en.wikipedia.org/wiki/Snowflake Escrito por Barry Dmytro.
sk: Padajúce farebné tvary snehových vločiek/kvetov. https://en.wikipedia.org/wiki/Snowflake Napísal Barry Dmytro.

# Name(carousel.desktop)
source: Carousel
ca: Carrusel
fr: Carrousel
ja: 回転木馬
pt_br: Carrossel

# Comment(carousel.desktop)
source: Loads several random images, and displays them flying in a circular formation. The formation changes speed and direction randomly, and images periodically drop out to be replaced by new ones. Written by Jamie Zawinski.
ca: Carrega diverses imatges a l'atzar i les mostra volant en una formació circular. La formació canvia la velocitat i la direcció a l'atzar i les imatges periòdicament cauen fora per reemplaçar-les per altres de noves. Escrit per Jamie Zawinski.
fr: Charge plusieurs images aléatoires, et les affiche en train de voler dans une formation circulaire. La formation change de vitesse et de direction de façon aléatoire, et les images disparaissent périodiquement pour être remplacées par de nouvelles. Écrit par Jamie Zawinski.
id: Memuat beberapa gambar acak, dan menampilkan mereka terbang dalam formasi melingkar. Formasi perubahan kecepatan dan arah secara acak, dan gambar secara berkala drop out untuk digantikan oleh yang baru. Ditulis oleh Jamie Zawinski.
ja: 複数の画像をランダムに読み込み、円形に並べて浮かべます。円形の速度や方向はランダムに変わるほか、画像は定期的に入れ替えられます。 Jamie Zawinski 氏による作品です。
pt_br: Carrega várias imagens aleatórias e as exibe voando em uma formação circular. A formação muda a velocidade e a direção aleatoriamente, e as imagens periodicamente desaparecem para serem substituídas por novas. Escrito por Jamie Zawinski.
sk: Načíta niekoľko náhodných obrázkov a zobrazuje ich lietajúce v kruhovej formácii. Formácia náhodne mení rýchlosť a smer a obrázky sa pravidelne vyraďujú, aby sa nahradili novými. Napísal Jamie Zawinski.

# Comment(euler2d.desktop)
source: Simulates two dimensional incompressible inviscid fluid flow. https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Written by Stephen Montgomery-Smith.
ca: Simula un flux de fluid no viscós incompressible de dues dimensions. https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Escrit per Stephen Montgomery-Smith.
fr: Simule l'écoulement d'un fluide incompressible inviscide en deux dimensions. https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Écrit par Stephen Montgomery-Smith.
id: Mensimulasikan aliran cairan inviscid dua dimensi yang tidak dapat dimampatkan. https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Ditulis oleh Stephen Montgomery-Smith.
ja: 2 次元の非圧縮性・非粘性の液体の流れを疑似します。 https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Stephen Montgomery-Smith 氏による作品です。
pt_br: Simula o fluxo de fluido inviscível incompressível bidimensional. https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Escrito por Stephen Montgomery-Smith.
sk: Simuluje dvojrozmerný nestlačiteľný tok neviskóznej tekutiny. https://en.wikipedia.org/wiki/Euler_equations_%28fluid_dynamics%29 https://en.wikipedia.org/wiki/Inviscid_flow Napísal Stephen Montgomery-Smith.
