Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(epicycle.desktop)
source: A pre-heliocentric model of planetary motion. This draws the path traced out by a point on the edge of a circle. That circle rotates around a point on the rim of another circle, and so on, several times. https://en.wikipedia.org/wiki/Deferent_and_epicycle Written by James Youngman.
fr: Un modèle pré-héliocentrique du mouvement planétaire. Il dessine le chemin tracé par un point sur le bord d'un cercle. Ce cercle tourne autour d'un point sur le bord d'un autre cercle, et ainsi de suite, plusieurs fois. https://en.wikipedia.org/wiki/Deferent_and_epicycle Écrit par James Youngman.
id: Sebuah model pra-heliocentric gerak planet. Ini menarik jalan yang dilacak oleh titik di tepi lingkaran. Lingkaran yang berputar di sekitar titik di tepi lingkaran lain, dan seterusnya, beberapa kali. https://en.wikipedia.org/wiki/Deferent_and_epicycle ditulis oleh James Youngman.
ja: 太陽中心説以前の惑星運動のモデルです。これは円の外周を追いかけるように動くもので、その円も他の円の外周を動きまわります。 https://en.wikipedia.org/wiki/Deferent_and_epicycle James Youngman 氏による作品です。

# Name(triangle.desktop)
source: Triangle
id: Segitiga
ja: 三角形
pt_br: Triângulo
sk: Trojuholník

# Comment(triangle.desktop)
source: Generates random mountain ranges using iterative subdivision of triangles. Written by Tobias Gloth.
ca: Genera serres muntanyenques aleatòries usant la subdivisió iterativa de triangles. Escrit per Tobias Gloth.
fr: Génère des chaînes de montagnes aléatoires en utilisant la subdivision itérative de triangles. Écrit par Tobias Gloth.
id: Menghasilkan rentang pegunungan acak menggunakan subdivisi iteratif segitiga. Ditulis oleh Tobias Gloth.
ja: 三角形の反復分割を利用して山脈を生成します。 Tobias Gloth 氏による作品です。
pt_br: Gera cadeias de montanhas aleatórias usando subdivisão iterativa de triângulos. Escrito por Tobias Gloth.
sk: Vytvára náhodné pohoria pomocou iteračného ďalšieho členenia trojuholníkov. Napísal Tobias Gloth.

# Name(maze.desktop)
source: Maze
ca: Laberint
fr: Labyrinthe
ja: 迷宮
pt_br: Labirinto

# Comment(maze.desktop)
source: Generates random mazes, with three different algorithms: Kruskal, Prim, and a depth-first recursive backtracker. It also solves them. Backtracking and look-ahead paths are displayed in different colors. https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm Written by Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, and Zack Weinberg.
ca: Genera laberints a l'atzar, amb tres algorismes diferents: Kruskal, Prim i un backtracker recursiu en profunditat. També els resol. Els camins de marxa enrere i el de mirar endavant es mostren en colors diferents. https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm Escrit per Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, i Zack Weinberg.
fr: Génère des labyrinthes aléatoires, avec trois algorithmes différents : Kruskal, Prim, et un backtracker récursif en profondeur. Il les résout également. Les chemins de retour et d'anticipation sont affichés dans des couleurs différentes. https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm Écrit par Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar et Zack Weinberg.
id: Menghasilkan labirin acak, dengan tiga algoritme yang berbeda: Kruskal, Prim, dan backtracker rekursif kedalaman-pertama. Ini juga memecahkan mereka. Backtracking dan melihat-depan jalan yang ditampilkan dalam warna yang berbeda. https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm ditulis oleh Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar, dan Zack Weinberg.
ja: 3 種類の異なるアルゴリズムでランダムな迷路を作成します。アルゴリズムはそれぞれ Kruskal, Prim, 深さ優先再帰バックトラッカという名称です。また、この迷路を解き明かす処理も行ないます。バックトラッカと先見パスはそれぞれ異なる色で表示されます。 https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm Martin Weiss 氏, Dave Lemke 氏, Jim Randell 氏, Jamie Zawinski 氏, Johannes Keukelaar 氏, Zack Weinberg 氏による作品です。
pt_br: Gera labirintos aleatórios, com três algoritmos diferentes: Kruskal, Prim e um backtracker recursivo em profundidade. Também os resolve. Os caminhos de retorno e antecipação são exibidos em cores diferentes. https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm Escrito por Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar e Zack Weinberg.
sk: Generuje náhodné bludisko s tromi rôznymi algoritmami: Kruskal, Prim a rekurzívne vrátenie sa späť prvej hĺbky. Tiež ich rieši. Spätné sledovanie a cesty nazerania dopredu sú zobrazené v rôznych farbách. https://en.wikipedia.org/wiki/Maze_generation_algorithm https://en.wikipedia.org/wiki/Maze_solving_algorithm Napísal Martin Weiss, Dave Lemke, Jim Randell, Jamie Zawinski, Johannes Keukelaar a Zack Weinberg.

# Comment(gleidescope.desktop)
source: A kaleidoscope that operates on a loaded image. https://en.wikipedia.org/wiki/Kaleidoscope Written by Andrew Dean.
ca: Un calidoscopi que opera en una imatge carregada. https://en.wikipedia.org/wiki/Kaleidoscope Escrit per Andrew Dean.
fr: Un kaléidoscope qui fonctionne sur une image chargée. https://en.wikipedia.org/wiki/Kaleidoscope Écrit par Andrew Dean.
id: Sebuah kaleidoskop yang beroperasi pada gambar yang dimuat. https://en.wikipedia.org/wiki/Kaleidoscope ditulis oleh Andrew Dean.
ja: 読み込んだ画像を操作する万華鏡です。 https://en.wikipedia.org/wiki/Kaleidoscope Andrew Dean 氏による作品です。
pt_br: Um caleidoscópio que afeta uma imagem carregada. https://en.wikipedia.org/wiki/Kaleidoscope Escrito por Andrew Dean.
sk: Kaleidoskop, ktorý pracuje na načítanom obrázku. https://en.wikipedia.org/wiki/Kaleidoscope Napísal Andrew Dean.

# Name(compass.desktop)
source: Compass
ca: Brúixola
fr: Boussole
id: Kompas
ja: コンパス
pt_br: Bússola
sk: Kompas

# Comment(compass.desktop)
source: A compass, with all elements spinning about randomly, for that "lost and nauseous" feeling. Written by Jamie Zawinski.
ca: Una brúixola, amb tots els elements que girant a l'atzar, per a la sensació de "perdut i amb nàusees ". Escrit per Jamie Zawinski.
fr: Une boussole, dont tous les éléments tournent au hasard, pour ce sentiment de "perte et de nausée". Écrit par Jamie Zawinski.
id: Sebuah Kompas, dengan semua elemen berputar secara acak, untuk itu "hilang dan mual" perasaan. Ditulis oleh Jamie Zawinski.
ja: すべての要素がランダムに回転するコンパスです。まるで "道に迷った混乱" を表しているかのようです。 Jamie Zawinski 氏による作品です。
pt_br: Uma bússola, com todos os elementos girando ao acaso, para aquele sentimento "perdido e enjoado". Escrito por Jamie Zawinski.
sk: Kompas so všetkými prvkami, ktoré sa náhodne točia, preto tento pocit "stratenia sa a nevoľnosti". Napísal Jamie Zawinski.

# Name(tangram.desktop)
source: Tangram
ja: タングラム

# Comment(tangram.desktop)
source: Solves tangram puzzles. https://en.wikipedia.org/wiki/Tangram Written by Jeremy English.
ca: Resol els trencaclosques tangram. https://en.wikipedia.org/wiki/Tangram Escrit per Jeremy anglès.
fr: Résout les casse-tête tangram. https://en.wikipedia.org/wiki/Tangram Écrit par Jeremy English.
id: Memecahkan teka-teki tangram. https://en.wikipedia.org/wiki/Tangram Ditulis oleh Jeremy English.
ja: タングラムパズルを解きます。 https://en.wikipedia.org/wiki/Tangram Jeremy English 氏による作品です。
pt_br: Resolver quebra-cabeças tangram. https://pt.wikipedia.org/wiki/Tangram Escrito por Jeremy English.
sk: Rieši hlavolam tangram. https://en.wikipedia.org/wiki/Tangram Napísal Jeremy English.

# Name(fliptext.desktop)
source: FlipText
fr: Texte pivotant
ja: フリップテキスト

# Comment(fliptext.desktop)
source: Successive pages of text flip in and out in a soothing 3D pattern. Written by Jamie Zawinski.
ca: Pàgines successives de text entren i surten en un patró 3D calmant. Escrit per Jamie Zawinski.
fr: Des pages successives de texte se succèdent dans un motif 3D apaisant. Écrit par Jamie Zawinski.
id: Halaman teks berurutan masuk dan keluar dalam pola 3D yang menenangkan. Ditulis oleh Jamie Zawinski.
ja: 連続するテキストページがスムーズな 3D パターンで次々と表示されます。 Jamie Zawinski 氏による作品です。
pt_br: Páginas sucessivas de texto entram e saem em um padrão 3D suave. Escrito por Jamie Zawinski.
sk: Po sebe idúce stránky textu sa prelistovávajú dnu a von upokojujúcim 3D vzorom. Napísal Jamie Zawinski.

# Comment(vermiculate.desktop)
source: Squiggly worm-like paths. Written by Tyler Pierce.
ca: Trajectòries ondulades similars a cucs. Escrit per Tyler Pierce.
fr: Des chemins ondulés comme des vers. Écrit par Tyler Pierce.
id: Jalan seperti cacing berlekuk-lekuk. Ditulis oleh Tyler Pierce.
ja: ワームのようにくねった道です。 Tyler Pierce 氏による作品です。
pt_br: Caminhos ondulados como vermes. Escrito por Tyler Pierce.
sk: Kľukaté cesty podobné červom. Napísal Tyler Pierce.

# Name(ripples.desktop)
source: Ripples
ca: Rínxols
fr: Ondulations
id: Riak
ja: さざ波
pt_br: Ondulações

# Comment(ripples.desktop)
source: Rippling interference patterns reminiscent of splashing water distort a loaded image. Written by Tom Hammersley.
ca: Patrons d'interferència ondulants que recorden les esquitxades d'aigua que distorsionen la imatge carregada. Escrit per Tom Hammersley.
fr: Des motifs d'interférence ondulants rappelant les éclaboussures d'eau déforment une image chargée. Écrit par Tom Hammersley.
id: Pola interferensi riak yang mengingatkan pada percikan air mendistorsi gambar yang dimuat. Ditulis oleh Tom Hammersley.
ja: 読み込んだ画像を水滴の干渉パターンで歪ませます。 Tom Hammersley 氏による作品です。
pt_br: Os padrões de interferência ondulantes que lembram salpicos de água distorcem uma imagem carregada. Escrito por Tom Hammersley.
sk: Zvlnené interferenčné vzory pripomínajúce rozstreknutú vodu skresľujú načítaný obraz. Napísal Tom Hammersley.

# Name(fluidballs.desktop)
source: FluidBalls
fr: Boules liquides
id: Bola FluidBalls
ja: 流れるボール

# Comment(fluidballs.desktop)
source: Models the physics of bouncing balls, or of particles in a gas or fluid, depending on the settings. If "Shake Box" is selected, then every now and then, the box will be rotated, changing which direction is down (in order to keep the settled balls in motion.) Written by Peter Birtles and Jamie Zawinski.
ca: Simula la física de pilotes que reboten o de partícules en un gas o líquid, depenent de la configuració. Si se selecciona "sacseja la caixa", de tant en tant, es farà girar la caixa, canviant on és cap avall (per tal de mantenir les boles establertes en moviment.) Escrit per Peter Birtles i Jamie Zawinski.
fr: Modélise la physique des balles qui rebondissent, ou des particules dans un gaz ou un fluide, selon les paramètres. Si l'option "Secouer la boîte" est sélectionnée, la boîte sera tournée de temps en temps, ce qui changera la direction vers le bas (afin de maintenir les boules en mouvement.) Écrit par Peter Birtles et Jamie Zawinski.
id: Model fisika bola memantul, atau partikel dalam gas atau cairan, tergantung pada pengaturan. Jika "Shake Box" dipilih, maka setiap sekarang dan kemudian, kotak akan diputar, mengubah arah mana yang turun (untuk menjaga bola yang diselesaikan dalam gerak.) Ditulis oleh Peter Birtles dan Jamie Zawinski.
ja: ガス／液体内でボールや粒子が跳ね回る物理モデルです。これらは設定によって変更することができます。 "Shake Box" (箱を揺らす) を選択すると、定期的に箱が動いて下となる面が変化し、ボールを動かし続けます。 Peter Birtles 氏と Jamie Zawinski 氏による作品です。
pt_br: Modela a física de bolas quicando ou de partículas em um gás ou fluido, dependendo das configurações. Se "Shake Box" for selecionado, de vez em quando, a caixa será girada, mudando a direção que está para baixo (para manter as bolas assentadas em movimento.) Escrito por Peter Birtles e Jamie Zawinski.
sk: Modeluje fyziku odrážajúcich sa guľôčok alebo častíc v plyne alebo tekutine v závislosti od nastavení. Ak sa vyberie možnosť "Zatriasť škatuľou", bude sa občas otáčať, pričom sa zmení smer, ktorým smerujete nadol (aby sa usadené guľôčky udržali v pohybe). Napísal Peter Birtles a Jamie Zawinski.

# Name(cloudlife.desktop)
source: CloudLife
fr: Nuages de points
id: Di awan
ja: クラウドライフ

# Comment(cloudlife.desktop)
source: Generates cloud-like formations based on a variant of Conway's Life. The difference is that cells have a maximum age, after which they count as 3 for populating the next generation. This makes long-lived formations explode instead of just sitting there. https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Written by Don Marti.
ca: Genera formacions de núvols basats en una variant de la vida de Conway. La diferència és que les cèl·les tenen una edat màxima, després de la qual cosa compten com a 3 per poblar la següent generació. Això fa que les formacions de llarga vida esclatin en comptes d'estar-se per allà. https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Escrit per Don Marti.
fr: Génère des formations en forme de nuages basées sur une variante de la Vie de Conway. La différence est que les cellules ont un âge maximum, après quoi elles comptent pour 3 pour peupler la génération suivante. Cela fait que les formations à longue durée de vie explosent au lieu de rester là. https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Écrit par Don Marti.
id: Menghasilkan formasi seperti awan berdasarkan varian dari Conway Life. Perbedaannya adalah bahwa sel memiliki usia maksimum, setelah itu mereka menghitung sebagai 3 untuk mempopulasikan generasi berikutnya. Hal ini membuat formasi berumur panjang meledak bukan hanya duduk di sana. https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life ditulis oleh Don Marti.
ja: Conway 氏のライフゲームの派生形をベースにした、雲のようなフォーメーションを生成します。オリジナルとは異なる点として、各セルには寿命の最大値が設定され、それが経過すると次世代を生み出すために 3 として計算される点があります。これにより、そこに存在し続けるのではなく、爆発する長寿命のフォーメーションを形成することができます。 https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Don Marti 氏による作品です。
pt_br: Gera formações semelhantes a nuvens com base em uma variante da vida de Conway. A diferença é que as células têm uma idade máxima, após o que contam como 3 para preencher a próxima geração. Isso faz com que as formações de vida longa explodam em vez de ficarem sentadas lá. https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Escrito por Don Marti.
sk: Vytvára mrakom podobné formácie založené na variante Conwayovho života. Rozdiel je v tom, že bunky majú maximálny vek, po ktorom sa počítajú ako 3 pre osídlenie ďalšej generácie. Vďaka tomu explodujú dlhožijúce útvary namiesto toho, aby tam len stagnovali. https://en.wikipedia.org/wiki/Conway%27s_Game_of_Life Napísal Don Marti.

# Name(deco.desktop)
source: Deco
fr: Déco
ja: デコ

# Comment(deco.desktop)
source: Subdivides and colors rectangles randomly, for a Mondrian-esque effect. https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Written by Jamie Zawinski and Michael Bayne.
ca: Subdivideix rectangles i colors a l'atzar, per a un efecte de Mondrian. https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Escrit per Jamie Zawinski i Michael Bayne.
fr: Subdivise et colore les rectangles de façon aléatoire, pour un effet Mondrian-esque. https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Écrit par Jamie Zawinski et Michael Bayne.
id: Membagi dan warna persegi panjang secara acak, untuk efek Mondrian-esque. https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Ditulis oleh Jamie Zawinski dan Michael Bayne.
ja: ランダムに長方形が分割され、色が付けられます。モンドリアン様式の効果です。 https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Jamie Zawinski 氏と Michael Bayne 氏による作品です。
pt_br: Subdivide e colore retângulos aleatoriamente para obter um efeito semelhante aos quadros de Mondrian. https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Escrito por Jamie Zawinski e Michael Bayne.
sk: Rozdelí sa a náhodne zafarbí obdĺžniky pre dosiahnutie Mondrianovho efektu. https://en.wikipedia.org/wiki/Piet_Mondrian#Paris_1919.E2.80.931938 Napísal Jamie Zawinski a Michael Bayne.

# Name(cwaves.desktop)
source: CWaves
fr: Ondulations
ja: C-ウエーブ

# Comment(cwaves.desktop)
source: A field of sinusoidal colors languidly scrolls. It's relaxing. Written by Jamie Zawinski.
ca: Un camp de colors sinusoïdals que es desplaça lànguidament. És relaxant. Escrit per Jamie Zawinski.
fr: Un champ de couleurs sinusoïdales défile langoureusement. C'est relaxant. Écrit par Jamie Zawinski.
id: Sebuah bidang warna sinusoidal gulungan merosakan. Ini santai. Ditulis oleh Jamie Zawinski.
ja: ゆっくりスクロールする正弦波カラーのフィールドです。リラックス効果があります。 Jamie Zawinski 氏による作品です。
pt_br: Um campo de cores sinusoidais que rola prequiçosamente. É relaxante. Escrito por Jamie Zawinski.
sk: Pole sínusových farieb sa mdlo posúva. Je to relaxačné. Napísal Jamie Zawinski.

# Name(molecule.desktop)
source: Molecule
ca: Molècula
fr: Molécule
id: Molekul
ja: 分子
pt_br: Molécula

# Comment(molecule.desktop)
source: Some interesting molecules. Several molecules are built in, and it can also read PDB (Protein Data Bank) files as input. https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Written by Jamie Zawinski.
ca: Algunes molècules interessants. Diverses molècules estan integrades. També pot llegir fitxers PDB (Protein Data Bank) com a entrada. https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Escrit per Jamie Zawinski.
fr: Quelques molécules intéressantes. Plusieurs molécules sont intégrées, et il peut également lire les fichiers PDB (Protein Data Bank) en entrée. https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Écrit par Jamie Zawinski.
id: Beberapa molekul menarik. Beberapa molekul dibangun, dan ia juga dapat membaca file PDB (Protein Data Bank) sebagai input. https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Ditulis oleh Jamie Zawinski.
ja: いくつかの興味深い分子を表示します。内蔵されている分子構造を表示することもできますが、 PDB (Protein Data Bank) ファイルを入力として読み込むこともできます。 https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Jamie Zawinski 氏による作品です。
pt_br: Algumas moléculas interessantes. Várias moléculas são construídas e pode, também, ler arquivos PDB (Protein Data Bank) como entrada. https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Escrito por Jamie Zawinski.
sk: Niektoré zaujímavé molekuly. Vstavaných je niekoľko molekúl a ako vstup môže tiež čítať súbory PDB (Protein Data Bank). https://en.wikipedia.org/wiki/Protein_Data_Bank_%28file_format%29 Napísal Jamie Zawinski.

# Name(dangerball.desktop)
source: DangerBall
fr: Boule dangereuse
id: Bakso bola
ja: 危険なボール

# Comment(dangerball.desktop)
source: A spiky ball. Ouch! Written by Jamie Zawinski.
ca: Una bola de punxes. Ai! Escrit per Jamie Zawinski.
fr: Une balle hérissée. Aïe ! Écrit par Jamie Zawinski.
id: Sebuah bola runcing. Aduh! Ditulis oleh Jamie Zawinski.
ja: トゲだらけのボールです。痛いです！ Jamie Zawinski 氏による作品です。
pt_br: Uma bola com espinhos. Escrito por Jamie Zawinski.
sk: Špicatá lopta. Au! Napísal Jamie Zawinski.

# Comment(polyhedra.desktop)
source: The 75 uniform polyhedra and their duals, plus 5 prisms and antiprisms, and some information about each. https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki/Antiprism Written by Dr. Zvi Har'El and Jamie Zawinski.
ca: El 75 poliedres uniformes i els seus duals, més 5 prismes i antiprismes i alguna informació sobre cada un. https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki / Antiprism Escrit pel Dr. Zvi Har'el i Jamie Zawinski.
fr: Les 75 polyèdres uniformes et leurs duals, plus 5 prismes et antiprismes, et quelques informations sur chacun d'eux. https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki/Antiprism Écrit par le Dr. Zvi Har'El et Jamie Zawinski.
id: 75 polihedra yang seragam dan dual-nya, ditambah 5 prisma dan antiprisma, dan beberapa informasi tentang masing-masing. https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki/Antiprisme Ditulis oleh Dr. Zvi Har'El dan Jamie Zawinski.
ja: 75 種類の一様多面体とその双対のほか、 5 種類のプリズムとアンチプリズム、そしてそれぞれの情報を含んでいます。 https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki/Antiprism Dr. Zvi Har'El 氏と Jamie Zawinski 氏による作品です。
pt_br: Os 75 poliedros uniformes e seus duais, mais 5 prismas e anti-prismas, e algumas informações sobre cada um. https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki / Antiprism Escrito pelo Dr. Zvi Har'El e Jamie Zawinski.
sk: 75 jednotných mnohostenov a ich dvojíc, plus 5 hranolov a antihranolov a nejaké informácie o každom z nich. https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation https://en.wikipedia.org/wiki/Dual_polyhedron https://en.wikipedia.org/wiki/Antiprism Napísal Dr. Zvi Har'El a Jamie Zawinski.

# Name(flow.desktop)
source: Flow
ca: Flux
fr: Flux
id: Alir
ja: 流れ
pt_br: Fluxo
sk: Prúd

# Comment(flow.desktop)
source: Strange attractors formed of flows in a 3D differential equation phase space. Features the popular attractors described by Lorentz, Roessler, Birkhoff and Duffing, and can discover entirely new attractors by itself. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Written by Tim Auckland.
ca: Atractors estranys formats per fluxos en un espai de fase d'equació diferencial en 3D. Presenta els atractors populars descrits per Lorentz, Roessler, Birkhoff i Duffing, i pot descobrir completament nous atractors per si mateix. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Escrit per Tim Auckland.
fr: Attracteurs étranges formés de flux dans un espace de phase d'équation différentielle 3D. Comprend les attracteurs populaires décrits par Lorentz, Roessler, Birkhoff et Duffing, et peut découvrir des attracteurs entièrement nouveaux par lui-même. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Écrit par Tim Auckland.
id: Penarik aneh terbentuk dari aliran dalam ruang fase persamaan diferensial 3D. Menampilkan penarik populer yang dijelaskan oleh Lorentz, Roessler, Birkhoff dan Duffing, dan dapat menemukan penarik yang sama sekali baru dengan sendirinya. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Ditulis oleh Tim Auckland.
ja: 微分方程式の 3D 位相空間の中での流れを形成する奇妙なアトラクタです。 Lorentz 氏, Roessler 氏, Birkhoff 氏, Duffing 氏によるアトラクタを実装していますが、新しいアトラクタを独自に設定することもできます。 https://en.wikipedia.org/wiki/Attractor#Strange_attractor Tim Auckland 氏による作品です。
pt_br: Atratores estranhos formados por fluxos em um espaço de fase da equação diferencial 3D. Apresenta os atratores populares descritos por Lorentz, Roessler, Birkhoff e Duffing e pode descobrir atratores inteiramente novos por si só. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Escrito por Tim Auckland.
sk: Podivné atraktory tvorené tokmi vo fázovom priestore 3D diferenciálnej rovnice. Predstavuje populárne atraktory, ktoré opísali Lorentz, Roessler, Birkhoff a Duffing, a sám môže objaviť úplne nové atraktory. https://en.wikipedia.org/wiki/Attractor#Strange_attractor Napísal Tim Auckland.
