Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ca, cs, de, el, fi, it, lt, pt_br, ru, sk, uk

# Name(org.opensuse.yast.SambaClient.desktop)
source: YaST Windows Domain Membership
ca: Pertinença al domini de Windows del YaST
cs: YaST členství v doméně Windows
de: Mitgliedschaft in YaST Windows-Domäne
el: Μέλος τομέα των Windows YaST
fi: YaST – Windows-toimialueen jäsenyys
it: YaST Appartenenza a un dominio Windows
pt_br: YaST Participação no domínio do Windows
ru: YaST Членство в домене Windows
sk: YaST členstvo vo Windows doméne
uk: YaST Членство у домені Windows

# GenericName(org.opensuse.yast.SambaClient.desktop)
source: Windows Domain Membership
ca: Pertinença al domini de Windows
cs: Členství v doméně Windows
de: Mitgliedschaft in Windows-Domäne
el: Μέλος τομέα των Windows
fi: Windows-toimialueen jäsenyys
it: Appartenenza a un dominio Windows
lt: Narystė Windows tinkle
pt_br: Participação no domínio do Windows
ru: Членство в домене Windows
sk: Členstvo vo Windows doméne
uk: Членство в домені Windows

# Comment(org.opensuse.yast.SambaClient.desktop)
source: Configure the Windows Domain Membership
ca: Configureu la pertinença al domini de Windows
cs: Konfigurovat členství v doméně Windows
de: Mitgliedschaft in Windows-Domäne einrichten
el: Διαχείριση του μέλους τομέα των Windows
fi: Määritä Windows-toimialueen jäsenyys
it: Configura l'appartenenza a un dominio Windows
lt: Konfigūruoti narystę Windows tinkle
pt_br: Configure a participação no domínio do Windows
ru: Настроить членство в домене Windows
sk: Nastaviť členstvo v skupine alebo v doméne Windows
uk: Налаштування членства в домені Windows

# X-SuSE-YaST-Keywords(samba-provision.desktop)
source: authentication,samba,windows
ca: autenticació,samba,windows
cs: autentizace,samba,windows
de: Authentifizierung,Samba,Windows
el: αυθεντικοποίηση,samba,windows
fi: todennus,samba,windows
it: autenticazione,samba,windows
pt_br: autenticação,samba,windows
sk: overenie,samba,windows

# Name(samba-provision.desktop)
source: Provision an Active Directory Domain Controller
ca: Proveïu un controlador de domini d'Active Directory
cs: Ustavit řadič domény Aktivního adresáře
de: Bereitstellung eines Active Directory-Domänencontrollers
el: Παροχή ενός ελεγκτή τομέα Active Directory
fi: Ota käyttöön Active Directory -toimialueen ohjain
it: Effettua provisioning di un controller di dominio Active Directory
pt_br: Provisão de um Controlador de Domínio Active Directory
ru: Заготовка контроллера домена Active Directory
sk: Poskytnutie radiča domény Active Directory

# GenericName(samba-provision.desktop)
source: Configure an Active Directory Domain Controller
ca: Configureu un controlador de domini d'Active Directory
cs: Konfigurovat řadič domény Aktivního adresáře
de: Konfiguration eines Active Directory-Domänencontrollers
el: Ρύθμιση διακομιστή πιστοποίησης
fi: Määritä Active Directory Domain Controller
it: Configura un Active Directory Domain Controller
pt_br: Configure um Controlador de Domíno Active Directory
ru: Настроить контроллера домена Active Directory
sk: Konfigurovať radič domény Active Directory
uk: Налаштувати контролер домену Active Directory

# X-SuSE-YaST-Keywords(org.opensuse.yast.SambaServer.desktop)
source: authentication,samba,windows,network
ca: autenticació,samba,windows,xarxa
cs: autentizace,samba,windows,síť
de: Authentifizierung,Samba,Windows,Netzwerk
el: αυθεντικοποίηση,samba,windows,δίκτυο
fi: todennus,samba,windows,verkko
it: autenticazione,samba,windows,rete
pt_br: autenticação,samba,windows,rede
sk: overenie,samba,windows,sieť

# Name(org.opensuse.yast.SambaServer.desktop)
source: YaST Samba Server
ca: Servidor Samba del YaST
el: Διακομιστής Samba YaST
fi: YaST – Samba-palvelin
it: YaST Server Samba
lt: YaST Samba serveris
pt_br: YaST Servidor Samba
ru: YaST Сервер Samba
sk: Samba Server YaST
uk: YaST Сервер Samba

# GenericName(org.opensuse.yast.SambaServer.desktop)
source: Samba Server
ca: Servidor Samba
el: Διακομιστής Samba
fi: Samba-palvelin
it: Server Samba
lt: Samba serveris
pt_br: Servidor Samba
ru: Сервер Samba
uk: Сервер Samba

# Comment(org.opensuse.yast.SambaServer.desktop)
source: Configure a Samba server
ca: Configureu un servidor Samba
cs: Nakonfigurujte si Samba server
de: Konfiguration eines Samba-Servers
el: Ρύθμιση διακομιστή Samba
fi: Määritä Samba-palvelin
it: Configura un server Samba
lt: Konfigūruoti Samba serverį
pt_br: Configure um servidor Samba
ru: Настроить сервер Samba
sk: Konfigurovať Samba server
uk: Налаштування сервера Samba

# X-SuSE-YaST-Keywords(org.opensuse.yast.Scanner.desktop)
source: system,hardware,photo,document,ocr
ca: sistema,maquinari,foto,document,roc
cs: systém,hardware,foto,dokument,ocr
de: System,Hardware,Foto,Dokument,OCR
el: σύστημα, υλικό, φωτογραφία, έγγραφο, ocr
fi: järjestelmä,laitteisto,kuva,asiakirjat,ocr
it: sistema,hardware,foto,documento,ocr
pt_br: sistema,hardware,foto,documento,ocr
sk: systém,hardvér,fotka,dokument,ocr

# Name(org.opensuse.yast.Scanner.desktop)
source: YaST Scanner
ca: Escàners del YaST
cs: YaST skener
el: Σαρωτής YaST
fi: YaST – Kuvanlukija
lt: YaST skaitytuvas
ru: YaST Сканер
sk: YaST Skener
uk: YaST Сканер

# GenericName(org.opensuse.yast.Scanner.desktop)
source: Scanner
ca: Escàner
cs: Skener
el: Σαρωτής
fi: Kuvanlukija
lt: Skaitytuvas
ru: Сканер
sk: Skener
uk: Сканер

# Comment(org.opensuse.yast.Scanner.desktop)
source: Configure a scanner
ca: Configureu un escàner
cs: Konfigurovat skener
de: Konfiguration eines Scanners
el: Ρύθμιση ενός σαρωτή
fi: Määritä kuvanlukija
it: Configura uno scanner
lt: Konfigūruoti skaitytuvą
pt_br: Configure um scanner
ru: Настроить сканер
sk: Konfigurovať skener
uk: Налаштування сканера

# X-SuSE-YaST-Keywords(org.opensuse.yast.Security.desktop)
source: security,system settings
ca: seguretat,paràmetres del sistema
cs: bezpečnost,nastavení_systému
de: Sicherheit,Systemeinstellungen
el: ασφάλεια, ρυθμίσεις συστήματος
fi: turvallisuus,järjestelmäasetukset
it: sicurezza,impostazioni di sistema
pt_br: segurança,configurações de sistema
sk: bezpečnosť,systémové nastavenia

# Name(org.opensuse.yast.Security.desktop)
source: YaST Security Center
ca: Centre de seguretat del YaST
cs: YaST bezpečnostní centrum
de: YaST Sicherheits-Center
el: Κέντρο ασφαλείας YaST
fi: YaST – Tietoturvakeskus
it: YaST Centro di sicurezza
lt: YaST saugumo centras
pt_br: YaST Segurança e usuários
ru: YaST Центр безопасности
sk: Bezpečnostné centrum YaST
uk: YaST Центр безпеки

# GenericName(org.opensuse.yast.Security.desktop)
source: Security Center
ca: Centre de seguretat
cs: Bezpečnostní centrum
el: Κέντρο ασφαλείας
fi: Tietoturva
it: Centro di sicurezza
lt: Saugumo centras
pt_br: Central de Segurança
ru: Центр безопасности
sk: Bezpečnostné centrum
uk: Центр безпеки

# Comment(org.opensuse.yast.Security.desktop)
source: Configure local security settings and hardening
ca: Configureu els paràmetres de seguretat locals i l'enduriment
cs: Konfigurovat nastavení a utvrzení místní bezpečnosti
de: Lokale Sicherheits- und Schutzeinstellungen einrichten
el: Ρύθμιση τοπικών ρυθμίσεων ασφάλειας
fi: Määritä paikalliset turvallisuusasetukset
it: Configura le impostazioni di sicurezza locali e la protezione avanzata
lt: Konfigūruoti vietinės apsaugos nuostatas
pt_br: Definir configurações de segurança local e proteção
ru: Настроить параметры защиты и локальной безопасности
sk: Konfigurovať nastavenia lokálneho zabezpečenia a zodolnenia
uk: Налаштувати параметри локальної безпеки та захисту

# X-SuSE-YaST-Keywords(org.opensuse.yast.ServicesManager.desktop)
source: systemd,system,background
ca: systemd,sistema,fons
cs: systemd,systém,pozadí
de: systemd,System,Hintergrund
el: systemd,σύστημα,υπόβαθρο
fi: systemd,järjestelmä,tausta
it: systemd,sistema,background
pt_br: systemd,sistema,segundo plano
sk: systemd,systém,pozadie

# Name(org.opensuse.yast.ServicesManager.desktop)
source: YaST Services Manager
ca: Gestor de serveis del YaST
cs: YaST správce služeb
de: YaST Dienste-Verwaltung
el: Διαχειριστής υπηρεσιών YaST
fi: YaST – Palvelut
it: YaST Gestore dei servizi
lt: YaST paslaugų tvarkytuvė
pt_br: YaST Gerenciador de serviços
ru: YaST Управление службами
sk: Správca služieb YaST
uk: YaST Управління службами

# GenericName(org.opensuse.yast.ServicesManager.desktop)
source: Services Manager
ca: Gestor de serveis
cs: Správce služeb
de: Dienste-Verwaltung
el: Διαχειριστής υπηρεσιών
fi: Palvelut
it: Gestore dei servizi
lt: Paslaugų tvarkytuvė
pt_br: Gerenciador de serviços
ru: Управление службами
sk: Správca služieb
uk: Управління службами

# Comment(org.opensuse.yast.ServicesManager.desktop)
source: Configure running services and the default target
ca: Configureu els serveis en execució i la destinació predeterminada
cs: Konfigurovat běžící služby a výchozí cíl
de: Einrichten der laufenden Dienste und des Standard-Targets (früher Runlevel)
el: Ρύθμιση των εκτελούμενων υπηρεσιών και του προεπιλεγμένου στόχου
fi: Määritä ajettavat palvelut ja oletustavoite
it: Configura i servizi in esecuzione e la destinazione predefinita
lt: Konfigūruoti paleistas paslaugas ir numatytąją paskirtį
pt_br: Configure os serviços em execução e o destino padrão
ru: Настроить запуск служб и цель по умолчанию
sk: Konfigurovať spustené služby a predvolený cieľ
uk: Налаштування запущених служб і типової цілі

# X-SuSE-YaST-Keywords(org.opensuse.yast.SLPServer.desktop)
source: network,installation,repositories,products,serviceLocationProtocol
ca: xarxa,instal·lació,repositoris,productes,servei,ubicació,protocol
cs: síť,instalace,úložiště,produkty,serviceLocationProtocol
de: Netzwerk,Installation,Repositorys,Produkte,ServiceLocationProtocol
el: δίκτυο,εγκατάσταση,αποθετήρια,προϊόντα,serviceLocationProtocol
fi: verkko,asennus,arkistot,tuotteet,serviceLocationProtocol
it: rete,installazione,repository,prodotti,serviceLocationProtocol
pt_br: rede,instalação,repositórios,produtos,protocolo de localização de serviço
sk: sieť,inštalácia,repozitáre,produkty,serviceLocationProtocol

# Name(org.opensuse.yast.SLPServer.desktop)
source: YaST SLP Server
ca: Servidor d'SLP del YaST
el: Διακομιστής SLP YaST
fi: YaST – SLP-palvelin
it: YaST Server SLP
lt: YaST SLP serveris
pt_br: YaST Servidor SLP
ru: YaST Сервер SLP
uk: YaST Сервер SLP

# GenericName(org.opensuse.yast.SLPServer.desktop)
source: SLP Server
ca: Servidor SLP
el: Διακομιστής SLP
fi: SLP-palvelin
it: Server SLP
lt: SLP serveris
pt_br: Servidor SLP
ru: Сервер SLP
uk: Сервер SLP

# Comment(org.opensuse.yast.SLPServer.desktop)
source: Configure an SLP Server
ca: Configureu un servidor d'SLP
cs: Konfigurujte SLP server
de: Konfiguration eines SLP-Servers
el: Ρύθμιση διακομιστή SLP
fi: Määritä SLP-palvelin
it: Configura un server SLP
pt_br: Configure um Servidor SLP
ru: Настроить сервер SLP
sk: Konfigurovať SLP server
uk: Налаштувати сервер SLP

# X-SuSE-YaST-Keywords(org.opensuse.yast.Snapper.desktop)
source: disk,backup,restore
ca: disc,còpia de seguretat,restaurar
cs: disk,záloha,obnova
de: Festplatte,Sicherungskopie,wiederherstellen
el: δίσκος,δημιουργία αντιγράφων ασφαλείας,επαναφορά
fi: levy,varmistus,palautus
it: disco,backup,ripristinare
pt_br: disco,backup,restaurar
sk: disk,záloha,obnoviť

# Name(org.opensuse.yast.Snapper.desktop)
source: YaST Filesystem Snapshots
ca: Instantànies del sistema de fitxers del YaST
cs: YaST snímky systému souborů
de: YaST Dateisystemschnappschuss
el: Στιγμιότυπα συστήματος αρχείων YaST
fi: YaST – Tiedostojärjestelmän tilannekuvat
it: YaST istantanee del file system
lt: YaST rinkmenų sistemos momentinės kopijos
pt_br: YaST Instantâneos do sistema de arquivos
ru: YaST Снимки файловой системы
sk: Snímky súborového systému YaST

# GenericName(org.opensuse.yast.Snapper.desktop)
source: Filesystem Snapshots
ca: Instantànies del sistema de fitxers
cs: Snímky systému souborů
de: Dateisystemschnappschuss
el: Στιγμιότυτα συστήματος αρχείων
fi: Tiedostojärjestelmän tilannekuvat
it: Istantanee del file system
lt: rinkmenų sistemos
pt_br: Instantâneos do sistema de arquivos
ru: Снимки файловой системы
sk: Snímky súborového systému

# Comment(org.opensuse.yast.Snapper.desktop)
source: Manage Btrfs / LVM filesystem snapshots
ca: Gestioneu les instantànies del sistema de fitxers Btrfs / LVM
cs: Spravovat snímky systému souborů Btfrs/LVM
de: Verwalte Btrfs / LVM Dateisystemschnappschüsse
el: Διαχείριση στιγμιότυπων του συστήματος αρχείων Btrfs / LVM
fi: Hallitse Btrfs- tai LVM-tiedostojärjestelmän tilannekuvia
it: Gestisci le istantanee del file system Btrfs / LVM
lt: Tvarkyti rinkmenų sistemos momentinės kopijos
pt_br: Gerenciar instantâneos do sistema de arquivos Btrfs / LVM
ru: Управление снимками Btrfs / LVM
sk: Spravovať snímky súborového systému Btrfs / LVM

# X-SuSE-YaST-Keywords(org.opensuse.yast.Sound.desktop)
source: hardware,system,audio
ca: maquinari,sistema,àudio
cs: hardware,systém,audio
el: υλικό,σύστημα,ήχος
fi: laitteisto,järjestelmä,ääni
it: hardware,sistema,audio
pt_br: hardware,sistema,áudio
sk: hardvér,systém,audio

# Name(org.opensuse.yast.Sound.desktop)
source: YaST Sound
ca: So del YaST
cs: YaST zvuk
de: YaST Audio
el: Ήχος YaST
fi: YaST – Ääni
it: YaST Audio
lt: YaST garsas
pt_br: YaST Som
ru: YaST Звук
sk: YaST Zvuk
uk: YaST Звук

# GenericName(org.opensuse.yast.Sound.desktop)
source: Sound
ca: So
cs: Zvuk
de: Audio
el: Ήχος
fi: Ääni
it: Audio
lt: Garsas
pt_br: Som
ru: Звук
sk: Zvuk
uk: Звук

# Comment(org.opensuse.yast.Sound.desktop)
source: Configure your sound card
ca: Configureu la targeta de so
cs: Konfigurovat zvukovou kartu
de: Konfiguration Ihrer Soundkarte
el: Ρύθμιση της κάρτας ήχου σας
fi: Määritä äänikortti
it: Configura la scheda audio
lt: Konfigūruoti garso plokštę
pt_br: Configure sua placa de som
ru: Настроить звуковую карту
sk: Konfigurovať zvukovú kartu
uk: Налаштування звукової плати

# X-SuSE-YaST-Keywords(org.opensuse.yast.Squid.desktop)
source: proxy,network,internet
ca: intermediari,xarxa,internet
cs: proxy,síť,internet
de: Proxy,Netzwerk,Internet
el: μεσολάβηση,δίκτυο,internet
fi: proxy,verkko,internet
it: proxy,rete,internet
pt_br: proxy,rede,internet
sk: proxy,sieť,internet

# Name(org.opensuse.yast.Squid.desktop)
source: YaST Squid
ca: Calamar del YaST
cs: YaST Squid (kalmar)
el: Squid YaST

# GenericName(org.opensuse.yast.Squid.desktop)
source: Squid
ca: Calamar

# Comment(org.opensuse.yast.Squid.desktop)
source: Configure a Squid cache proxy server
ca: Configureu un servidor proxy Squid cache
cs: Nakonfigurujte si Squid cache proxy server
de: Konfiguration eines Squid-Cache-Proxy-Servers
el: Ρύθμιση ενός διακομιστή διαμεσολάβησης Squid
fi: Määritä Squid-välityspalvelin
it: Configura un server proxy di cache Squid
lt: Konfigūruoti Squid podėlio įgaliotąjį serverį
pt_br: Configure um servidor de cache de proxy Squid
ru: Настроить кэширующий прокси-сервер Squid
sk: Konfigurovať Squid proxy server vyrovnávacej pamäte
uk: Налаштування проксі-сервера кешу Squid

# X-SuSE-YaST-Keywords(org.opensuse.yast.Disk.desktop)
source: storage,disk,system,partition
ca: emmagatzematge,disc,sistema,partició
cs: paměť,disk,systém,oddíl
de: Speicher,Festplatte,System,Partition
el: αποθήκευση,δίσκος,σύστημα,διαμέρισμα
fi: levytila,levy,järjestelmä,osio
it: immagazzinamento,disco,sistema,partizione
pt_br: armazenamento,disco,sistema,partição
sk: úložisko,disk,systém,oddiel

# Name(org.opensuse.yast.Disk.desktop)
source: YaST Partitioner
ca: Particions del YaST
cs: YaST dělení disku (na oddíly)
de: YaST Partitionierer
el: Διαχείριση κατατμήσεων YaST
fi: YaST – Osiointityökalu
it: YaST Partizionatore
lt: YaST skaidinių tvarkytuvė
pt_br: YaST Particionador
ru: YaST Разметка
sk: Rozdelenie disku YaST
uk: YaST Розподіл носіїв

# GenericName(org.opensuse.yast.Disk.desktop)
source: Partitioner
ca: Particions
cs: Dělení disku
de: Partitionierer
el: Διαχείριση κατατμήσεων
fi: Osiointityökalu
it: Partizionatore
lt: Skaidinių tvarkytuvė
pt_br: Particionador
ru: Разметка
sk: Rozdelenie disku
uk: Розподіл диска на розділи

# Comment(org.opensuse.yast.Disk.desktop)
source: Partition hard disks (including RAID, LVM, and encrypted file systems)
ca: Gestioneu les particions dels discs durs (inclosos RAID, LVM i sistemes de fitxers encriptats)
cs: Rozdělování pevných disků (včetně RAID, LVM a šifrovaných systémů)
de: Festplattenpartitionierung (einschließlich RAID, LVM und verschlüsselte Dateisysteme)
el: Κατάτμηση σκληρών δίσκων (περιλαμβάνει RAID, LVM, κρυπτογραφημένα συστήματα αρχείων)
fi: Osioi kiintolevyt (myös RAID-, LVM- sekä salatut tiedostojärjestelmät)
it: Partiziona i dischi fissi (inclusi RAID, LVM e filesystem cifrati)
lt: Standžiojo disko skaidiniai (įskaitant RAID, LVM ir šifruotas rinkmenų sistemas)
pt_br: Particione discos rígidos (incluindo RAID, LVM e sistemas de arquivos criptografados)
ru: Разметка жёстких дисков (включая RAID, LVM и зашифрованные файловые системы)
sk: Rozdelenie disku (vrátane RAID, LVM a šifrovaných súborových systémov)
uk: Розбиття жорстких дисків на розділи (включаючи RAID, LVM і зашифровані файлові системи)

# X-SuSE-YaST-Keywords(org.opensuse.yast.Sudo.desktop)
source: root,permissions,users,authentication,administrator
ca: arrel,permisos,usuaris,autenticació,administrador
cs: kořen,povolení,uživatelé,autentizace,správce
de: Root,Berechtigungen,Benutzer,Authentifizierung,Administrator
el: root,δικαιώματα,χρήστες,έλεγχος ταυτότητας,διαχειριστής
fi: root,oikeudet,käyttäjät,todennus,valvoja
it: root,permessi,utenti,autenticazione,amministratore
pt_br: raíz,permissões,usuários,autenticação,administrador
sk: root,práva,používatelia,overenie,administrátor

# Name(org.opensuse.yast.Sudo.desktop)
source: YaST Sudo
ca: Sudo del YaST
el: Sudo YaST

# Comment(org.opensuse.yast.Sudo.desktop)
source: Configure sudo
ca: Configureu sudo
cs: Konfigurovat sudo
de: Konfiguration von sudo
el: Ρύθμιση sudo
fi: Määritä sudo
it: Configura sudo
lt: Konfigūruoti sudo
pt_br: Configure o sudo
ru: Настроить sudo
sk: Konfigurovať sudo
uk: Налаштування sudo

# X-SuSE-YaST-Keywords(org.opensuse.yast.Support.desktop)
source: help,logfile
ca: ajuda,fitxer de registre
cs: help,záznam
de: Hilfe,Logdatei
el: βοήθεια,αρχείο καταγραφής
fi: apua,loki
it: aiuto,file di log
pt_br: ajuda,arquivo de log
sk: pomocník,súbor záznamu

# Name(org.opensuse.yast.Support.desktop)
source: YaST Support
ca: Suport del YaST
cs: YaST podpora
de: YaST Unterstützung
el: Υποστήριξη YaST
fi: YaST – Tuki
it: YaST Supporto
lt: YaST palaikymas
pt_br: YaST Suporte
ru: YaST Поддержка
sk: Podpora YaST
uk: YaST Підтримка

# GenericName(org.opensuse.yast.Support.desktop)
source: Support
ca: Suport
cs: Podpora
de: Unterstützung
el: Υποστήριξη
fi: Tuki
it: Supporto
lt: Palaikymas
pt_br: Suporte
ru: Поддержка
sk: Podpora
uk: Підтримка

# Comment(org.opensuse.yast.Support.desktop)
source: Collect support information from the system
ca: Recopileu informació de suport del sistema
cs: Získá ze systému údaje o podpoře
de: Sammle Supportinformationen aus dem System
el: Συλλογή πληροφοριών υποστήριξης από το σύστημα
fi: Kerää tukitietoja järjestelmästä
it: Raccogli le informazioni di supporto dal sistema
pt_br: Coletar informações de suporte do sistema
ru: Собрать сведения о системе для техподдержки
sk: Zhromaždiť podporné informácie zo systému

# X-SuSE-YaST-Keywords(org.opensuse.yast.Sysconfig.desktop)
source: system,sysconfig,editor,configuration
ca: sistema,configuració del sistema,editor,paràmetres
cs: systém,sysconfig,editor,konfigurace
de: System,sysconfig,Editor,Konfiguration
el: σύστημα,sysconfig,επεξεργαστής,ρύθμιση
fi: järjestelmä,sysconfig,editori,kokoonpano
it: sistema,configurazione di sistema,editor,configurazione
pt_br: sistema,sysconfig,editor,configuração
sk: systém,sysconfig,editor,konfigurácia
uk: система,sysconfig,редактор,налаштування

# Name(org.opensuse.yast.Sysconfig.desktop)
source: YaST Sysconfig Editor
ca: Editor de la configuració del sistema del YaST
cs: YaST editor Sysconfig
el: Επεξεργαστής YaST Sysconfig
fi: YaST – Sysconfig editori
it: YaST Editor della configurazione di sistema
lt: YaST sistemos konfigūracijos redaktorius
pt_br: YaST Editor do Sysconfig
ru: YaST Редактор sysconfig
sk: YaST editor Sysconfig
uk: YaST Редактор Sysconfig

# GenericName(org.opensuse.yast.Sysconfig.desktop)
source: Sysconfig Editor
ca: Editor de la configuració del sistema
cs: Editor Sysconfig
el: Επεξεργαστής Sysconfig
fi: Sysconfig editori
it: Editor della configurazione di sistema
lt: Sistemos konfigūracijos redaktorius
pt_br: Editor do Sysconfig
ru: Редактор sysconfig
sk: Editor Sysconfig
uk: Редактор Sysconfig

# Comment(org.opensuse.yast.Sysconfig.desktop)
source: Change settings in /etc/sysconfig configuration files
ca: Canvieu els paràmetres dels fitxers de configuració a /etc/sysconfig
cs: Upravte si nastavení v konfiguračních souborech /etc/sysconfig
de: Einstellungen in /etc/sysconfig-Konfigurationsdateien ändern
el: Αλλαγή επιλογών στα αρχεία ρυθμίσεων /etc/sysconfig
fi: Muuta /etc/sysconfig-määritystiedostojen asetuksia
it: Cambia le impostazioni nei file di configurazione in /etc/sysconfig
lt: Keisti nuostatas /etc/sysconfig konfigūracinėse rinkmenose
pt_br: Altere as configurações nos arquivos de configuração /etc/sysconfig
ru: Изменить настройки в файлах /etc/sysconfig
sk: Zmeniť nastavenia v konfiguračných súboroch /etc/sysconfig
uk: Зміна налаштувань у файлах конфігурації /etc/sysconfig

# X-SuSE-YaST-Keywords(org.opensuse.yast.TFTPServer.desktop)
source: TFTP,server,boot,trivial,file,transfer,protocol,network
ca: TFTP,servidor,arrencada,trivial,fitxer,transferència,protocol,xarxa
cs: TFTP,server,boot,trivial,soubor,přenos,protokol,síť
de: TFTP,Server,Boot,Trivial,Datei,Übertragung,Protokoll,Netzwerk
el: TFTP,διακομιστής,εκκίνηση,τετριμμένο,αρχείο,μεταφορά,πρωτόκολλο,δίκτυο
fi: TFTP,palvelin,boot,tavallinen,tiedosto,siirto,protokolla,verkko
it: TFTP,server,avvio,trivial,file,transfer,protocol,rete
pt_br: TFTP,servidor,boot,trivial,arquivo,transferir,protocolo,rede
sk: TFTP,server,štart systému,súbor,prenos,protokol,sieť

# Name(org.opensuse.yast.TFTPServer.desktop)
source: YaST TFTP Server
ca: Servidor de TFTP del YaST
el: Διακομιστής TFTP YaST
fi: YaST – TFTP-palvelin
it: YaST Server TFTP
lt: YaST TFTP serveris
pt_br: YaST Servidor TFTP
ru: YaST Сервер TFTP
uk: YaST Сервер TFTP

# GenericName(org.opensuse.yast.TFTPServer.desktop)
source: TFTP Server
ca: Servidor de TFTP
el: Διακομιστής TFTP YaST
fi: TFTP-palvelin
it: Server TFTP
lt: TFTP serveris
pt_br: Servidor TFTP
ru: Сервер TFTP
uk: Сервер TFTP

# Comment(org.opensuse.yast.TFTPServer.desktop)
source: Configure a TFTP server
ca: Configureu un servidor de TFTP
cs: Konfigurujte TFTP server
de: Konfigurieren eines TFTP-Servers
el: Ρύθμιση διακομιστή TFTP
fi: Määritä TFTP-palvelin
it: Configura un server TFTP
lt: Konfigūruoti TFTP serverį
pt_br: Configure um servidor TFTP
ru: Настроить сервер TFTP
sk: Konfigurovať TFTP server
uk: Налаштувати сервер TFTP

# X-SuSE-YaST-Keywords(org.opensuse.yast.HWInfo.desktop)
source: hardware,scan,system,information
ca: maquinari,escaneig,sistema,informació
cs: hardware,sken,systém,informace
de: Hardware,Scan,System,Informationen
el: υλικό,σάρωση,σύστημα,πληροφορίες
fi: laitteisto,skannaus,järjestelmä,tiedot
it: hardware,scansione,sistema,informazioni
pt_br: hardware,scan,sistema,informação
sk: hardvér,prehľadať,systém,informácie
uk: обладнання,сканер,система,інформація

# Name(org.opensuse.yast.HWInfo.desktop)
source: YaST Hardware Information
ca: Informació del maquinari del YaST
cs: YaST údaje o hardwaru
de: YaST Hardware-Informationen
el: Πληροφορίες υλικού YaST
fi: YaST – Laitteistotiedot
it: YaST Informazioni hardware
lt: YaST informacija apie aparatinę įrangą
pt_br: YaST Informação de hardware
ru: YaST Сведения об оборудовании
sk: Informácie o hardvéri YaST
uk: YaST Інформація про обладнання
