Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files.po
Languages: fi, id

# Name(z-displaycal-apply-profiles.desktop)
source: Profile Loader
id: Pemuat Profil

# GenericName(z-displaycal-apply-profiles.desktop)
source: Calibration and ICC Profile Loader
id: Kalibrasi dan Pemuat Profil ICC

# Comment(z-displaycal-apply-profiles.desktop)
source: Sets ICC profiles and loads calibration curves for all configured display devices
id: Atur profil ICC dan muat kurva kalibrasi untuk semua perangkat layar yang dikonfigurasi

# Name(nm-applet.desktop)
source: Network
fi: Verkko
id: Jaringan

# Comment(nm-applet.desktop)
source: Manage your network connections
fi: Hallitse verkkoyhteyksiä
id: Kelola koneksi jaringan Anda

# Comment(WindowMaker.desktop)
source: A simple window manager that resembles the NeXTStep look very closely
id: Pengelola jendela yang menyerupai tampilan NeXTStep sangat dekat

# Name(at-spi-dbus-bus.desktop)
source: AT-SPI D-Bus Bus
fi: AT-SPI D-Bus-väylä
id: Bus AT-SPI D-bus

# Name(software.desktop)
source: Package Selection
fi: Paketinvalinta
id: Pemilihan Paket

# GenericName(software.desktop)
source: Configure Package Selection and Software Settings
fi: Paketinvalinnan ja ohjelmistoasetusten määritys
id: Konfigurasikan Pemilihan Paket dan Pengaturan Perangkat Lunak

# Name(partitioning.desktop)
source: Partitioning
fi: Osiointi
id: Pemartisian

# GenericName(partitioning.desktop)
source: Configure Partitioning and Storage Settings
fi: Osiointi- ja tallennustila-asetusten määritys
id: Konfigurasikan Pengaturan Partisi dan Penyimpanan

# Name(general.desktop)
source: General Options
fi: Yleisasetukset
id: Opsi Umum

# GenericName(general.desktop)
source: Configure General Autoinstallation Options
fi: Yleisten automaattiasennusvalintojen määritys
id: Konfigurasikan Opsi Pemasangan Otomatis

# Name(scripts.desktop)
source: Custom Scripts
fi: Mukautetut skriptit
id: Skrip Ubahan

# GenericName(scripts.desktop)
source: Add or Edit Custom Scripts
fi: Lisää tai muokkaa omia skriptejä
id: Tambah atau Sunting Skrip Ubahan

# Name(report.desktop)
source: Reporting & Logging
fi: Raportointi ja loki
id: Pelaporan & Pencatatan

# GenericName(report.desktop)
source: Configure Reporting and Logging Options
fi: Raportointi- ja lokivalintojen määritys
id: Konfigurasikan Opsi Pelaporan dan Pencatatan

# Name(files.desktop)
source: Complete Configuration Files
fi: Täydelliset määritystiedostot
id: File konfigurasi lengkap

# GenericName(files.desktop)
source: Add Complete Configuration Files
fi: Lisää täydet määritystiedostot
id: Tambah Berkas Konfigurasi Lengkap

# Comment(awesome.desktop)
source: Highly configurable framework window manager
id: Kerangka kerja pengelola jendela yang sangat dapat dikonfigurasi

# Name(backintime.desktop)
source: Backintime Password Cache
id: Singgahan Kata Sandi Backintime

# Comment(backintime.desktop)
source: Cache passwords for non-interactive Backintime cronjobs
id: Singgahan kata sandi untuk cronjobs Backintime non-interaktif

# Name(baloo_file.desktop)
source: Baloo File Daemon
id: Daemon Berkas Baloo

# Comment(blueberry-tray.desktop)
source: Blueberry tray icon
id: Ikon baki blueberry

# Name(blueberry-obex-agent.desktop)
source: Bluetooth OBEX Agent
id: Agen Bluetooth OBEX

# Comment(blueberry-obex-agent.desktop)
source: Allows to receive files via Bluetooth
id: Izinkan menerima berkas melalui Bluetooth

# Keywords(blueberry-obex-agent.desktop)
source: files;bluetooth;obex;receive;
id: berkas;bluetooth;obex;terima;

# Name(blueman.desktop)
source: Blueman Applet
id: Aplet Blueman

# Comment(blueman.desktop)
source: Blueman Bluetooth Manager
id: Pengelola Bluetooth Blueman

# Name(metadata.desktop)
source: openSUSE default
id: openSUSE bawaan

# Name(org.kde.breezedark.desktop)
source: Breeze Dark
id: Breeze Gelap

# Summary(org.kde.breezedark.desktop)
source: Breeze Dark by the KDE VDG
id: Breeze Gelap oleh KDE VDG

# Name(metadata.desktop)
source: Next
id: Berikutnya

# Comment(bspwm.desktop)
source: Binary space partitioning window manager
id: Pengelola jendela partisi ruang biner

# Name(budgie-desktop-nm-applet.desktop)
source: Network (Budgie Desktop)
id: Jaringan (Destop Budgie)

# Comment(budgie-desktop-nm-applet.desktop)
source: Manage your network connections
id: Kelola koneksi jaringan Anda

# Name(budgie-desktop.desktop)
source: Budgie Desktop
id: Destop Budgie

# Comment(budgie-desktop.desktop)
source: This session logs you into the Budgie Desktop
id: Sesi ini memasukkan Anda ke Destop Budgie

# Comment(caffeine.desktop)
source: Temporarily deactivate the screensaver and sleep mode
id: Nonaktifkan screensaver dan mode tidur untuk sementara

# Keywords(caffeine.desktop)
source: Screensaver,Power,Saving,Blank;
id: Screensaver,Daya,Hemat,Kosong;

# Name(cinnamon-settings-daemon-screensaver-proxy.desktop)
source: Cinnamon Settings Daemon - screensaver-proxy
id: Daemon Pengaturan Cinnamon - proksi screensaver

# Name(cinnamon-settings-daemon-a11y-settings.desktop)
source: Cinnamon Settings Daemon - a11y-settings
id: Daemon Pengaturan Cinnamon - pengaturan a11y

# Name(cinnamon-settings-daemon-smartcard.desktop)
source: Cinnamon Settings Daemon - smartcard
id: Daemon Pengaturan Cinnamon - kartu pintar

# Name(cinnamon-settings-daemon-clipboard.desktop)
source: Cinnamon Settings Daemon - clipboard
id: Daemon Pengaturan Cinnamon - papan klip

# Name(cinnamon-settings-daemon-xsettings.desktop)
source: Cinnamon Settings Daemon - xsettings
id: Daemon Pengaturan Cinnamon - Cinnamon

# Name(cinnamon-settings-daemon-keyboard.desktop)
source: Cinnamon Settings Daemon - keyboard
id: Daemon Pengaturan Cinnamon - papan tik

# Name(cinnamon-settings-daemon-automount.desktop)
source: Cinnamon Settings Daemon - automount
id: Daemon Pengaturan Cinnamon - kait otomatis

# Name(cinnamon-settings-daemon-color.desktop)
source: Cinnamon Settings Daemon - color
id: Daemon Pengaturan Cinnamon - warna

# Name(cinnamon-settings-daemon-orientation.desktop)
source: Cinnamon Settings Daemon - orientation
id: Daemon Pengaturan Cinnamon - orientasi

# Name(cinnamon-settings-daemon-housekeeping.desktop)
source: Cinnamon Settings Daemon - housekeeping
id: Daemon Pengaturan Cinnamon - housekeeping

# Name(cinnamon-settings-daemon-background.desktop)
source: Cinnamon Settings Daemon - background
id: Daemon Pengaturan Cinnamon - gambar latar

# Name(cinnamon-settings-daemon-power.desktop)
source: Cinnamon Settings Daemon - power
id: Daemon Pengaturan Cinnamon - daya

# Name(cinnamon-settings-daemon-media-keys.desktop)
source: Cinnamon Settings Daemon - media-keys
id: Daemon Pengaturan Cinnamon - media-keys

# Name(cinnamon-settings-daemon-mouse.desktop)
source: Cinnamon Settings Daemon - mouse
id: Daemon Pengaturan Cinnamon - tetikus

# Name(cinnamon-settings-daemon-a11y-keyboard.desktop)
source: Cinnamon Settings Daemon - a11y-keyboard
id: Daemon Pengaturan Cinnamon - papan tik a11y

# Name(cinnamon-settings-daemon-sound.desktop)
source: Cinnamon Settings Daemon - sound
id: Daemon Pengaturan Cinnamon - suara

# Name(cinnamon-settings-daemon-xrandr.desktop)
source: Cinnamon Settings Daemon - xrandr
id: Daemon Pengaturan Cinnamon - xrandr

# Name(cinnamon-settings-daemon-print-notifications.desktop)
source: Cinnamon Settings Daemon - print-notifications
id: Daemon Pengaturan Cinnamon - cetak pemberitahuan

# Name(cinnamon-settings-daemon-cursor.desktop)
source: Cinnamon Settings Daemon - cursor
id: Daemon Pengaturan Cinnamon - kursor

# Name(cinnamon2d.desktop)
source: Cinnamon (Software Rendering)
id: Cinnamon (Perangkat Lunak Perenderan)

# Comment(cinnamon2d.desktop)
source: This session logs you into Cinnamon (using software rendering)
id: Sesi ini memasukkan Anda ke Cinnamon (menggunakan perangkat lunak rendering)

# Comment(cinnamon.desktop)
source: This session logs you into Cinnamon
id: Sesi ini memasukkan Anda ke Cinnamon

# Name(lxqt-compton.desktop)
source: Compton (X Compositor)
id: Compton (Kompositor X)

# GenericName(lxqt-compton.desktop)
source: X compositor
id: Kompositor X

# Comment(lxqt-compton.desktop)
source: A X compositor
id: Kompositor X

# Name(org.gnome.DejaDup.Monitor.desktop)
source: Backup Monitor
fi: Varmuuskopiointivalvonta
id: Pemantau Cadangan

# Comment(org.gnome.DejaDup.Monitor.desktop)
source: Schedules backups at regular intervals
fi: Ajoittaa määräaikaisvarmuuskopioinnin
id: Jadwalkan pencadangan secara berkala

# Name(com.github.spheras.desktopfolder)
source: Desktop Folder
id: Folder Destop

# Summary(com.github.spheras.desktopfolder)
source: Bring your desktop back to life
id: Hidupkan kembali destop Anda

# Name(com.github.spheras.desktopfolder-autostart.desktop)
source: Desktop Folder
id: Folder Destop

# Comment(com.github.spheras.desktopfolder-autostart.desktop)
source: Organize your desktop with panels, notes and photos
id: Atur destop Anda dengan panel, catatan, dan foto

# Keywords(com.github.spheras.desktopfolder-autostart.desktop)
source: desktop;folder;file;organize;
id: destop;folder;berkas;mengatur;

# Comment(e16-session.desktop)
source: This session starts the Enlightenment (e16) window manager
id: Sesi ini memulai pengelola jendela Enlightenment (e16)

# Comment(enlightenment.desktop)
source: Log in using Enlightenment (Version 0.23.1)
id: Masuk menggunakan Enlightenment (Versi 0.23.1)

# Name(epymc_xsession.desktop)
source: Emotion Media Center
id: Pusat Media Emotion

# Comment(epymc_xsession.desktop)
source: Log in directly in EpyMC
id: Masuk langsung ke EpyMC

# Name(org.gnome.Evolution-alarm-notify.desktop)
source: Evolution Alarm Notify
id: Pemberitahuan Alarm Evolution

# Comment(org.gnome.Evolution-alarm-notify.desktop)
source: Calendar event notifications
id: Pemberitahuan Acara Kalender

# GenericName(fcitx-autostart.desktop)
source: Input Method
id: Metode Masukan

# Comment(fcitx-autostart.desktop)
source: Start Input Method
id: Mulai Metode Masukan

# Name(firewall-applet.desktop)
source: Firewall Applet
fi: Palomuurisovelma
id: Aplet Firewall

# Comment(firewall-applet.desktop)
source: Firewall Applet
fi: Palomuurisovelma
id: Aplet Firewall

# Comment(fvwm2.desktop)
source: A powerful ICCCM-compliant multiple virtual desktop window manager
id: Pengelola jendela multi destop virtual yang tangguh untuk ICCCM

# Name(gsettings-data-convert.desktop)
source: GSettings Data Conversion
fi: GSettings-tietomuunnos
id: Konversi Data GSettings

# Comment(gsettings-data-convert.desktop)
source: Migrates user settings from GConf to dconf
fi: Muuntaa käyttäjäasetukset GConf-muodosta dconf-muotoon
id: Memigrasi pengaturan pengguna dari GConf ke dconf

# Name(geoclue-demo-agent.desktop)
source: Geoclue Demo agent
id: Agen Demo Geoclue

# GenericName(geoclue-demo-agent.desktop)
source: Demo geoclue agent
id: Demo agen geoclue

# Keywords(geoclue-demo-agent.desktop)
source: geolocation;
id: geolokasi;

# Name(gnome-break-timer-autostart.desktop)
source: Break Timer
id: Pengatur Waktu Istirahat

# Comment(gnome-break-timer-autostart.desktop)
source: Provides a gentle reminder to take regular breaks
id: Menyediakan pengingat lembut untuk mengambil istirahat secara teratur

# Name(org.gnome.SettingsDaemon.DiskUtilityNotify.desktop)
source: gnome-disk-utility notification plugin for GNOME Settings Daemon
fi: gnome-disk-utility-ilmoitusliitännäinen GNOMEn asetuspalveluun
id: Pengaya pemberitahuan gnome-disk-utility untuk Daemon Pengaturab GNOME

# Name(gnome-welcome-tour.desktop)
source: Welcome
fi: Tervetuloa
id: Selamat Datang

# Name(gnome-initial-setup-copy-worker.desktop)
source: GNOME Initial Setup Copy Worker
fi: GNOMEn alustavan asennuksen kopiointityökalu
id: Pekerja Salin Penyiapan Awal GNOME

# Name(gnome-initial-setup-first-login.desktop)
source: Initial Setup
fi: Alkuasetukset
id: Penyiapan Awal

# Name(gnome-keyring-secrets.desktop)
source: Secret Storage Service
fi: Salaisuustallennuspalvelu
id: Layanan Penyimpanan Rahasia

# Comment(gnome-keyring-secrets.desktop)
source: GNOME Keyring: Secret Service
fi: Gnomen avainnippu: Salainen palvelu
id: Ring Kunci GNOME: Layanan Rahasia

# Name(gnome-keyring-ssh.desktop)
source: SSH Key Agent
fi: SSH-avainten agentti
id: Agen Kunci SSH

# Comment(gnome-keyring-ssh.desktop)
source: GNOME Keyring: SSH Agent
fi: Gnomen avainnippu: SSH-agentti
id: Ring Kunci GNOME: Agen SSH

# Name(gnome-keyring-pkcs11.desktop)
source: Certificate and Key Storage
fi: Varmenne- ja avainsäilö
id: Penyimpanan Kunci dan Sertifikat

# Comment(gnome-keyring-pkcs11.desktop)
source: GNOME Keyring: PKCS#11 Component
fi: Gnomen avainnippu: PKCS#11-komponentti
id: Ring Kunci GNOME: Komponen PKCS#11

# Name(gnome-xorg.desktop)
source: GNOME on Xorg
fi: Gnome Xorgia käyttäen
id: GNOME pada Xorg

# Comment(gnome-xorg.desktop)
source: This session logs you into GNOME
fi: Tämä istunto kirjaa sinut GNOMEen
id: Sesi ini memasukkan Anda ke GNOME Klasik

# Comment(gnome.desktop)
source: The GNU Network Object Model Environment. A complete, free and easy-to-use desktop environment
fi: GNU Network Object Model Environment. Valmis, vapaa ja helppokäyttöinen työpöytäympäristö
id: The GNU Network Object Model Environment. Sebuah lingkungan destop yang lengkap, gratis dan mudah digunakan

# Name(org.gnome.SettingsDaemon.Color.desktop)
source: GNOME Settings Daemon's color plugin
fi: GNOMEn asetuspalvelun väriliitännäinen
id: Pengaya warna Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Wwan.desktop)
source: GNOME Settings Daemon's Wwan plugin
id: Pengaya Wwan Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Power.desktop)
source: GNOME Settings Daemon's power plugin
fi: GNOMEn asetuspalvelun virranhallintaliitännäinen
id: Pengaya daya Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Smartcard.desktop)
source: GNOME Settings Daemon's smartcard plugin
fi: GNOMEn asetuspalvelun älykorttiliitännäinen
id: Pengaya kartu pintar Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Datetime.desktop)
source: GNOME Settings Daemon's datetime plugin
fi: GNOMEn asetuspalvelun aika- ja päiväysliitännäinen
id: Pengaya tanggal waktu Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Sound.desktop)
source: GNOME Settings Daemon's sound plugin
fi: GNOMEn asetuspalvelun ääniliitännäinen
id: Pengaya suara Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.A11ySettings.desktop)
source: GNOME Settings Daemon's a11y-settings plugin
fi: GNOMEn asetuspalvelun a11y-asetusliitännäinen
id: Pengaya pengaturan a11y Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Rfkill.desktop)
source: GNOME Settings Daemon's rfkill plugin
fi: GNOMEn asetuspalvelun rfkill-liitännäinen
id: Pengaya rfkill Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.PrintNotifications.desktop)
source: GNOME Settings Daemon's print-notifications plugin
fi: GNOMEn asetuspalvelun tulostinilmoitusliitännäinen
id: Pengaya cetak pemberitahuan Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Wacom.desktop)
source: GNOME Settings Daemon's wacom plugin
fi: GNOMEn asetuspalvelun wacom-liitännäinen
id: Pengaya wacom Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.MediaKeys.desktop)
source: GNOME Settings Daemon's media-keys plugin
fi: GNOMEn asetuspalvelun medianäppäinliitännäinen
id: Pengaya media-keys Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.XSettings.desktop)
source: GNOME Settings Daemon's xsettings plugin
fi: GNOMEn asetuspalvelun xsettings-liitännäinen
id: Pengaya xsettings Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Sharing.desktop)
source: GNOME Settings Daemon's sharing plugin
fi: GNOMEn asetuspalvelun jakoliitännäinen
id: Pengaya berbagi Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Housekeeping.desktop)
source: GNOME Settings Daemon's housekeeping plugin
fi: GNOMEn asetuspalvelun housekeeping-liitännäinen
id: Pengaya housekeeping Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.ScreensaverProxy.desktop)
source: GNOME Settings Daemon's screensaver-proxy plugin
fi: GNOMEn asetuspalvelun screensaver-proxy-liitännäinen
id: Pengaya proksi screensaver Daemon Pengaturan GNOME

# Name(org.gnome.SettingsDaemon.Keyboard.desktop)
source: GNOME Settings Daemon's keyboard plugin
fi: GNOMEn asetuspalvelun näppäimistöliitännäinen
id: Pengaya papan tik Daemon Pengaturan GNOME

# Name(gnome-classic.desktop)
source: GNOME Classic
fi: Perinteinen Gnome
id: GNOME Klasik

# Comment(gnome-classic.desktop)
source: This session logs you into GNOME Classic
fi: Tämä istunto kirjaa sinut perinteiseen Gnomeen
id: Sesi ini memasukkan Anda ke GNOME Klasik

# Name(sle-classic.desktop)
source: SLE Classic
fi: Perinteinen Gnome
id: SLE Klasik

# Comment(sle-classic.desktop)
source: This session logs you into SLE Classic
fi: Tämä istunto kirjaa sinut perinteiseen Gnomeen
id: Sesi ini memasukkan Anda ke SLE Klasik

# Name(gnome-shell-overrides-migration.desktop)
source: GNOME settings overrides migration
id: Pengaturan GNOME menimpa migrasi

# Name(gnome-software-service.desktop)
source: GNOME Software
fi: GNOME-ohjelmisto
id: GNOME Perangkat Lunak

# Comment(gsynaptics-init.desktop)
source: Set your touchpad preferences
id: Atur preferensi touchpad Anda

# GenericName(com.github.ztefn.haguichi.autostart.desktop)
source: Hamachi Network Manager
id: Pengelola Jaringan Hamachi

# Comment(com.github.ztefn.haguichi.autostart.desktop)
source: Join and create local networks over the Internet
id: Bergabunglah dan buat jaringan lokal melalui Internet

# Comment(com.github.sgpthomas.hourglass-daemon.desktop)
source: Daemon that deals with Hourglass's alarms.
id: Daemon yang berkaitan dengan alarm Hourglass.

# Name(hplip-systray.desktop)
source: HP System Tray Service
fi: HP:n ilmoitusaluepalvelu
id: Layanan Baki Sistem HP

# GenericName(hplip-systray.desktop)
source: Printer Status Applet
fi: Tulostimen tilasovelma
id: Aplet Status Pencetak

# Comment(hplip-systray.desktop)
source: HP System Tray Service
fi: HP:n ilmoitusaluepalvelu
id: Layanan Baki Sistem HP

# Comment(i3.desktop)
source: improved dynamic tiling window manager
id: Pengelola jendela ubin dinamis yang ditingkatkan

# Keywords(i3.desktop)
source: tiling;wm;windowmanager;window;manager;
id: ubin;wm;windowmanager;jendela;pengelola;

# Name(i3-with-shmlog.desktop)
source: i3 (with debug log)
id: i3 (dengan log awakutu)

# Comment(i3-with-shmlog.desktop)
source: improved dynamic tiling window manager
id: Pengelola jendela ubin dinamis yang ditingkatkan

# Keywords(i3-with-shmlog.desktop)
source: tiling;wm;windowmanager;window;manager;
id: ubin;wm;windowmanager;jendela;pengelola;

# Name(icewm.desktop)
source: IceWM Session
id: Sesi IceWM

# GenericName(icewm.desktop)
source: Window Manager
fi: Ikkunaohjelma
id: Pengelola Jendela

# Comment(icewm.desktop)
source: This session logs you into IceWM
id: Sesi ini memasukkan Anda ke IceWM

# Comment(kalarm.autostart.desktop)
source: KAlarm autostart at login
id: Mulai otomatis KAlarm saat log masuk

# Name(plasma-desktop.desktop)
source: Plasma Desktop Workspace
id: Ruang Kerja Destop Plasma

# GenericName(klipper.desktop)
source: Clipboard Tool
id: Perkakas Papan Klip

# Comment(klipper.desktop)
source: A cut & paste history utility
id: Utilitas riwayat potong & tempel

# Wallpaper-Name(stripes.png.desktop)
source: Stripes
id: Strip

# GenericName(org.kde.kgpg.desktop)
source: Encryption Tool
id: Perkakas Enkripsi

# Comment(org.kde.kgpg.desktop)
source: A GnuPG frontend
id: Frontend GnuPG

# GenericName(kmix_autostart.desktop)
source: Sound Mixer
id: Mixer suara

# Name(restore_kmix_volumes.desktop)
source: Restore Mixer Volumes
id: Kembalikan Volume Mixer

# Name(konqy_preload.desktop)
source: Konqueror preloading during desktop environment startup
id: Konqueror pramuat saat awal mula lingkungan destop

# Name(org.kde.korgac.desktop)
source: KOrganizer Reminder Client
id: Klien Pengingat KOrganizer

# GenericName(org.kde.korgac.desktop)
source: KOrganizer Reminder Daemon Client
id: Klien Daemon Pengingat KOrganizer

# Name(krb5-auth-dialog.desktop)
source: Kerberos Authentication
id: Autentikasi Kerberos

# Comment(krb5-auth-dialog.desktop)
source: Kerberos Network Authentication Dialog
id: Dialog Autentikasi Jaringan Kerberos

# Keywords(krb5-auth-dialog.desktop)
source: kerberos;authentication;
id: kerberos;autentikasi;

# Comment(LCDE.desktop)
source: LeechCraft session with the window manager configured via Fenet
id: Sesi LeechCraft dengan pengelola jendela yang dikonfigurasi melalui Fenet

# Name(light-locker.desktop)
source: Screen Locker
id: Pengunci Layar

# Comment(light-locker.desktop)
source: Launch screen locker program
id: Luncurkan program pengunci layar

# Comment(lxde.desktop)
source: LXDE - Lightweight X11 desktop environment
id: LXDE - Lingkungan destop X11 Ringan

# Name(lxqt-globalkeyshortcuts.desktop)
source: Global Keyboard Shortcuts
id: Pintasan Papan Tik Global

# Name(lxqt-notifications.desktop)
source: Notification Daemon
id: Daemon Notifikasi

# Name(lxqt-policykit-agent.desktop)
source: PolicyKit Handler
id: Penangan PolicyKit

# Name(lxqt-powermanagement.desktop)
source: Power Management
id: Pengelola Daya

# Name(lxqt.desktop)
source: LXQt Desktop
id: Destop LXQt

# Comment(lxqt.desktop)
source: Lightweight Qt Desktop
id: Destop Ringan Qt

# Comment(lxpolkit.desktop)
source: Policykit Authentication Agent
id: Agen Autentikasi PolicyKit

# Name(user-dirs-update-mate.desktop)
source: MATE Desktop user folders update
id: Pemutakhiran folder pengguna destop MATE

# Comment(user-dirs-update-mate.desktop)
source: Update MATE common folders names to match the current locale
id: Perbarui nama folder umum MATE untuk disamakan dengan lokal saat ini

# Name(mate-volume-control-applet.desktop)
source: Volume Control
id: Pengatur Volume

# Comment(mate-volume-control-applet.desktop)
source: Show desktop volume control
id: Tampilkan pengendali volume destop

# Keywords(mate-volume-control-applet.desktop)
source: MATE;volume;control;mixer;settings;sound;
id: MATE;volume;pengendali;mixer;pengaturan;suara;

# Name(mate-maximus-autostart.desktop)
source: Maximus Window Management
id: Pengelola Jendela Maximus

# Comment(mate-maximus-autostart.desktop)
source: Controls the displaying of windows
id: Mengendalikan tampilan jendela

# Name(polkit-mate-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent
id: Agen Autentikasi PolicyKit

# Comment(polkit-mate-authentication-agent-1.desktop)
source: PolicyKit Authentication Agent for the MATE Desktop
id: Agen Autentikasi PolicyKit untuk destop MATE

# Name(mate-power-manager.desktop)
source: Power Manager
id: Pengelola Daya

# Comment(mate-power-manager.desktop)
source: Power management daemon
id: Daemon pengelola daya

# Comment(mate-screensaver.desktop)
source: Launch screensaver and locker program
id: Luncurkan program screensaver dan pengunci

# Comment(mate.desktop)
source: This session logs you into MATE
id: Sesi ini memasukkan Anda ke MATE

# Keywords(mate.desktop)
source: launch;MATE;desktop;session;
id: luncurkan;MATE;destop;sesi;

# Name(mate-settings-daemon.desktop)
source: MATE Settings Daemon
id: Daemon Pengaturan MATE

# Name(mate-user-share-obexpush.desktop)
source: Personal File Sharing obexpush
id: Berbagi Berkas Pribadi obexpush

# Comment(mate-user-share-obexpush.desktop)
source: Launch Personal File Sharing if enabled
id: Luncurkan Berbagi Berkas Pribadi jika diaktifkan

# Keywords(mate-user-share-obexpush.desktop)
source: share;files;bluetooth;obex;http;network;copy;send;
id: berbagi;berkas;bluetooth;obex;http;jaringan;salin;kirim;

# Name(mate-user-share-webdav.desktop)
source: Personal File Sharing webdav
id: Berbagi Berkas Pribadi webdav

# Comment(mate-user-share-webdav.desktop)
source: Launch Personal File Sharing if enabled
id: Luncurkan Berbagi Berkas Pribadi jika diaktifkan
