Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ca, cs, de, el, fi, it, lt, pt_br, ru, sk, uk

# Comment(org.opensuse.yast.Bootloader.desktop)
source: Configure the boot loader
ca: Configureu el carregador de l'arrencada
cs: Konfigurovat zavaděč
de: Bootloader einrichten
el: Ρύθμιση του boot loader
fi: Määritä käynnistyslatain
it: Configura il boot loader
lt: Konfigūruoti paleidyklę
pt_br: Configure o carregador de inicialização
ru: Настроить загрузчик
sk: Nastaviť možnosti štartu počítača
uk: Налаштування завантажувача системи

# X-SuSE-YaST-Keywords(org.opensuse.yast.Cluster.desktop)
source: high,availability
ca: disponibilitat,alta
cs: vysoká,dostupnost
de: hoch,Verfügbarkeit
el: υψηλή,διαθεσιμότητα
fi: korkea,käytettävyys
it: alta,disponibilità
pt_br: alta,disponibilidade
sk: vysoká,dostupnosť
uk: висока,доступність

# Name(org.opensuse.yast.Cluster.desktop)
source: YaST Cluster
ca: Clúster del YaST
cs: YaST klastr (skupina)
el: Συστοιχία YaST
fi: YaST – Klusteri
lt: YaST blokinys
ru: YaST Кластер
sk: Klaster YaST
uk: YaST Кластер

# GenericName(org.opensuse.yast.Cluster.desktop)
source: Cluster
ca: Clúster
el: Συστοιχία
fi: Klusteri
lt: Blokinys
ru: Кластер
uk: Кластер

# Comment(org.opensuse.yast.Cluster.desktop)
source: Configure Cluster
ca: Configureu Clúster
cs: Konfigurovat cluster
de: Cluster konfigurieren
el: Ρύθμιση συστοιχίας
fi: Klusterin määritys
it: Configura cluster
lt: Konfigūruoti blokinį
pt_br: Configue o cluster
ru: Настроить кластер
sk: Konfigurovať Cluster
uk: Налаштування кластера

# X-SuSE-YaST-Keywords(org.opensuse.yast.ConfigurationManagement.desktop)
source: salt,privisioning,configuration_management
ca: salt,provisionament,gestió_de_configuració
cs: salt,dotace,správa_konfigurace
de: Salt,Bereitstellung,configuration_management
el: Διαχείριση ρυθμίσεων YaST2
fi: salt,käyttöönotto,kokoonpanon_hallinta
it: salt,provisioning,gestione_configurazione
pt_br: salt,provisionamento,gerenciamento de configurações
sk: salt,poskytovanie,správa_konfigurácie
uk: сіль,забезпечення,управління конфігурацією

# Name(org.opensuse.yast.ConfigurationManagement.desktop)
source: YaST Configuration Management
ca: Gestió de configuració del YaST
cs: YaST správa konfigurace
de: YaST-Konfigurationsverwaltung
el: Διαχείριση ρυθμίσεων YaST
fi: YaST – Määrityshallinta
it: Gestione della configurazione di YaST
lt: YaST konfigūracijos tvarkymas
pt_br: YaST Gerenciamento de configuração
ru: YaST: Управление конфигурацией
sk: Správa konfigurácie YaST
uk: YaST Управління конфігурацією

# GenericName(org.opensuse.yast.ConfigurationManagement.desktop)
source: Configuration Management
ca: Gestió de la configuració
cs: Správa konfigurace
de: Konfigurationsverwaltung
el: Διαχείριση ρυθμίσεων
fi: Määrityshallinta
it: Gestione della configurazione
lt: Konfigūracijos tvarkymas
pt_br: Gerenciamento de configuração
ru: YaST: Управление конфигурацией
sk: Správa konfigurácie
uk: Управління конфігурацією

# Comment(org.opensuse.yast.ConfigurationManagement.desktop)
source: Manage System Configuration
ca: Gestioneu la configuració del sistema
cs: Spravovat konfiguraci systému
de: Systemkonfiguration verwalten
el: Διαχείριση ρυθμίσεων συστήματος
fi: Hallitse järjestelmän kokoonpanoa
it: Gestisci la configurazione di sistema
lt: Tvarkyti sistemos konfigūraciją
pt_br: Gerenciar Configuração do servidor
ru: Управление настройками системы
sk: Spravovať systémovú konfiguráciu
uk: Керування налаштуванням системи

# X-SuSE-YaST-Keywords(org.opensuse.yast.Keyboard.desktop)
source: keyboard,language,locale,country
ca: teclat,llengua,localització,país
cs: klávesnice,jazyk,místní_prostředí,země
de: Tastatur,Sprache,Region,Land
el: πληκτρολόγιο,γλώσσα,τοποθεσία,χώρα
fi: keyboard,language,locale,country,näppäimistö,kieli,maa
it: tastiera,lingua,locale,nazione
pt_br: teclado,idioma,localidade,país
sk: klávesnica,jazyk,lokalizácia,krajina

# Name(org.opensuse.yast.Keyboard.desktop)
source: YaST Keyboard
ca: Teclat del YaST
cs: YaST klávesnice
de: YaST Tastatur
el: Πληκτρολόγιο YaST
fi: YaST – Näppäimistö
it: Tastiera di YaST
lt: YaST klaviatūra
pt_br: YaST Teclado
ru: YaST Клавиатура
sk: YaST klávesnica

# GenericName(org.opensuse.yast.Keyboard.desktop)
source: System Keyboard Layout
ca: Disposició del teclat de sistema
cs: Rozvržení systémové klávesnice
de: System-Tastaturlayout
el: Διάταξη πληκτρολογίου συστήματος
fi: Näppäimistön asettelu
it: Mappatura della tastiera di sistema
lt: Sistemos klaviatūros išdėstymas
pt_br: Layout do teclado do sistema
ru: Системная раскладка клавиатуры
sk: Rozloženie systémovej klávesnice
uk: Розкладка системної клавіатури

# Comment(org.opensuse.yast.Keyboard.desktop)
source: Select the system keyboard
ca: Seleccioneu el teclat del sistema
cs: Vyberte systémovou klávesnici
de: Systemtastatur auswählen
el: Επιλογή διάταξης πληκτρολογίου του συστήματος
fi: Valitse järjestelmän näppäimistö
it: Seleziona la tastiera di sistema
lt: Pasirinkti sistemos klaviatūrą
pt_br: Selecione o teclado do sistema
ru: Выбрать клавиатуру системы
sk: Vybrať systémovú klávesnicu
uk: Вибір системної клавіатури

# X-SuSE-YaST-Keywords(org.opensuse.yast.Timezone.desktop)
source: time,timezone,clock
ca: hora,zona_horària,rellotge
cs: čas, časová_zóna,hodiny
de: Zeit,Zeitzone,Uhr
el: ώρα,ζώνη ώρας,ρολόι
fi: aika,aikavyöhyke,kello
it: ora,fuso orario,orologio
pt_br: hora,fuso horário,relógio
sk: čas, časová zóna,hodiny

# Name(org.opensuse.yast.Timezone.desktop)
source: YaST Date and Time
ca: Data i hora del YaST
cs: YaST datum a čas
de: YaST Datum und Zeit
el: Ημερομηνία και ώρα YaST
fi: YaST – Päiväys ja aika
it: YaST Data e ora
lt: YaST data ir laikas
pt_br: YaST Data e hora
ru: YaST Дата и время
sk: Dátum a čas YaST
uk: YaST Дата і час

# GenericName(org.opensuse.yast.Timezone.desktop)
source: Date and Time
ca: Data i hora
cs: Datum a čas
de: Datum und Zeit
el: Ημερομηνία και ώρα
fi: Päiväys ja aika
it: Data e ora
lt: Data ir laikas
pt_br: Data e hora
ru: Дата и время
sk: Dátum a čas
uk: Дата і час

# Comment(org.opensuse.yast.Timezone.desktop)
source: Control time zone, date, and system time
ca: Controleu la zona horària, la data i l'hora del sistema
cs: Nastavení časové zóny, data a systémového času
de: Zeitzone, Datum und Systemzeit einrichten
el: Ρύθμιση της ζώνης ώρας, ημερομηνίας και ώρας συστήματος
fi: Määritä aikavyöhyke, päiväys ja järjestelmän aika
it: Controlla fuso orario, data e ora di sistema
lt: Laiko juostos, datos ir sistemos laiko valdymas
pt_br: Controle o fuso horário, a data e a hora do sistema
ru: Управление часовым поясом, датой и системным временем
sk: Riadiť časovú zónu, dátum a systémový čas
uk: Керування часовим поясом, датою і часом системи

# X-SuSE-YaST-Keywords(org.opensuse.yast.Language.desktop)
source: language,locale,country
ca: llengua,localització,país
cs: jazyk,místní_prostředí,země
de: Sprache,Region,Land
el: γλώσσα,τοποθεσία,χώρα
fi: kieli,paikkakunta,maa
it: lingua,locale,paese
pt_br: idioma,localidade,país
sk: jazyk,lokalizácia,krajina

# Name(org.opensuse.yast.Language.desktop)
source: YaST Language
ca: Llengua del YaST
cs: YaST jazyk
de: YaST Sprache
el: Γλώσσα YaST
fi: YaST – Kieli
it: YaST Lingua
lt: YaST kalba
pt_br: YaST Idioma
ru: YaST Язык
sk: Jazyk YaST
uk: YaST Мова

# GenericName(org.opensuse.yast.Language.desktop)
source: Language
ca: Llengua
cs: Jazyk
de: Sprache
el: Γλώσσα
fi: Kieli
it: Lingua
lt: Kalba
pt_br: Idioma
ru: Язык
sk: Jazyk
uk: Мова

# Comment(org.opensuse.yast.Language.desktop)
source: Change the language and install additional languages
ca: Canvieu la llengua i instal·leu-ne d'addicionals
cs: Změna jazyku a instalace dodatečných jazyků
de: Sprache des Systems umschalten und zusätzliche Sprachen installieren
el: Αλλαγή γλώσσας και εγκατάσταση επιπλέον γλωσσών
fi: Vaihda kieli ja asenna muita kieliä
it: Cambia la lingua e installa altre lingue aggiuntive
lt: Pakeiskite sistemos kalbą ir įdiekite papildomas kalbas
pt_br: Altere o idioma e instale idiomas adicionais
ru: Изменение языка и установка дополнительных языков
sk: Zmeniť jazyk a inštalovať ďalšie jazyky
uk: Зміна мови і встановлення додаткових мов

# Name(org.opensuse.yast.DHCPServer.desktop)
source: YaST DHCP Server
ca: Servidor DHCP del YaST
el: Διακομιστής DHCP YaST
fi: YaST – DHCP-palvelin
it: YaST Server DHCP
lt: YaST DHCP serveris
pt_br: YaST Servidor DHCP
ru: YaST Сервер DHCP
uk: YaST Сервер DHCP

# GenericName(org.opensuse.yast.DHCPServer.desktop)
source: DHCP Server
ca: Servidor DHCP
el: Διακομιστής DHCP
fi: DHCP-palvelin
it: Server DHCP
lt: DHCP serveris
pt_br: Servidor DHCP
ru: Сервер DHCP
uk: Сервер DHCP

# Comment(org.opensuse.yast.DHCPServer.desktop)
source: Configure a DHCP server
ca: Configureu un servidor DHCP
cs: Nakonfigurujte si DHCP server
de: Konfigurieren eines DHCP-Servers
el: Ρύθμιση διακομιστή DHCP
fi: Määritä DHCP-palvelin
it: Configura un server DHCP
lt: Konfigūruoti DHCP serverį
pt_br: Configure um servidor DHCP
ru: Настроить сервер DHCP
sk: Konfigurovať DHCP server
uk: Налаштування сервера DHCP

# Name(org.opensuse.yast.DNS-MANAGER.desktop)
source: YaST Samba Internal DNS Manager
ca: Gestor de DNS intern de Samba del YaST
cs: YaST správce vnitřního DNS Samba
de: YaST Samba interner DNS Manager
el: Διαχειριστής εσωτερικού DNS YaST Samba
fi: YaST – Samban sisäinen DNS-hallinta
it: Manager DNS interno YaST Samba
lt: YaST Samba vidinė DNS tvarkyklė
pt_br: YaST Gerenciador de DNS Interno do Samba
ru: YaST DNS-менеджер Samba
sk: YaST Správca interného DNS Samba

# GenericName(org.opensuse.yast.DNS-MANAGER.desktop)
source: DNS Manager for Samba Internal DNS
ca: Gestor de DNS per al DNS intern de Samba
cs: Správce DNS pro vnitřní DNS Samba
de: DNS-Manager für Samba Internal DNS
el: Διαχειριστής DNS για το εσωτερικό DNS του Samba
fi: DNS-hallinta Samban sisäiselle DNS:lle
it: Manager DNS per DNS interno Samba
lt: DNS tvarkyklė, skirta
pt_br: Gerenciador DNS para DNS Interno do Samba
ru: DNS-менеджер для внутренней DNS Samba
sk: Správca DNS pre interné DNS Samba

# X-SuSE-YaST-Keywords(org.opensuse.yast.DNSServer.desktop)
source: dns,domain,nameserver,network,lookup
ca: dns,domini,servidor de noms,xarxa,cerca
cs: dns,doména,názvový_server,síť,vyhledávání
de: dns,Domäne,nameserver,Netzwerk,lookup
el: dns,domain,nameserver,δίκτυο,lookup
fi: dns,domain,nameserver,network,lookup,nimipalvelin,verkko
it: dns,dominio,server dei nomi,rete,ricerca
pt_br: dns,domínio,servidor de nome,rede,lookup
sk: dns,doména,názvový server,sieť,vyhľadávanie

# Name(org.opensuse.yast.DNSServer.desktop)
source: YaST DNS Server
ca: Servidor de DNS del YaST
cs: YaST server DNS
el: Διακομιστής DNS YaST
fi: YaST – DNS-palvelin
it: YaST Server DNS
lt: YaST DNS serveris
pt_br: YaST Servidor DNS
ru: YaST Сервер DNS
uk: YaST Сервер DNS

# GenericName(org.opensuse.yast.DNSServer.desktop)
source: DNS Server
ca: Servidor DNS
el: Διακομιστής DNS
fi: DNS-palvelin
it: Server DNS
lt: DNS serveris
pt_br: Servidor DNS
ru: Сервер DNS
uk: Сервер DNS

# Comment(org.opensuse.yast.DNSServer.desktop)
source: Configure a DNS server
ca: Configureu un servidor DNS
cs: Nakonfigurujte si DNS server
de: Konfigurieren eines DNS-Servers
el: Ρύθμιση διακομιστή DNS
fi: Määritä DNS-palvelin
it: Configura un server DNS
lt: Konfigūruoti DNS serverį
pt_br: Configure um servidor DNS
ru: Настроить сервер DNS
sk: Konfigurovať DNS server
uk: Налаштування сервера DNS

# Name(org.opensuse.yast.Docker.desktop)
source: YaST Docker
ca: Acoblador del YaST
cs: YaST dokovač
el: Docker YaST
sk: Docker YaST

# GenericName(org.opensuse.yast.Docker.desktop)
source: Docker
ca: Acoblador
cs: Dokovač

# Comment(org.opensuse.yast.Docker.desktop)
source: Docker Configuration
ca: Configuració de l'acoblador
cs: Konfigurace dokovače
de: Docker Konfiguration
el: Ρύθμιση Docker
fi: Docker-määritys
it: Configurazione Docker
pt_br: Configuração do Docker
ru: Настройка Docker
sk: Konfigurácia pre Docker
uk: Налаштування Docker

# X-SuSE-YaST-Keywords(org.opensuse.yast.DRBD.desktop)
source: high,availability,ha,storage,block,device,cluster
ca: disponibilitat,alta,ha,emmagatzematge,bloc,dispositiu,clúster
cs: vysoká,dostupnost,ha,paměť,blok,zařízení,klastr
de: hoch,Verfügbarkeit,HA,Speicher,Block,Gerät,Cluster
el: υψηλή,διαθεσιμότητα,ha,storage,block,device,cluster
fi: high,availability,ha,storage,block,device,cluster,levytila,laite,klusteri
it: elevata,disponibilità,ha,archiviazione,blocco,dispositivo,cluster
pt_br: alta,disponibilidade,ha,armazenamento,dispositivo,cluster
sk: vysoká,dostupnosť,ha,úložisko,blok,zariadenie,klaster

# Name(org.opensuse.yast.DRBD.desktop)
source: YaST DRBD
ca: DRBD del YaST

# Comment(org.opensuse.yast.DRBD.desktop)
source: Configure the DRBD(Distributed Replicated Block Device) device
ca: Configureu el dispositiu DRBD (Distributed Replicated Block Device)
cs: Konfigurovat zařízení DRBD(Distributed Replicated Block Device)
de: Konfiguration eines DRBD(Distributed Replicated Block Device)-Gerätes
el: Ρύθμιση της συσκευής DRBD (Διανεμημένη Αντιγραμμένη Συσκευή Αποκλεισμού)
fi: Määritä DRBD (hajautettu replikoitu lohkolaite)
it: Configura un dispositivo DRBD(Distributed Replicated Block Device)
lt: Konfigūruoti DRBD įrenginį
pt_br: Configure o dispositivo DRBD (dispositivo de bloco distribuído e replicado)
ru: Настроить устройство DRBD (блочное устройство с распределённой репликацией)
sk: Konfigurovať zariadenie DRBD (Distributed Replicated Block Device)
uk: Налаштування пристрою DRBD (Distributed Replicated Block Device)

# X-SuSE-YaST-Keywords(org.opensuse.yast.FCoEClient.desktop)
source: fibre,channel,ethernet,network
ca: fibra,canal,ethernet,xarxa
cs: vlákno,kanál,ethernet,síť
de: Fibre,Channel,Ethernet,Netzwerk
el: ίνα,κανάλι,ethernet,δίκτυο
fi: fibre,channel,ethernet,network,kuitu,verkko
it: fibra,canale,ethernet,rete
pt_br: fibre,canal,ethernet,rede
sk: vlákno,kanál,ethernet,sieť

# Name(org.opensuse.yast.FCoEClient.desktop)
source: YaST FCoE
ca: FCoE del YaST
it: FCoE YaST
pt_br: FCoE YaST

# GenericName(org.opensuse.yast.FCoEClient.desktop)
source: FCoE Client Configuration
ca: Configuració del client FCoE
cs: Konfigurace klienta FCoE
de: FCoE-Client-Konfiguration
el: Ρύθμιση πελάτη FCoE
fi: FCoE-asiakasmääritys
it: Configurazione del client FCoE
lt: FCoE kliento konfigūravimas
pt_br: Configuração do cliente FCoE
ru: Настройка клиента FCoE
sk: Konfigurácia klienta FCoE
uk: Налаштування клієнта Fco

# Comment(org.opensuse.yast.FCoEClient.desktop)
source: Fibre Channel over Ethernet Configuration
ca: Configuració de canal de fibra sobre Ethernet
cs: Konfigurace pro Fibre Channel over Ethernet
de: Fibre Channel over Ethernet-Konfiguration (FCoE)
el: Δίαυλος ίνας μέσω ρύθμισης Ethernet
fi: Kuitukanava Ethernetin yli -määritys
it: Configurazione di Fibre Channel over Ethernet
lt: Skaidulinio kanalo per eternetą konfigūravimas
pt_br: Configure o Fibre Channel over Ethernet
ru: Настройка Fibre Channel over Ethernet
sk: Konfigurácia Fibre Channel over Ethernet
uk: Налаштування оптоволоконного каналу над Ethernet

# X-SuSE-YaST-Keywords(org.opensuse.yast.Firewall.desktop)
source: security,network
ca: seguretat,xarxa
cs: bezpečnost,síť
de: Sicherheit,Netzwerk
el: ασφάλεια,δίκτυο
fi: turvallisuus,verkko
it: sicurezza,rete
pt_br: segurança,rede
sk: bezpečnosť,sieť

# Name(org.opensuse.yast.Firewall.desktop)
source: YaST Firewall
ca: Tallafoc del YaST
el: Τείχος προστασίας YaST
fi: YaST – Palomuuri
lt: YaST užkarda
ru: YaST Брандмауэр
sk: Firewall YaST
uk: YaST Фаєрвол

# GenericName(org.opensuse.yast.Firewall.desktop)
source: Firewall
ca: Tallafoc
el: Τείχος προστασίας
fi: Palomuuri
lt: Užkarda
ru: Брандмауэр
uk: Фаєрвол

# Comment(org.opensuse.yast.Firewall.desktop)
source: Configure a firewall
ca: Configureu un tallafoc
cs: Konfigurovat firewall
de: Eine Firewall einrichten
el: Ρύθμιση τείχους προστασίας
fi: Määritä palomuuri
it: Configura un firewall
lt: Konfigūruoti užkardą
pt_br: Configure um firewall
ru: Настроить брандмауэр
sk: Konfigurovať firewall
uk: Налаштування фаєрволу

# X-SuSE-YaST-Keywords(org.opensuse.yast.FTPServer.desktop)
source: FTP,server,boot,file,transfer,protocol,network
ca: FTP,servidor,arrencada,fitxer,transferència,protocol,xarxa
cs: FTP,server,boot,soubor,přenos,protokol,síť
de: FTP,Server,Booten,Datei,Übertragen,Protokoll,Netzwerk
el: FTP,διακομιστής,εκκίνηση,αρχείο,μεταφορά,πρωτόκολλο,δίκτυο
fi: FTP,server,boot,file,transfer,protocol,network,palvelin,tiedosto,siirto,protokolla,verkko
it: FTP,server,avvio,file,trasferimento,protocollo,rete
pt_br: FTP,servidor,boot,arquivo,transferir,protoloco,rede
sk: FTP,server,štart systému,súbor,prenos,protokol,sieť

# Name(org.opensuse.yast.FTPServer.desktop)
source: YaST FTP Server
ca: Servidor d'FTP del YaST
el: Διακομιστής TFTP YaST
fi: YaST – FTP-palvelin
it: YaST Server FTP
lt: YaST FTP serveris
pt_br: YaST Servidor TFTP
ru: YaST Сервер FTP
sk: YaST TFTP Server
uk: YaST Сервер FTP

# GenericName(org.opensuse.yast.FTPServer.desktop)
source: FTP Server
ca: Servidor FTP
el: Διακομιστής FTP
fi: FTP-palvelin
it: Server FTP
lt: FTP serveris
pt_br: Servidor FTP
ru: Сервер FTP
uk: Сервер TFTP

# Comment(org.opensuse.yast.FTPServer.desktop)
source: Module for configuration FTP daemon (vsftpd)
ca: Mòdul per a la configuració del dimoni d'FTP (vsftpd)
cs: Modul pro konfiguraci služby FTP (vsftpd)
de: Modul für die Konfiguration eines FTP-Daemons (vsftpd)
el: Άρθρωμα για ρύθμιση υπηρεσίας FTP (vsftpd ή pure-ftpd)
fi: FTP-palvelun määritysmoduuli (vsftpd)
it: Modulo per la configurazione del demone FTP (vsftpd)
lt: Modulis FTP tarnybos konfigūravimui (vsftpd)
pt_br: Módulo para configuração do daemon do FTP (vsftpd)
ru: Модуль для настройки демона FTP (vsftpd)
sk: Modul pre konfiguráciu démona FTP (vsftpd)
uk: Модуль налаштування фонової служби FTP (vsftpd)

# X-SuSE-YaST-Keywords(org.opensuse.yast.GeoCluster.desktop)
source: cluster,availability,high
ca: clúster,disponibilitat,alta
cs: klastr,dostupnost,vysoká
de: Cluster,Verfügbarkeit,hoch
el: συστοιχεία,διαθεσιμότητα,υψηλή
fi: klusteri,saatavuus,korkea
it: cluster,disponibilità,alta
pt_br: cluster,disponibilidade,alta
sk: klaster,dostupnosť,vysoká
uk: кластер,доступність,висока

# Name(org.opensuse.yast.GeoCluster.desktop)
source: YaST Geo Cluster
ca: Geo Clúster del YaST
cs: YaST Geo klastr
el: Γεωγραφική συστοιχία YaST
fi: YaST – Geo-klusteri
lt: YaST Geo blokinys
pt_br: YaST Cluster geográfico
ru: YaST Геокластер
sk: YaST Geo klaster
uk: YaST Кластер Geo

# GenericName(org.opensuse.yast.GeoCluster.desktop)
source: Geo Cluster
ca: Geo Clúster
cs: Geo klastr (skupina)
el: Γεωγραφική συστοιχία
fi: Geo-klusteri
lt: Geo blokinys
pt_br: Cluster geográfico
sk: Geo klaster
uk: Кластер Geo

# Comment(org.opensuse.yast.GeoCluster.desktop)
source: Configure Geo Cluster
ca: Configureu un Geo Clúster
cs: Konfigurovat Geo klastr
de: Geo-Cluster konfigurieren
el: Ρύθμιση γεωγραφικής συστοιχίας
fi: Määritä Geo-klusteri
it: Configura Geo Cluster
lt: Konfigūruoti Geo blokinį
pt_br: Configure o Geo Cluster
ru: Настроить геокластер
sk: Konfigurovať Geo klaster
uk: Налаштування кластера Geo

# Name(gpmc.desktop)
source: Group Policy Management Console
ca: Consola de gestió de polítiques de grup
cs: Konzola správy zásad skupin
de: Gruppenrichtlinien-Verwaltungskonsole
el: Κονσόλα διαχείρισης πολιτικής ομάδας
fi: Ryhmäkäytäntöjen hallintakonsoli
it: Console di gestione policy di gruppo
pt_br: Console de Gerenciamento de Políticas de Grupo
ru: Консоль управления групповыми политиками
sk: Konzola správy skupinovej politiky

# GenericName(gpmc.desktop)
source: Manage Group Policy
ca: Gestioneu la política de grups
cs: Správa zásad skupin
de: Verwalte Gruppenrichtlinien
el: Διαχείριση πολιτικής ομάδας
fi: Hallitse ryhmäkäytäntöjä
it: Gestisci la policy del gruppo
pt_br: Gerencie Políticas de Grupo
ru: Управление групповыми политиками
sk: Spravovať skupinovú politiku

# X-SuSE-YaST-Keywords(org.opensuse.yast.HTTPServer.desktop)
source: http,network,internet,apache,web,www
ca: http,xarxa,internet,apache,web,www
cs: http,síť,internet,apache,web,www
de: HTTP,Netzwerk,Internet,Apache,Web,www
el: http,δίκτυο,διαδίκτυο,apache,web,www
fi: http,network,internet,apache,web,www,verkko
it: http,rete,internet,apache,web,www
pt_br: http,rede,internet,apache,web,www
sk: http,sieť,internet,apache,web,www

# Name(org.opensuse.yast.HTTPServer.desktop)
source: YaST HTTP Server
ca: Servidor d'HTTP del YaST
el: Διακομιστής HTTP YaST
fi: YaST – HTTP-palvelin
it: YaST Server HTTP
lt: YaST HTTP serveris
pt_br: YaST Servidor HTTP
ru: YaST Сервер HTTP
uk: YaST Сервер HTTP

# GenericName(org.opensuse.yast.HTTPServer.desktop)
source: HTTP Server
ca: Servidor HTTP
el: Διακομιστής HTTP
fi: HTTP-palvelin
it: Server HTTP
lt: HTTP serveris
pt_br: Servidor HTTP
ru: Сервер HTTP
uk: Сервер HTTP

# Comment(org.opensuse.yast.HTTPServer.desktop)
source: Configure an Apache 2 server
ca: Configureu un servidor Apache 2
cs: Konfigurovat server Apache 2
de: Konfiguration eines Apache-2-Servers
el: Ρύθμιση διακομιστή Apache 2
fi: Määritä Apache 2 -palvelin
it: Configura un server Apache 2
lt: Konfigūruoti Apache2 serverį
pt_br: Configure um servidor Apache 2
ru: Настроить сервер Apache 2
sk: Konfigurovať Apache 2 server
uk: Налаштування сервера Apache 2

# Name(org.opensuse.yast.Upgrade.desktop)
source: YaST Upgrade
ca: Actualització del YaST
cs: YaST povýšení
de: YaST Systemaktualisierung
el: Αναβάθμιση YaST
fi: YaST-päivitys
it: Aggiornamento YaST
lt: YaST naujovinimas
pt_br: YaST Atualizar
ru: YaST Обновление
sk: Zvýšenie verzie YaST
uk: YaST Оновлення

# GenericName(org.opensuse.yast.Upgrade.desktop)
source: System Upgrade
ca: Actualització del sistema
cs: Povýšení systému
de: Systemaktualisierung
el: Αναβάθμιση συστήματος
fi: Järjestelmän päivitys
it: Aggiornamento del sistema
lt: Sistemos naujovinimas
pt_br: Atualizar Sistema
ru: Обновление системы
sk: Zvýšenie verzie systému
uk: Оновлення системи

# Comment(org.opensuse.yast.Upgrade.desktop)
source: Upgrade system to the newer version
ca: Actualitzeu el sistema a la versió més nova
cs: Povýšit systém na novější verzi
de: System auf neuere Version upgraden
el: Αναβάθμιση του συστήματος στη νεότερη έκδοση
fi: Päivitä järjestelmä uudempaan versioon
it: Aggiorna il sistema alla versione più recente
lt: Atnaujinti sistemą iki naujesnės versijos
pt_br: Atualizar sistema para a nova versão
ru: Обновление системы до новой версии
sk: Zvýšiť verziu systému na novšiu

# X-SuSE-YaST-Keywords(org.opensuse.yast.ReleaseNotes.desktop)
source: support,installation,notes,documentation
ca: suport,instal·lació,notes,documentació
cs: podpora,instalace,poznámky,dokumentace
de: Unterstützung,Installation,Anmerkungen,Dokumentation
el: υποστήριξη,εγκατάσταση,σημειώσεις,τεκμηρίωση
fi: tuki,asennus,muistiinpanot,asiakirjat
it: supporto,installazione,note,documentazione
pt_br: suporte,instalação,notas,documentação
sk: podpora,inštalácia,poznámky,dokumentácia

# Name(org.opensuse.yast.ReleaseNotes.desktop)
source: YaST Release Notes
ca: Notes de la versió del YaST
cs: YaST poznámky k vydání
de: YaST Versionshinweise
el: Σημειώσεις έκδοσης YaST
fi: YaST – Julkaisutiedot
it: YaST Note di rilascio
lt: YaST informacija apie laidą
pt_br: YaST Notas de lançamento
ru: YaST Примечания к выпуску
sk: Poznámky k vydaniu YaST
uk: YaST Примітки до випуску

# GenericName(org.opensuse.yast.ReleaseNotes.desktop)
source: Release Notes
ca: Notes de la versió
cs: Poznámky k vydání
de: Versionshinweise
el: Σημειώσεις έκδοσης
fi: Julkaisutiedot
it: Note di rilascio
lt: Laidos informacija
pt_br: Notas de lançamento
ru: Примечания к выпуску
sk: Poznámky k vydaniu
uk: Примітки до випуску
