Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(quasicrystal.desktop)
source: A quasicrystal is a structure that is ordered but aperiodic. Two-dimensional quasicrystals can be generated by adding a set of planes where x is the sine of y. Different complex aperiodic plane tilings are produced depending on the period, position, and rotation of the component planes, and whether the rotation of the planes is evenly distributed around the circle (the "symmetry" option, above) or random. See also the "RD-Bomb", "CWaves" and "Penrose" screen savers. https://en.wikipedia.org/wiki/Quasicrystal Written by Jamie Zawinski.
ca: Un quasividre és una estructura que és ordenada però no periòdica. Els quasicristalls bidimensionals poden ser generats per l'addició d'un conjunt de plans on x és el sinus de y. Ees produeixen diferents enrajolats aperiòdics complexos en funció del període, la posició i la rotació dels plans components i si la rotació dels plans es distribueix uniformement al voltant del cercle (l'opció de simetria, més amunt) o a l'atzar. Vegeu també l'RD-bomba, el CWaves i el Penrose, protectors de pantalla. https://en.wikipedia.org/wiki/Quasicrystal Escrit per Jamie Zawinski.
fr: Un quasi-cristal est une structure ordonnée mais apériodique. Des quasi-cristaux bidimensionnels peuvent être générés en ajoutant un ensemble de plans où x est le sinus de y. Différents pavages complexes de plans apériodiques sont produits en fonction de la période, de la position et de la rotation des plans composants, et si la rotation des plans est distribuée uniformément autour du cercle (l'option "symétrie", ci-dessus) ou aléatoire. Voir aussi les économiseurs d'écran "RD-Bomb", "CWaves" et "Penrose". https://en.wikipedia.org/wiki/Quasicrystal Écrit par Jamie Zawinski.
id: Sebuah quasicrystal adalah struktur yang dipesan tapi aperiodik. Dua-dimensi kuasikristal dapat dihasilkan dengan menambahkan satu set pesawat di mana x adalah sinus dari y. berbagai tilings pesawat aperiodik kompleks yang diproduksi tergantung pada periode, posisi, dan rotasi pesawat komponen, dan apakah rotasi pesawat secara merata didistribusikan di sekitar lingkaran ("simetri" pilihan, di atas) atau acak. Lihat juga "RD-Bomb", "CWaves" dan "Penrose" screen saver. https://en.wikipedia.org/wiki/Quasicrystal ditulis oleh Jamie Zawinski.
ja: 準結晶とは規則性を持ちながら非周期性を持つ構造体です。 2 次元の準結晶は x を y の正弦とした平面群を追加することによって生成できるものです。異なる複雑な非周期性の平面の配置は、要素平面の周期と位置、および回転と平面の回転が円内にも広がっているかどうか ("symmetry" オプション) 、もしくは乱数によって生成されるものです。 "RD-Bomb", "CWaves", "Penrose" の各スクリーンセーバーもご覧ください。 https://en.wikipedia.org/wiki/Quasicrystal Jamie Zawinski 氏による作品です。
pt_br: Um quase-cristal é uma estrutura que é ordenada mas aperiódica. Quasicristais bidimensionais podem ser gerados adicionando um conjunto de planos em que x é o seno de y. Diferentes inclinações de plano aperiódico complexas são produzidas dependendo do período, posição e rotação dos planos componentes, e se a rotação dos planos é distribuída uniformemente ao redor do círculo (a opção "simetria" acima) ou aleatória. Veja também os protetores de tela "RD-Bomb", "CWaves" e "Penrose". https://en.wikipedia.org/wiki/Quasicrystal Escrito por Jamie Zawinski.
sk: Kvazikryštál je štruktúra, ktorá je usporiadaná, ale aperiodická. Dvojrozmerné kvasikryštály môžu byť generované pridaním sady rovín, kde x je sínus y. Vytvárajú sa rôzne zložité rovinné aperiodickej dláždenia v závislosti od periódy, polohy a rotácie čiastkových rovín a od toho, či je rotácia rovín rovnomerne rozložená okolo kruhu (možnosť "symmetry" vyššie) alebo náhodne. Pozrite si tiež šetriče obrazovky "RD-Bomb", "CWaves" a "Penrose". https://en.wikipedia.org/wiki/Quasicrystal Napísal by Jamie Zawinski.

# Name(hypertorus.desktop)
source: Hypertorus
id: Hipertorus
ja: ハイパートーラス

# Comment(hypertorus.desktop)
source: A Clifford Torus: a torus lying on the "surface" of a 4D hypersphere. Inspired by Thomas Banchoff's book "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/N-sphere https://en.wikipedia.org/wiki/Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope Written by Carsten Steger.
ca: Un toro de Clifford: un bou estirat a la superfície d'una hiperesfera 4D. Inspirat pel llibre de Thomas Banchoff Més enllà de la tercera dimensió: Geometria, Gràfiques per ordinador, i dimensions superiors, Scientific American Library, 1990. https://en.wikipedia.org/wiki/N-sphere https: // en. wikipedia.org/wiki/Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope Escrit per Carsten Steger.
fr: Un tore de Clifford : un tore situé sur la "surface" d'une hypersphère 4D. Inspiré par le livre de Thomas Banchoff "Beyond the Third Dimension : Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/N-sphere https://en.wikipedia.org/wiki/Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope Écrit par Carsten Steger.
id: Sebuah Clifford torus: torus tergeletak di "permukaan" dari sebuah hypersphere 4D. Terinspirasi oleh Thomas Banchoff buku "Beyond dimensi ketiga: geometri, Computer Graphics, dan tinggi dimensi", Scientific American Library, 1990. https://en.wikipedia.org/wiki/N-sphere https://en.wikipedia.org/wiki/Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope ditulis oleh Carsten Steger.
ja: クリフォードトーラス: 4D ハイパースフィアの "面" に横たわるトーラスです。 Thomas Banchoff 氏の書籍 "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990 をヒントに作られています。 https://en.wikipedia.org/wiki/N-sphere https://en.wikipedia.org/wiki/Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope Carsten Steger 氏による作品です。
pt_br: Um Clifford Torus: um torus que encontra-se na "superfície" de uma hipersfera 4D. Inspirado no livro de Thomas Banchoff, "Além da Terceira Dimensão: Geometria, Computação Gráfica e Dimensões Mais Elevadas", Scientific American Library, 1990. https://en.wikipedia.org/wiki/N-sphere https: //en.wikipedia. Org / wiki / Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope Escrito por Carsten Steger.
sk: Cliffordov torus: torus ležiaci na "povrchu" 4D hypersféry. Inšpirované knihou Thomas Banchoff "Beyond the Third Dimension: Geometry, Computer Graphics, and Higher Dimensions", Scientific American Library, 1990. https://en.wikipedia.org/wiki/N-sphere https://en.wikipedia.org/wiki/Clifford_torus https://en.wikipedia.org/wiki/Regular_polytope Napísal Carsten Steger.

# Name(voronoi.desktop)
source: Voronoi
ja: ボロノイ

# Comment(voronoi.desktop)
source: A Voronoi tessellation. Periodically zooms in and adds new points. The existing points also wander around. There are a set of control points on the plane, each at the center of a colored cell. Every pixel within that cell is closer to that cell's control point than to any other control point. That is what determines the cell's shapes. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation Written by Jamie Zawinski.
ca: Una teselació de Voronoi. Periòdicament s'acosta i afegeix nous punts. També els punts existents passegen. Hi ha un conjunt de punts de control al pla, cada un al centre d'una cel·la de color. Cada píxel dins d'aquesta cèl·la està més a prop de punt de control de la cel·la que qualsevol altre punt de control. Això és el que determina les formes de la cèl·la. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation Escrit per Jamie Zawinski.
fr: Un pavage de Voronoï. Il zoome périodiquement et ajoute de nouveaux points. Les points existants se déplacent également. Il y a un ensemble de points de contrôle sur le plan, chacun au centre d'une cellule colorée. Chaque pixel de cette cellule est plus proche du point de contrôle de cette cellule que de tout autre point de contrôle. C'est ce qui détermine les formes de la cellule. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation Écrit par Jamie Zawinski.
id: A Voronoi tessellation. Secara berkala memperbesar dan menambahkan poin baru. Poin yang ada juga berkeliaran. Ada satu set titik kontrol pada pesawat, masing-masing di pusat sel berwarna. Setiap piksel di dalam sel itu lebih dekat ke titik kontrol sel daripada titik kontrol lainnya. Itulah yang menentukan bentuk sel. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation ditulis oleh Jamie Zawinski.
ja: ボロノイ分割です。定期的に拡大され、新しいポイントが追加されます。既存のポイントも動き回ります。プレーン内には制御ポイントが多数存在し、それぞれは色のついたセルの中心になっています。セル内の各ピクセルは、最も近い制御ポイントの色になっています。これによりセルの形状が形作られます。 https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation Jamie Zawinski 氏による作品です。
pt_br: A Voronoi tessellation. Periodicamente aproxima e acrescenta novos pontos. Os pontos existentes também vagueiam ao redor. Há um conjunto de pontos de controle no plano, cada um no centro de uma célula colorida. Cada pixel dentro dessa célula está mais próximo do ponto de controle dessa célula do que de qualquer outro ponto de controle. Isso é o que determina as formas da célula. Https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation Escrito por Jamie Zawinski.
sk: Voroného tesselácia. Pravidelne sa približuje a pridáva nové body. Existujúce body sa tiež potulujú. V rovine sú sady kontrolných bodov, každý v strede farebnej bunky. Každý pixel v tejto bunke je bližšie ku kontrolnému bodu bunky ako k akémukoľvek inému kontrolnému bodu. To určuje tvary buniek. https://en.wikipedia.org/wiki/Voronoi_diagram https://en.wikipedia.org/wiki/Tessellation Napísal Jamie Zawinski.

# Comment(cage.desktop)
source: Escher's "Impossible Cage", a 3d analog of a moebius strip, and rotates it in three dimensions. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Written by Marcelo Vianna.
fr: La "Cage impossible" d'Escher, un analogue 3D d'un ruban de Moebius, et le fait tourner en trois dimensions. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Écrit par Marcelo Vianna.
id: Escher's "Impossible Cage", 3D analog dari strip Moebius, dan berputar dalam tiga dimensi. https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher ditulis oleh Marcelo Vianna.
ja: Escher 氏の "不可能かご" と呼ばれる、メビウスの輪の 3D アナログ版を表示し、三次元空間内を回転させます。 https://en.wikipedia.org/wiki/Maurits_Cornelis_Escher Marcelo Vianna 氏による作品です。

# Comment(noseguy.desktop)
source: A little man with a big nose wanders around your screen saying things. Written by Dan Heller and Jamie Zawinski.
ca: Un home petit i amb un gran nas es passeja per la pantalla dient coses. Escrit per Dan Heller i Jamie Zawinski.
fr: Un petit bonhomme avec un gros nez se promène sur votre écran en disant des choses. Écrit par Dan Heller et Jamie Zawinski.
id: Seorang pria kecil dengan hidung besar mengembara di sekitar layar Anda mengatakan hal. Ditulis oleh dan Heller dan Jamie Zawinski.
ja: 大きな鼻の小さな男が画面に驚きながら何かを喋ります。 Dan Heller 氏および Jamie Zawinski 氏の作品です。
pt_br: Um homenzinho com um nariz grande vagueia pela tela dizendo coisas. Escrito por Dan Heller e Jamie Zawinski.
sk: Malý muž s veľkým nosom putuje po obrazovke a hovorí veci. Napísal Dan Heller a Jamie Zawinski.

# Comment(memscroller.desktop)
source: Scrolls a dump of its own memory in three windows at three different rates. Written by Jamie Zawinski.
ca: Desplaça un buidat de la pròpia memòria en tres finestres a tres velocitats diferents. Escrit per Jamie Zawinski.
fr: Fait défiler un dump de sa propre mémoire dans trois fenêtres à trois vitesses différentes. Écrit par Jamie Zawinski.
id: Menggulir dump memori sendiri di tiga jendela pada tiga tingkat yang berbeda. Ditulis oleh Jamie Zawinski.
ja: 3 つのウインドウを利用し、それぞれ異なる速さでメモリの内容をダンプしてスクロールします。 Jamie Zawinski 氏による作品です。
pt_br: Rola um despejo de sua própria memória em três janelas a três taxas diferentes. Escrito por Jamie Zawinski.
sk: Roluje výpis vlastnej pamäte v troch oknách tromi rôznymi rýchlosťami. Napísal Jamie Zawinski.

# Name(slidescreen.desktop)
source: SlideScreen
fr: Taquin
id: Layar Geser
ja: スライドスクリーン

# Comment(slidescreen.desktop)
source: A variant on a "fifteen puzzle", operating on the screen or an image. It divides the image into a grid and randomly shuffles the squares. https://en.wikipedia.org/wiki/Fifteen_puzzle Written by Jamie Zawinski.
ca: Una variant d'un trencaclosques 15, que opera a la pantalla o una imatge. Divideix la imatge en una graella i en canvia aleatòriament les caselles. https://en.wikipedia.org/wiki/Fifteen_puzzle Escrit per Jamie Zawinski.
fr: Une variante du "quinze puzzle", fonctionnant sur l'écran ou une image. Il divise l'image en une grille et mélange les carrés de façon aléatoire. https://en.wikipedia.org/wiki/Fifteen_puzzle Écrit par Jamie Zawinski.
id: Sebuah varian pada "lima belas teka-teki", beroperasi pada layar atau gambar. Ini membagi gambar menjadi grid dan secara acak mengocok kotak. https://en.wikipedia.org/wiki/Fifteen_puzzle ditulis oleh Jamie Zawinski.
ja: "15 パズル" の派生形で、画面や画像をパズルにします。画像を分割し、ランダムに並べ替えたパズルです。 https://en.wikipedia.org/wiki/Fifteen_puzzle Jamie Zawinski 氏による作品です。
pt_br: Uma variante de "O jogo do 15", operando na tela ou em uma imagem. Ele divide a imagem em uma grade e embaralha aleatoriamente os quadrados. https://en.wikipedia.org/wiki/Fifteen_puzzle Escrito por Jamie Zawinski.
sk: Variant na "hlavolam pätnástka", ktorý funguje na obrazovke alebo na obrázku. Rozdeľuje obrázok do mriežky a náhodne premiešava štvorce. https://en.wikipedia.org/wiki/Fifteen_puzzle Napísal Jamie Zawinski.

# Name(coral.desktop)
source: Coral
ca: Corall
fr: Corail
id: koral
ja: 珊瑚
sk: Korál

# Comment(coral.desktop)
source: Simulates coral growth, albeit somewhat slowly. Written by Frederick Roeber.
ca: Simula el creixement del corall, encara que una mica lentament. Escrit per Federico Roeber.
fr: Simule la croissance des coraux, bien qu'un peu lente. Écrit par Frederick Roeber.
id: Mensimulasikan pertumbuhan karang, meskipun agak lambat. Ditulis oleh Frederick Roeber.
ja: サンゴの成長を疑似します。もちろん遅いです。 Frederick Roeber 氏による作品です。
pt_br: Simula o crescimento de Coral, embora um pouco lento. Escrito por Frederick Roeber.
sk: Simuluje rast koralov, aj keď trochu pomaly. Napísal Frederick Roeber.

# Name(wormhole.desktop)
source: Wormhole
ca: Forat de cuc
fr: Tunnel spatial
id: Lubang cacing
ja: ワームホール
pt_br: Buraco de Vermes

# Comment(wormhole.desktop)
source: Flying through a colored wormhole in space. Written by Jon Rafkind.
ca: Volar a través d'un forat de cuc de color per l'espai. Escrit per Jon Rafkind.
fr: Voler à travers un vortex coloré dans l'espace. Écrit par Jon Rafkind.
id: Terbang melalui lubang cacing berwarna di ruang angkasa. Ditulis oleh Jon Rafkind.
ja: 宇宙空間で色の付いたワームホールを飛び回ります。 Jon Rafkind 氏による作品です。
pt_br: Voando através de um colorido buraco de minhoca no espaço. Escrito por Jon Rafkind.
sk: Prelet cez farebnú červiu dieru vo vesmíre. Napísal Jon Rafkind.

# Name(topblock.desktop)
source: TopBlock
fr: Bloc
id: Blok Atas
ja: トップブロック

# Comment(topblock.desktop)
source: Creates a 3D world with dropping blocks that build up and up. Written by rednuht.
ca: Crea un món 3D deixant caure els blocs que es construeixen més i més amunt. Escrit per rednuht.
fr: Crée un monde en 3D en faisant tomber des blocs qui s'accumulent et s'élèvent. Écrit par rednuht.
id: Menciptakan dunia 3D dengan menjatuhkan blok yang membangun dan up. Ditulis oleh rednuht.
ja: ブロックを落下させ、それらを組み立てていくことによって 3D の世界を作り出します。 rednuht 氏による作品です。
pt_br: Cria um mundo 3D com blocos caindo que se acumulam. Escrito por rednuht.
sk: Vytvára 3D svet s padajúcimi blokmi, ktoré sa hromadia a zvyšujú. Napísal rednuht.

# Comment(bubble3d.desktop)
source: Rising, undulating 3D bubbles, with transparency and specular reflections. Written by Richard Jones.
ca: Bombolles 3D que s'enfilen i onegen, amb reflexos especulars i transparents. Escrit per Richard Jones.
fr: Bulles 3D montantes et ondulantes, avec transparence et reflets spéculaires. Écrit par Richard Jones.
id: Gelembung 3D yang naik dan bergelombang, dengan transparansi dan refleksi specular. Ditulis oleh Richard Jones.
ja: 立ち上り波打つ 3D バブルで、透過性と鏡面反射の機能があります。 Richard Jones 氏による作品です。
pt_br: Crescente, bolhas 3D onduladas, com transparência e reflexões especulares. Escrito por Richard Jones.
sk: Stúpajúce, zvlnené 3D bubliny s priehľadnosťou a zrkadlovými odrazmi. Napísal Richard Jones.

# Name(rocks.desktop)
source: Rocks
ca: Roques
fr: Roches
id: Batu
ja: 岩
pt_br: Pedras

# Comment(rocks.desktop)
source: An asteroid field zooms by. Written by Jamie Zawinski.
ca: Un camp d'asteroides passa volant. Escrit per Jamie Zawinski.
fr: Un champ d'astéroïdes passe en trombe. Écrit par Jamie Zawinski.
id: Sebuah bidang asteroid yang diperbesar. Ditulis oleh Jamie Zawinski.
ja: 小惑星のフィールドを突き進んでいきます。 Jamie Zawinski 氏による作品です。
pt_br: Um campo de asteróide aumenta o zoom. Escrito por Jamie Zawinski.
sk: Pole asteroidov sa rúti okolo. Napísal Jamie Zawinski.

# Comment(hilbert.desktop)
source: The recursive Hilbert space-filling curve, both 2D and 3D variants. It incrementally animates the growth and recursion to the maximum depth, then unwinds it back. The Hilbert path is a single contiguous line that can fill a volume without crossing itself. As a data structure, Hilbert paths are useful because ordering along the curve preserves locality: points that are close together along the curve are also close together in space. The converse is often, but not always, true. The coloration reflects this. https://en.wikipedia.org/wiki/Hilbert_curve Written by Jamie Zawinski.
ca: La corba recursiva de Hilbert que omple l'espai, tant en 2D com en 3D. N'anima incrementalment el creixement i la recursivitat fins a la profunditat màxima, després es desenrotlla de nou. El camí de Hilbert és una sola línia contigua que pot omplir un volum sense creuar-se. Com a dades d'estructura, els camins de Hilbert són útils perquè l'ordre al llarg de la corba conserva la localitat: punts que estan molt junts al llarg de la corba també són molt junts a l'espai. El contrari és sovint, però no sempre, cert. La coloració ho reflecteix. https://en.wikipedia.org/wiki/Hilbert_curve Escrit per Jamie Zawinski.
fr: La courbe récursive de remplissage de l'espace de Hilbert, avec ses variantes 2D et 3D. Elle anime de manière incrémentielle la croissance et la récursion jusqu'à la profondeur maximale, puis la déroule à nouveau. Le chemin de Hilbert est une ligne unique et contiguë qui peut remplir un volume sans se croiser. En tant que structure de données, les chemins de Hilbert sont utiles car le classement le long de la courbe préserve la localité : les points proches le long de la courbe sont également proches dans l'espace. L'inverse est souvent, mais pas toujours, vrai. La coloration reflète cela. https://en.wikipedia.org/wiki/Hilbert_curve Écrit par Jamie Zawinski.
id: Kurva pengisian ruang Hilbert rekursif, baik varian 2D maupun 3D. Itu secara bertahap menggerakkan pertumbuhan dan rekursi ke kedalaman maksimum, lalu melepaskannya kembali. Jalur Hilbert adalah garis bersebelahan tunggal yang dapat mengisi volume tanpa memotong sendiri. Sebagai struktur data, jalur Hilbert berguna karena memesan di sepanjang kurva mempertahankan lokalitas: titik-titik yang berdekatan di sepanjang kurva juga berdekatan di ruang angkasa. Kebalikannya sering, tetapi tidak selalu, benar. Warnanya mencerminkan ini. https://en.wikipedia.org/wiki/Hilbert_curve Ditulis oleh Jamie Zawinski.
ja: 再帰的なヒルベルト空間充填曲線です。 2D 版と 3D 版の両方に対応しています。これは最大の深さで再帰を行なった場合の成長と、その戻りを描画します。ヒルベルトパスは単一の連続する線で、それ自身が交わることなくある程度の領域を埋め尽くすための線です。データ構造としてもヒルベルトパスは有用で、曲線がその局地性を示しているためです。曲線に近い点は、領域内でも近い点として表現できるためです。逆もまたしばしば真ですが、常に真ではありません。着色もまたこれを反映しています。 https://en.wikipedia.org/wiki/Hilbert_curve Jamie Zawinski 氏による作品です。
pt_br: A curva recursiva de preenchimento de espaço de Hilbert, variantes 2D e 3D. Anima gradualmente o crescimento e a recursão até a profundidade máxima e depois o desenrola. O caminho Hilbert é uma única linha contígua que pode preencher um volume sem se cruzar. Como uma estrutura de dados, os caminhos de Hilbert são úteis porque a ordenação ao longo da curva preserva a localidade: pontos próximos juntos ao longo da curva também são próximos no espaço. O inverso é frequentemente, mas nem sempre, verdadeiro. A coloração reflete isso. https://en.wikipedia.org/wiki/Hilbert_curve Escrito por Jamie Zawinski.
sk: Rekurzívna Hilbertova krivka vypĺňajúca priestor, 2D aj 3D varianty. Postupne oživuje rast a rekurziu do maximálnej hĺbky a potom ju uvoľňuje späť. Hilbertova dráha je jediná súvislá čiara, ktorá môže vyplniť objem bez toho, aby sa prekrížila. Ako dátová štruktúra sú Hilbertove dráhy užitočné, pretože usporiadanie pozdĺž krivky zachováva lokalitu: body, ktoré sú blízko seba pozdĺž krivky, sú tiež blízko seba v priestore. Opak je často, ale nie vždy, pravdivý. To odráža i sfarbenie. https://en.wikipedia.org/wiki/Hilbert_curve Napísal Jamie Zawinski.
