Repository: openSUSE/desktop-file-translations
Catalog: */update-desktop-files-screensavers.po
Languages: ca, fr, id, ja, pt_br, sk

# Comment(companioncube.desktop)
source: The symptoms most commonly produced by Enrichment Center testing are superstition, perceiving inanimate objects as alive, and hallucinations. The Enrichment Center reminds you that the weighted companion cube will never threaten to stab you and, in fact, cannot speak. In the event that the Weighted Companion Cube does speak, the Enrichment Center urges you to disregard its advice. https://en.wikipedia.org/wiki/Portal_%28video_game%29 Written by Jamie Zawinski.
ca: Els símptomes més comunament produïts per les proves d'Enrichment Center són la superstició, la percepció dels objectes inanimats com a vius i al·lucinacions. El Centre d'Enriquiment us recorda que el cub ponderat de companyia no amenaçarà mai d' apunyalar-vos i, de fet, no pot parlar. En el cas que el cub parli, el Centre d'Enriquiment us insta a no tenir-ne en compte l'assessorament. https://en.wikipedia.org/wiki/Portal_%28video_game%29 Escrit per Jamie Zawinski.
fr: Les symptômes les plus fréquemment produits par le test de l'Enrichment Center sont la superstition, la perception d'objets inanimés comme étant vivants et les hallucinations. Le Centre d'Enrichissement vous rappelle que le cube compagnon pondéré ne menacera jamais de vous poignarder et qu'en fait, il ne peut pas parler. Dans le cas où le cube compagnon pondéré parlerait, le Centre d'enrichissement vous invite à ne pas tenir compte de ses conseils. https://en.wikipedia.org/wiki/Portal_%28video_game%29 Écrit par Jamie Zawinski.
id: Gejala-gejala yang paling umum dihasilkan oleh pengujian Pusat Pengayaan adalah takhayul, menganggap benda mati sebagai hidup, dan halusinasi. Pusat Pengayaan mengingatkan Anda bahwa kubus pendamping tertimbang tidak akan pernah mengancam untuk menikam Anda dan, pada kenyataannya, tidak dapat berbicara. Jika Cube Companion Weighted berbicara, Pusat Pengayaan mendesak Anda untuk mengabaikan nasihatnya. https://en.wikipedia.org/wiki/Portal_%28video_game%29 Ditulis oleh Jamie Zawinski.
ja: Enrichment Center testing では、迷信や無生物を生きているかのように知覚したりする幻覚症状を生み出します。 Enrichment Center では加重コンパニオンキューブがそのような傷に悩まされないようにするといっていますが、それらは喋ることができません。加重コンパニオンキューブが喋るイベント内では、 Enrichment Center はそのアドバイスを無視するように促します。 https://en.wikipedia.org/wiki/Portal_%28video_game%29 Jamie Zawinski 氏による作品です。
pt_br: Os sintomas mais comuns produzidos pelos testes do Centro de Enriquecimento são superstições, percebendo objetos inanimados vivos e alucinações. O Centro de Enriquecimento lembra que o cubo complementar ponderado nunca ameaçará esfaqueá-lo e, de fato, não pode falar. No caso de o Cubo Companheiro Ponderado falar, o Centro de Enriquecimento recomenda que você desconsidere seus conselhos. https://en.wikipedia.org/wiki/Portal_%28video_game%29 Escrito por Jamie Zawinski.
sk: Príznaky, ktoré sa najčastejšie vyskytujú pri testovaní Obohacovacím centrom, sú povera, vnímanie neživých objektov ako živých a halucinácie. Obohacovacie centrum vám pripomína, že vážená spoločnícka kocka vás nikdy nebude ohrozovať, že vás bodne, a v skutočnosti nemôže hovoriť. V prípade, že vážená spoločnícka kocka hovorí, obohacovacie centrum vás vyzýva, aby ste nezohľadnili jeho rady. https://en.wikipedia.org/wiki/Portal_%28video_game%29 Napísal Jamie Zawinski.

# Name(bouboule.desktop)
source: Bouboule
ca: Superbola
ja: 泡
sk: Bubliny

# Comment(bouboule.desktop)
source: A deforming balloon with varying-sized spots painted on its invisible surface. Written by Jeremie Petit.
ca: Un globus amb taques pintades de mida variable sobre la superfície invisible. Escrit per Jeremie Petit.
fr: Un ballon de baudruche déformé avec des taches de taille variable peintes sur sa surface invisible. Écrit par Jérémie Petit.
id: Sebuah balon deformasi dengan berbagai tempat berukuran dicat pada permukaan yang tak terlihat. Ditulis oleh Jeremie Petit.
ja: 様々なサイズの点が見えない面上に描かれた、変形する風船です。 Jeremie Petit 氏による作品です。
pt_br: Um balão deformando-se com pontos de variados tamanhos pintados em sua superfície invisível. Escrito por Jeremie Petit.
sk: Deformujúci sa balón s rôzne veľkými škvrnami namaľovanými na jeho neviditeľnom povrchu. Napísal Jeremie Petit.

# Name(apollonian.desktop)
source: Apollonian
ca: Apol·lini
fr: Apollinien
id: Kemasan
ja: アポロニアン

# Comment(apollonian.desktop)
source: A fractal packing of circles with smaller circles, demonstrating Descartes's theorem. https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem Written by Allan R. Wilks and David Bagley.
ca: Un conjunt fractal de cercles amb cercles més petits, que demostra el teorema de Descartes. https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem Escrit per Allan R. Wilks i David Bagley.
fr: Un emballage fractal de cercles avec des cercles plus petits, démontrant le théorème de Descartes. https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem Écrit par Allan R. Wilks et David Bagley.
id: Kemasan fraktal lingkaran dengan lingkaran yang lebih kecil, menunjukkan teorema Descartes. https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem ditulis oleh Allan R. Wilks dan David Bagley.
ja: 円の中により小さな円が存在するような、フラクタルパッキングです。デカルトの円定理をデモしています。 https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem Allan R. Wilks 氏および David Bagley 氏による作品です。
pt_br: Uma embalagem fractal de círculos com círculos menores, demonstrando o teorema de Descartes. https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem Escrito por Allan R. Wilks e David Bagley.
sk: Fraktálne obaľovanie kruhov s menšími kruhmi demonštrujúce Descartesovu vetu. https://en.wikipedia.org/wiki/Apollonian_gasket https://en.wikipedia.org/wiki/Descartes%27_theorem Napísal Allan R. Wilks and David Bagley.

# Comment(sballs.desktop)
source: Textured balls spinning like crazy. Written by Eric Lassauge.
ca: Boles de textura girant com boges. Escrit per Eric Lassauge.
fr: Des boules texturées qui tournent comme des folles. Écrit par Eric Lassauge.
id: Bola bertekstur berputar seperti orang gila. Ditulis oleh Eric Lassauge.
ja: テクスチャの描かれた球が狂ったように回転します。 Eric Lassauge 氏による作品です。
pt_br: Bolas texturizadas girando feito loucas. Escrito por Eric Lassauge.
sk: Textúrované gule sa točia ako bláznivé. Napísal Eric Lassauge.

# Name(helix.desktop)
source: Helix
ca: Hèlix
fr: Hélice
ja: ヘリックス

# Comment(helix.desktop)
source: Spirally string-art-ish patterns. Written by Jamie Zawinski.
ca: Patrons en espiral. Escrit per Jamie Zawinski.
fr: Des motifs en forme de spirale. Écrit par Jamie Zawinski.
id: Pola string-art-ish yang spiral. Ditulis oleh Jamie Zawinski.
ja: らせん状の模様です。 Jamie Zawinski 氏による作品です。
pt_br: Padrões de arte-peixe-espiral. Escrito por Jamie Zawinski.
sk: Špirálne vzory pre string art. Napísal Jamie Zawinski.

# Name(queens.desktop)
source: Queens
ca: Reines
fr: Reines
id: Ratu
ja: クイーン
pt_br: Rainhas

# Comment(queens.desktop)
source: The N-Queens problem: how to place N queens on an NxN chessboard such that no queen can attack a sister? See also the "Endgame" screen saver. https://en.wikipedia.org/wiki/Eight_queens_puzzle Written by Blair Tennessy and Jamie Zawinski.
ca: El problema N-Reines: com col·locar N reines en un tauler d'escacs NxN de tal manera que cap reina pugui atacar una germana? Vegeu també l'estalvi de pantalla Final de partida . https://en.wikipedia.org/wiki/Eight_queens_puzzle Escrit per Blair Tennessy i Jamie Zawinski.
fr: Le problème des reines N : comment placer les reines N sur un échiquier NxN de telle sorte qu'aucune reine ne puisse attaquer une sœur ? Voir aussi l'écran de veille "Endgame". https://en.wikipedia.org/wiki/Eight_queens_puzzle Écrit par Blair Tennessy et Jamie Zawinski.
id: Masalah N-Ratu: bagaimana menempatkan N ratu di papan catur NxN sehingga tidak ada ratu yang bisa menyerang saudara perempuan? Lihat juga screensaver "Endgame". https://en.wikipedia.org/wiki/Eight_queens_puzzle Ditulis oleh Blair Tennessy dan Jamie Zawinski.
ja: n-クイーン問題: NxN のチェスボード内に N 個のクイーンを配置する際、どの駒も他の駒にとられることのない配置をするものです。 "Endgame" スクリーンセーバもご覧ください。 https://en.wikipedia.org/wiki/Eight_queens_puzzle Blair Tennessy 氏と Jamie Zawinski 氏による作品です。
pt_br: O problema de N-Queens: como colocar as N rainhas em um tabuleiro de xadrez NxN de modo que nenhuma rainha possa atacar uma irmã? Veja também o protetor de tela "Final do jogo". https://en.wikipedia.org/wiki/Eight_queens_puzzle Escrito por Blair Tennessy e Jamie Zawinski.
sk: Problém N kráľovien: ako umiestniť N kráľovien na šachovnicu NxN tak, aby žiadna kráľovná nemohla zaútočiť na sestru? Pozrite si tiež šetrič obrazovky "Endgame". https://en.wikipedia.org/wiki/Eight_queens_puzzle Napísal Blair Tennessy a Jamie Zawinski.

# Name(halo.desktop)
source: Halo
ja: ハロ

# Comment(halo.desktop)
source: Circular interference patterns. https://en.wikipedia.org/wiki/Moire_pattern Written by Jamie Zawinski.
ca: Patrons d'interferència circular. https://en.wikipedia.org/wiki/Moire_pattern Escrit per Jamie Zawinski.
fr: Schémas d'interférence circulaire. https://en.wikipedia.org/wiki/Moire_pattern Écrit par Jamie Zawinski.
id: Pola interferensi melingkar. https://en.wikipedia.org/wiki/Moire_pattern ditulis oleh Jamie Zawinski.
ja: 円形の干渉パターンです。 https://en.wikipedia.org/wiki/Moire_pattern Jamie Zawinski 氏による作品です。
pt_br: Padrões de interferência circulares. https://pt.wikipedia.org/wiki/Padr%C3%A3o_moir%C3%A9 Escrito por Jamie Zawinski.
sk: Kruhové interferenčné vzory. https://en.wikipedia.org/wiki/Moire_pattern Napísal Jamie Zawinski.

# Comment(fadeplot.desktop)
source: A waving ribbon follows a sinusoidal path. Written by Bas van Gaalen and Charles Vidal.
ca: Una cinta que s'agita segueix una trajectòria sinusoïdal. Escrit per Bas van Gaalen i Carlos Vidal.
fr: Un ruban ondulant suit une trajectoire sinusoïdale. Rédigé par Bas van Gaalen et Charles Vidal.
id: Pita melambaikan mengikuti jalur sinusoidal. Ditulis oleh bas Van Gaalen dan Charles Vidal.
ja: 正弦波に追随する波型のリボンです。 Bas van Gaalen 氏と Charles Vidal 氏による作品です。
pt_br: Uma fita ondulada segue um caminho sinusoidal. Escrito por Bas van Gaalen e Charles Vidal.
sk: Vlniace sa stuha sleduje sínusovú dráhu. Napísal Bas van Gaalen a Charles Vidal.

# Name(boxfit.desktop)
source: BoxFit
fr: Forme de boîte
ja: ボックスフィット

# Comment(boxfit.desktop)
source: Packs the screen with growing squares or circles, colored according to a horizontal or vertical gradient, or according to the colors of a loaded image. The objects grow until they touch, then stop. When the screen is full, they shrink away and the process restarts. Written by Jamie Zawinski.
ca: Omple la pantalla amb quadrats o cercles creixents, de color segons un gradient horitzontal o vertical, o segons els colors d'una imatge carregada. Els objectes creixen fins que es toquen i després s'aturen. Quan la pantalla està plena, s'encongeixen i el procés es reinicia. Escrit per Jamie Zawinski.
fr: Remplit l'écran de carrés ou de cercles croissants, colorés selon un gradient horizontal ou vertical, ou selon les couleurs d'une image chargée. Les objets grandissent jusqu'à ce qu'ils se touchent, puis s'arrêtent. Lorsque l'écran est plein, ils rétrécissent et le processus recommence. Écrit par Jamie Zawinski.
id: Bungkus layar dengan kotak tumbuh atau lingkaran, berwarna sesuai dengan gradien horisontal atau vertikal, atau sesuai dengan warna gambar yang dimuat. Objek tumbuh sampai mereka menyentuh, kemudian berhenti. Ketika layar penuh, mereka menyusut pergi dan proses restart. Ditulis oleh Jamie Zawinski.
ja: 膨らむ長方形や円で画面を埋め尽くしていきます。色は水平もしくは垂直方向にグラデーションがかかっているほか、読み込んだ画像の色にも従っています。各図形は他の図形に触れるまで拡大して止まります。画面がいっぱいになると、それらは縮小していってプロセスがまた始まります。 Jamie Zawinski 氏による作品です。
pt_br: Empacota a tela com quadrados ou círculos crescentes, coloridos de acordo com um gradiente horizontal ou vertical ou de acordo com as cores de uma imagem carregada. Os objetos crescem até tocarem e depois param. Quando a tela está cheia, eles diminuem e o processo é reiniciado. Escrito por Jamie Zawinski.
sk: Zaplní obrazovku s rastúcimi štvorcami alebo kruhmi zafarbenými podľa horizontálneho alebo vertikálneho gradientu alebo podľa farieb načítaného obrázka. Objekty rastú, kým sa nedotknú, potom sa zastavia. Keď je obrazovka plná, zmenšujú sa a proces sa reštartuje. Napísal Jamie Zawinski.

# Comment(twang.desktop)
source: Divides the screen into a grid, and plucks them. Written by Dan Bornstein.
ca: Divideix la pantalla en una quadrícula i n'arrenca els trossos. Escrit per Dan Bornstein.
fr: Divise l'écran en une grille, et les plume. Écrit par Dan Bornstein.
id: Membagi layar menjadi grid, dan plucks mereka. Ditulis oleh dan Bornstein.
ja: 画面を格子に分割してそれらを摘みます。 Dan Bornstein 氏による作品です。
pt_br: Divide a tela em uma grade e as arranca. Escrito por Dan Bornstein.
sk: Rozdelí obrazovku na mriežku a vytrháva ich. Napísal Dan Bornstein.

# Comment(squiral.desktop)
source: Square-spiral-producing automata. The spirals grow outward until they hit something, then they go around it. Written by Jeff Epler.
ca: Autòmata que fa espirals quadrats. Les espirals creixen cap a fora fins que arriben a alguna cosa, després la rodegen. Escrit per Jeff Epler.
fr: Automates produisant des spirales carrées. Les spirales se développent vers l'extérieur jusqu'à ce qu'elles touchent quelque chose, puis elles le contournent. Écrit par Jeff Epler.
id: Automata penghasil spiral persegi. Spiral tumbuh ke luar sampai mereka menabrak sesuatu, lalu mereka memutarnya. Ditulis oleh Jeff Epler.
ja: 四角い螺旋を描き続けるオートマタです。螺旋は何かにぶつかるまで広がり続け、ぶつかった際はその周囲を取り囲むように動きます。 Jeff Epler 氏による作品です。
pt_br: Autômatos que produzem espiral quadrado. As espirais crescem para fora até que atingem algo, depois o rodeiam. Escrito por Jeff Epler.
sk: štvorcové špirály tvoriace automaty. Špirály rastú smerom von, až niečo zasiahnu, potom to obídu. Napísal Jeff Epler.

# Comment(tronbit.desktop)
source: The character "Bit" from the film, "Tron". The "yes" state is a tetrahedron; the "no" state is the second stellation of an icosahedron; and the idle state oscillates between a small triambic icosahedron and the compound of an icosahedron and a dodecahedron. https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Written by Jamie Zawinski.
ca: El personatge Bit de la pel·lícula Tron. L'estat de "sí " és un tetraedre, el de "no" és la segona espal·lació d'un icosàedre i l'estat de repòs oscil·la entre un petit icosàedre triàmbic i el compost d'un icosàedre i un dodecaedre. https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Escrit per Jamie Zawinski.
fr: Le personnage "Bit" du film "Tron". L'état "oui" est un tétraèdre ; l'état "non" est la deuxième stèle d'un icosaèdre ; et l'état de repos oscille entre un petit icosaèdre trièdre et le composé d'un icosaèdre et d'un dodécaèdre. https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Écrit par Jamie Zawinski.
id: Karakter "Bit" dari film, "Tron". Keadaan "ya" adalah tetrahedron; negara "tidak" adalah stasi kedua dari icosahedron; dan keadaan diam berosilasi antara icosahedron triambik kecil dan senyawa icosahedron dan dodecahedron. https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Ditulis oleh Jamie Zawinski.
ja: 映画 "Tron" のキャラクタ "Bit" です。 "yes" の状態では四面体になりますが、 "no" の状態では二十面体の星形になります。また、何もない状態では小三角六辺形二十面体のほか、星形を合成したものや十二面体の形状に変化し続けます。 https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Jamie Zawinski 氏による作品です。
pt_br: O personagem "Bit" do filme, "Tron". O estado "Yes" é um tetraedro; o estado "No" é a segunda estelação de um icosaedro; e o estado ocioso oscila entre um pequeno icosaedro triambico e o composto de um icosaedro e um dodecaedro. https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Escrito por Jamie Zawinski.
sk: Symbol "Bit" z filmu "Tron". Stav "áno" je štvorsten; stav "nie" je druhou steláciou dvadsaťstena; a kľudový stav osciluje medzi malým triambickým dvadsaťstenom a kombináciou dvadsaťstena a dvanásťstena. https://en.wikipedia.org/wiki/List_of_Tron_characters#Bit https://en.wikipedia.org/wiki/Uniform_polyhedra https://en.wikipedia.org/wiki/Stellation Napísal Jamie Zawinski.

# Name(metaballs.desktop)
source: MetaBalls
fr: Meta boules
id: Metabolit
ja: メタボール

# Comment(metaballs.desktop)
source: 2D meta-balls: overlapping and merging balls with fuzzy edges. https://en.wikipedia.org/wiki/Metaballs Written by W.P. van Paassen.
ca: Metaboles 2D: la superposició i combinació de boles amb vores borroses. https://en.wikipedia.org/wiki/Metaballs Escrit per W.P. Van Paassen.
fr: Méta-boules 2D : superposition et fusion de boules aux bords flous. https://en.wikipedia.org/wiki/Metaballs Écrit par W.P. van Paassen.
id: 2D meta-bola: tumpang tindih dan penggabungan bola dengan tepi kabur. https://en.wikipedia.org/wiki/Metaballs ditulis oleh W.P. Van Paassen.
ja: 2D メタボール: あいまいな境界線でボール同士が重なり合ったり組み合わさったりします。 https://en.wikipedia.org/wiki/Metaballs W.P. van Paassen 氏による作品です。
pt_br: 2D meta-balls: Sobreposição e fusão de bolas com bordas fuzzy. Https://en.wikipedia.org/wiki/Metaballs Escrito por W.P. van Paassen.
sk: 2D meta-gule: prekrývajúce sa a spájajúce sa gule s neostrými okrajmi. https://en.wikipedia.org/wiki/Metaballs Napísal W.P. van Paassen.

# Name(juggler3d.desktop)
source: Juggler3D
fr: Jonglage 3D
ja: ジャグラー 3D

# Comment(juggler3d.desktop)
source: A 3D juggling stick-man, with Cambridge juggling pattern notation used to describe the patterns he juggles. https://en.wikipedia.org/wiki/Siteswap Written by Tim Auckland and Jamie Zawinski.
ca: Un home fent malabars amb pals, 3D, amb anotacions de Cambridge per descriure els patrons de malabars que fa. https://en.wikipedia.org/wiki/Siteswap Escrit per Tim Auckland i Jamie Zawinski.
fr: Un homme-bâton de jonglerie en 3D, avec la notation de jonglage de Cambridge utilisée pour décrire les figures qu'il jongle. https://en.wikipedia.org/wiki/Siteswap Écrit par Tim Auckland et Jamie Zawinski.
id: A 3D juggling Stick-Man, dengan Cambridge juggling notasi pola yang digunakan untuk menggambarkan pola dia juggles. https://en.wikipedia.org/wiki/Siteswap ditulis oleh tim Auckland dan Jamie Zawinski.
ja: 3D ジャグリングスティックマンで、ジャグリングはケンブリッジジャグリングパターン表記で行ないます。 https://en.wikipedia.org/wiki/Siteswap Tim Auckland 氏と Jamie Zawinski の作品です。
pt_br: Um homem palito malabarista 3D, com um modelo de malabares de Cambridge, usada para descrever os padrões que ele manipula. Https://en.wikipedia.org/wiki/Siteswap Escrito por Tim Auckland e Jamie Zawinski.
sk: 3D paličkový žonglér s Cambridge žonglovacím vzorovým zápisom použitým na opis vzorov, ktoré žongluje. https://en.wikipedia.org/wiki/Siteswap Napísal Tim Auckland a Jamie Zawinski.

# Name(bouncingcow.desktop)
source: BouncingCow
fr: Vache dansante
id: Kelapa kelapa
ja: 暴れる牛

# Comment(bouncingcow.desktop)
source: A Cow. A Trampoline. Together, they fight crime. Written by Jamie Zawinski.
ca: Una vaca. Un trampolí. Junts, lluiten contra la delinqüència. Escrit per Jamie Zawinski.
fr: Une vache. Un trampoline. Ensemble, ils combattent le crime. Écrit par Jamie Zawinski.
id: Seekor sapi. Sebuah trampolin. Bersama-sama, mereka memerangi kejahatan. Ditulis oleh Jamie Zawinski.
ja: 牛とトランポリンです。彼らはともに犯罪と戦います。 Jamie Zawinski 氏による作品です。
pt_br: Uma Vaca. Um Trampolim. Juntos, eles lutam contra o crime. Escrito por Jamie Zawinski.
sk: Krava. Trampolína. Spoločne bojujú proti zločinu. Napísal Jamie Zawinski.

# Comment(rd-bomb.desktop)
source: Reaction-diffusion: draws a grid of growing square-like shapes that, once they overtake each other, react in unpredictable ways. Written by Scott Draves.
fr: Réaction-diffusion : dessine une grille de formes croissantes de type carré qui, une fois dépassées, réagissent de manière imprévisible. Écrit par Scott Draves.
id: Difusi-reaksi: menggambar kisi-kisi bentuk persegi yang tumbuh yang, begitu mereka menyusul satu sama lain, bereaksi dengan cara yang tidak terduga. Ditulis oleh Scott Draves.
ja: 反応拡散: 長方形のように膨らむ格子を描画し、互いに追い越しあいながら動き、予期しない反応を引き出します。 Scott Draves 氏による作品です。

# Name(cubicgrid.desktop)
source: CubicGrid
fr: Grille cubique
ja: キュービック・グリッド

# Comment(cubicgrid.desktop)
source: A rotating lattice of colored points. Written by Vasek Potocek.
ca: Un enreixat amb rotació de punts de color. Escrit per Vasek Potocek.
fr: Un treillis rotatif de points colorés. Écrit par Vasek Potocek.
id: Sebuah kisi berputar poin berwarna. Ditulis oleh Vasek Potocek.
ja: 色のついた点の格子が回転します。 Vasek Potocek 氏による作品です。
pt_br: Uma estrutura rotativa de pontos coloridos. Escrito por Vasek Potocek.
sk: Rotujúca mriežka farebných bodov. Napísal Vasek Potocek.

# Name(surfaces.desktop)
source: Surfaces
ca: Superfícies
id: Permukaan
ja: サーフェイス
pt_br: Superfícies
sk: Povrchy
